{"id": "TpLA7QypfP8-t0.0", "text": "started. Can you hear me? Testing?", "start": 0.0, "end": 4.6000000000000005}
{"id": "TpLA7QypfP8-t4.6000000000000005", "text": "They're supposed to be in their place.", "start": 4.6000000000000005, "end": 6.6000000000000005}
{"id": "TpLA7QypfP8-t6.6000000000000005", "text": "I think this needs... Alright, there we go. Thanks.", "start": 6.6000000000000005, "end": 9.200000000000001}
{"id": "TpLA7QypfP8-t9.200000000000001", "text": "Okay, we're gonna call this meeting to order.", "start": 9.200000000000001, "end": 12.8}
{"id": "TpLA7QypfP8-t12.8", "text": "I'm Rob Penzer. I'm the Associate Director of the Helix Center and welcome to", "start": 12.8, "end": 18.3}
{"id": "TpLA7QypfP8-t18.3", "text": "the last roundtable for this academic year.", "start": 18.3, "end": 22.400000000000002}
{"id": "TpLA7QypfP8-t22.400000000000002", "text": "I wanted to make some announcements about upcoming programs for the following year.", "start": 22.400000000000002, "end": 26.7}
{"id": "TpLA7QypfP8-t26.7", "text": "Future topics include women and science, climate change and global paralysis,", "start": 26.7, "end": 33.7}
{"id": "TpLA7QypfP8-t33.7", "text": "nationalism and fanaticism, limitation, infinity, complexity and emergence,", "start": 33.7, "end": 41.7}
{"id": "TpLA7QypfP8-t41.7", "text": "immortality, the sublime meditation, mystery and the unknown, free will,", "start": 41.7, "end": 49.7}
{"id": "TpLA7QypfP8-t49.7", "text": "genes, computers and medicine, epigenetics, memory, consciousness, understanding genius.", "start": 49.7, "end": 58.7}
{"id": "TpLA7QypfP8-t58.7", "text": "I want to make special note of an event on Saturday October 12th and Sunday October 13th,", "start": 58.7, "end": 66.7}
{"id": "TpLA7QypfP8-t66.7", "text": "the Helix Center in conjunction with the Algama Foundation of Switzerland will be hosting", "start": 66.7, "end": 71.7}
{"id": "TpLA7QypfP8-t71.7", "text": "an international gathering of scholars drawn from the arts and sciences to explore the", "start": 71.7, "end": 75.7}
{"id": "TpLA7QypfP8-t75.7", "text": "significance of the work of A.B. Warburg for art, neuroscience and psychoanalysis.", "start": 75.7, "end": 80.7}
{"id": "TpLA7QypfP8-t80.7", "text": "We will re-examine his work through the compound lenses of current knowledge of dynamic memory,", "start": 80.7, "end": 85.7}
{"id": "TpLA7QypfP8-t85.7", "text": "the Freudian unconscious and historical scholarship with a focus on four areas,", "start": 85.7, "end": 89.7}
{"id": "TpLA7QypfP8-t89.7", "text": "neurostatics, memory and unconscious, psychosis and creativity,", "start": 89.7, "end": 95.7}
{"id": "TpLA7QypfP8-t95.7", "text": "Bizvanger and Warburg and classical and Renaissance art.", "start": 95.7, "end": 99.7}
{"id": "TpLA7QypfP8-t99.7", "text": "Participants include historian Christopher Johnson, author of memory,", "start": 99.7, "end": 103.7}
{"id": "TpLA7QypfP8-t103.7", "text": "metaphor and A.B. Warburg's Atlas of Images, historian and psycho analyst Peter Lohanburg,", "start": 103.7, "end": 108.7}
{"id": "TpLA7QypfP8-t108.7", "text": "art historians David Friedberg and Thomas de Costa Kauffman, philosopher and art historian", "start": 108.7, "end": 114.7}
{"id": "TpLA7QypfP8-t114.7", "text": "Georges Dider-Bermain, philosopher Andrea Pinotti, Warburg Institute historian Francois Quiviget,", "start": 114.7, "end": 121.7}
{"id": "TpLA7QypfP8-t121.7", "text": "neuroscientist Christina Alberini, Anjan Chatterjee and Vittorio Gellese,", "start": 121.7, "end": 127.7}
{"id": "TpLA7QypfP8-t127.7", "text": "who's name you may know from the discovery of her neurons,", "start": 127.7, "end": 130.7}
{"id": "TpLA7QypfP8-t130.7", "text": "Pierre Magistretti, the Algama Foundation co-founder, novelist and essayist Siri Housved,", "start": 130.7, "end": 136.7}
{"id": "TpLA7QypfP8-t136.7", "text": "and psycho-analysts Francois Answar May and Edna Sassyan.", "start": 136.7, "end": 141.7}
{"id": "TpLA7QypfP8-t141.7", "text": "So now I'd like to introduce today's round table participants.", "start": 141.7, "end": 145.7}
{"id": "TpLA7QypfP8-t145.7", "text": "Stephanie Brown is associate professor of preventive medicine at SUNY Stony Brook", "start": 145.7, "end": 152.7}
{"id": "TpLA7QypfP8-t152.7", "text": "and an adjunct assistant professor at the Institute for Social Research at the University of Michigan.", "start": 152.7, "end": 157.7}
{"id": "TpLA7QypfP8-t157.7", "text": "Dr. Brown's current research focuses on the neuro-affective mechanisms underlying altruistic", "start": 157.7, "end": 162.7}
{"id": "TpLA7QypfP8-t162.7", "text": "and pro-social behavior. She examines the role that other focused motivational states play", "start": 162.7, "end": 167.7}
{"id": "TpLA7QypfP8-t167.7", "text": "in stress regulation, the implications of helping induce stress regulation for physical health", "start": 167.7, "end": 173.7}
{"id": "TpLA7QypfP8-t173.7", "text": "and longevity, and the contribution of other focused motivational states and behaviors", "start": 173.7, "end": 178.7}
{"id": "TpLA7QypfP8-t178.7", "text": "to the darker side of human experience, including depression, suicidality and PTSD.", "start": 178.7, "end": 183.7}
{"id": "TpLA7QypfP8-t183.7", "text": "These lines of research are designed to shed light into the mechanisms underlying a caregiving", "start": 183.7, "end": 187.7}
{"id": "TpLA7QypfP8-t187.7", "text": "motivational system, including its evolutionary origins and its implications for compassionate", "start": 187.7, "end": 192.7}
{"id": "TpLA7QypfP8-t192.7", "text": "care, medicine, economic behavior, ethnic and international conflict, and other political attitudes and behaviors.", "start": 192.7, "end": 199.7}
{"id": "TpLA7QypfP8-t199.7", "text": "Lisa Cataldo is associate professor of pastoral care and counseling at the Fordham University", "start": 199.7, "end": 205.7}
{"id": "TpLA7QypfP8-t205.7", "text": "Graduate School of Religion and Religious Education, where she directs the clinical program", "start": 205.7, "end": 209.7}
{"id": "TpLA7QypfP8-t209.7", "text": "and teaches courses in clinical practice, professional ethics, psychology and religion, and trauma.", "start": 209.7, "end": 215.7}
{"id": "TpLA7QypfP8-t215.7", "text": "She's a licensed psychoanalyst and is a supervisor and faculty member at the National Institute", "start": 215.7, "end": 219.7}
{"id": "TpLA7QypfP8-t219.7", "text": "for the Psychotherapies and the Stephen A. Mitchell Center for Relational Studies.", "start": 219.7, "end": 223.7}
{"id": "TpLA7QypfP8-t223.7", "text": "As a psychoanalyst and student of many of the world's religions, Dr. Cataldo's research", "start": 223.7, "end": 228.7}
{"id": "TpLA7QypfP8-t228.7", "text": "explores the intersection of psychoanalytic psychology and religion spirituality,", "start": 228.7, "end": 232.7}
{"id": "TpLA7QypfP8-t232.7", "text": "including issues of intersubjectivity, multiplicity and identity as they relate to religious or spiritual life.", "start": 232.7, "end": 238.7}
{"id": "TpLA7QypfP8-t238.7", "text": "Most recently, her work has focused on the effects of early trauma and dissociation", "start": 238.7, "end": 242.7}
{"id": "TpLA7QypfP8-t242.7", "text": "on the development of God images and the life of faith.", "start": 242.7, "end": 245.7}
{"id": "TpLA7QypfP8-t245.7", "text": "Her writing and research are focused on practice with the aim of helping clinicians understand", "start": 245.7, "end": 249.7}
{"id": "TpLA7QypfP8-t249.7", "text": "the religious or spiritual lives of patients and the ways to approach these issues in a therapeutic setting.", "start": 249.7, "end": 254.7}
{"id": "TpLA7QypfP8-t254.7", "text": "Alan Leslie is professor of psychology and cognitive science at Rutgers University,", "start": 254.7, "end": 260.7}
{"id": "TpLA7QypfP8-t260.7", "text": "where he directs the cognitive development laboratory, a fellow of the Association for Psychological Science", "start": 260.7, "end": 265.7}
{"id": "TpLA7QypfP8-t265.7", "text": "and the American Academy of Arts and Sciences.", "start": 265.7, "end": 268.7}
{"id": "TpLA7QypfP8-t268.7", "text": "Professor Leslie investigates the developmental neurocognitive mechanisms", "start": 268.7, "end": 271.7}
{"id": "TpLA7QypfP8-t271.7", "text": "and domains specialized learning involved in abstract ideation emerging early in life,", "start": 271.7, "end": 276.7}
{"id": "TpLA7QypfP8-t276.7", "text": "such as cause and effect, enduring object, one, two, three, social agent, believing,", "start": 276.7, "end": 282.7}
{"id": "TpLA7QypfP8-t282.7", "text": "pretending, desiring, purpose and moral transgression.", "start": 282.7, "end": 285.7}
{"id": "TpLA7QypfP8-t285.7", "text": "One of the principal authors of the research that discovered the theory of mind,", "start": 285.7, "end": 289.7}
{"id": "TpLA7QypfP8-t289.7", "text": "impairment and autism, he also continues to study children with autistic spectrum disorders.", "start": 289.7, "end": 294.7}
{"id": "TpLA7QypfP8-t294.7", "text": "Win Schwartz, a clinical psychologist and research psychoanalyst on the core faculty", "start": 294.7, "end": 299.7}
{"id": "TpLA7QypfP8-t299.7", "text": "of the Massachusetts School of Professional Psychology, and on the faculties of Harvard Medical School", "start": 299.7, "end": 304.7}
{"id": "TpLA7QypfP8-t304.7", "text": "and the Harvard Extension School.", "start": 304.7, "end": 306.7}
{"id": "TpLA7QypfP8-t306.7", "text": "He is a co-editor of Advances in Descriptive Psychology.", "start": 306.7, "end": 309.7}
{"id": "TpLA7QypfP8-t309.7", "text": "He has been a professor at Wellesley College and has taught at the Boston Psychoanalytic Society and Institute", "start": 309.7, "end": 314.7}
{"id": "TpLA7QypfP8-t314.7", "text": "and the Massachusetts Institute of Psychoanalysis.", "start": 314.7, "end": 316.7}
{"id": "TpLA7QypfP8-t316.7", "text": "His empirical research is focused on dreaming, memory and problem representation,", "start": 316.7, "end": 321.7}
{"id": "TpLA7QypfP8-t321.7", "text": "non-hypnosis and episodic memory.", "start": 321.7, "end": 324.7}
{"id": "TpLA7QypfP8-t324.7", "text": "As a student of descriptive psychology, Dr. Schwartz has been especially interested in theory-free,", "start": 324.7, "end": 329.7}
{"id": "TpLA7QypfP8-t329.7", "text": "pre-empirical formulations of action and responsibility, the concept of hypnosis,", "start": 329.7, "end": 333.7}
{"id": "TpLA7QypfP8-t333.7", "text": "the status dynamics of psychotherapy and supervision, and the parameters of empathic action.", "start": 333.7, "end": 338.7}
{"id": "TpLA7QypfP8-t338.7", "text": "Currently, he is exploring liberation, improvisation and play,", "start": 338.7, "end": 341.7}
{"id": "TpLA7QypfP8-t341.7", "text": "and the behavioral logic of social progress and reaction.", "start": 341.7, "end": 345.7}
{"id": "TpLA7QypfP8-t345.7", "text": "He maintains a psychotherapy and supervision practice in Boston where he works with individuals and couples.", "start": 345.7, "end": 350.7}
{"id": "TpLA7QypfP8-t350.7", "text": "So, somebody should begin.", "start": 350.7, "end": 359.7}
{"id": "TpLA7QypfP8-t359.7", "text": "Okay, well, we're supposed to talk about empathy and altruism, I gather.", "start": 359.7, "end": 365.7}
{"id": "TpLA7QypfP8-t365.7", "text": "So, let me just make this as a preliminary statement.", "start": 365.7, "end": 368.7}
{"id": "TpLA7QypfP8-t368.7", "text": "Just a reminder that to be a person in a world of persons, as all of us are,", "start": 368.7, "end": 375.7}
{"id": "TpLA7QypfP8-t375.7", "text": "means you already know, practically speaking, all you need to know about empathy and altruism", "start": 375.7, "end": 381.7}
{"id": "TpLA7QypfP8-t381.7", "text": "in an ordinary sense, because you have to know about that in order to practice your life as a member", "start": 381.7, "end": 387.7}
{"id": "TpLA7QypfP8-t387.7", "text": "in good standing of the community.", "start": 387.7, "end": 390.7}
{"id": "TpLA7QypfP8-t390.7", "text": "What I'm going to suggest is that empathy is an ordinary feature of social practice,", "start": 390.7, "end": 395.7}
{"id": "TpLA7QypfP8-t395.7", "text": "is an essential feature of how we know how to respond and coordinate our behaviors with others,", "start": 395.7, "end": 402.7}
{"id": "TpLA7QypfP8-t402.7", "text": "and that we only become especially interested in it when it goes wrong,", "start": 402.7, "end": 407.7}
{"id": "TpLA7QypfP8-t407.7", "text": "when we think we understand somebody and we discover that we have misunderstood them,", "start": 407.7, "end": 412.7}
{"id": "TpLA7QypfP8-t412.7", "text": "or when we think we're being helpful and we discover that we've in fact not been helpful.", "start": 412.7, "end": 417.7}
{"id": "TpLA7QypfP8-t417.7", "text": "That's one dilemma.", "start": 417.7, "end": 418.7}
{"id": "TpLA7QypfP8-t418.7", "text": "The other dilemma is that our subject matter, psychology and its related disciplines,", "start": 418.7, "end": 423.7}
{"id": "TpLA7QypfP8-t423.7", "text": "often get in the way and confuse us, I think, as to what the hell the subject matter is about.", "start": 423.7, "end": 429.7}
{"id": "TpLA7QypfP8-t429.7", "text": "I think there is going to be, I think, some useful discussion about,", "start": 429.7, "end": 434.7}
{"id": "TpLA7QypfP8-t434.7", "text": "to what extent we're talking about empathy as our shared understanding of each other's actions", "start": 434.7, "end": 441.7}
{"id": "TpLA7QypfP8-t441.7", "text": "and the way in which we understand these actions in a way that we can appreciate being understood,", "start": 441.7, "end": 446.7}
{"id": "TpLA7QypfP8-t446.7", "text": "and some other set of phenomena that may be secondary to that, may support that,", "start": 446.7, "end": 453.7}
{"id": "TpLA7QypfP8-t453.7", "text": "or maybe something else instead.", "start": 453.7, "end": 456.7}
{"id": "TpLA7QypfP8-t456.7", "text": "So, I think it's a fascinating subject, but like everything else in our subject matter,", "start": 456.7, "end": 460.7}
{"id": "TpLA7QypfP8-t460.7", "text": "we have a hell of a time figuring out whether we're talking about the same thing or something else.", "start": 460.7, "end": 465.7}
{"id": "TpLA7QypfP8-t465.7", "text": "So I think some of what we may end up wanting to play with is to get on the same page.", "start": 465.7, "end": 470.7}
{"id": "TpLA7QypfP8-t470.7", "text": "I'll respond to that because in thinking about this, I think the biggest question is,", "start": 470.7, "end": 476.7}
{"id": "TpLA7QypfP8-t476.7", "text": "are we all talking about the same thing when we're using words like empathy, compassion, and altruism?", "start": 476.7, "end": 482.7}
{"id": "TpLA7QypfP8-t482.7", "text": "Because to me, they're quite distinct, and I come from a psychoanalytic background,", "start": 482.7, "end": 487.7}
{"id": "TpLA7QypfP8-t487.7", "text": "not a research science background, so I'm really looking forward to hearing what you have to say.", "start": 487.7, "end": 492.7}
{"id": "TpLA7QypfP8-t492.7", "text": "When I think about empathy, to me, empathy is a morally neutral term.", "start": 492.7, "end": 499.7}
{"id": "TpLA7QypfP8-t499.7", "text": "So it's not necessarily a good thing. It's just a thing that we can do.", "start": 499.7, "end": 504.7}
{"id": "TpLA7QypfP8-t504.7", "text": "So we can tune in to resonate with, understand somehow the interior experience of another person", "start": 504.7, "end": 512.7}
{"id": "TpLA7QypfP8-t512.7", "text": "to a certain degree, never 100%, can never totally understand what I'm feeling.", "start": 512.7, "end": 518.7}
{"id": "TpLA7QypfP8-t518.7", "text": "I could never totally understand what you're feeling, but we can get it to some extent, and that's a human capacity.", "start": 518.7, "end": 526.7}
{"id": "TpLA7QypfP8-t526.7", "text": "So for me, that capacity for empathy can be used for good or ill.", "start": 526.7, "end": 531.7}
{"id": "TpLA7QypfP8-t531.7", "text": "So some of the greatest empaths of all time are cult leaders.", "start": 531.7, "end": 535.7}
{"id": "TpLA7QypfP8-t535.7", "text": "So I thought about this a lot, because to me, no one was more empathic than Jim Jones, or someone like that.", "start": 535.7, "end": 544.7}
{"id": "TpLA7QypfP8-t544.7", "text": "Why? Because a real empath can understand what motivates another person and what their needs are,", "start": 544.7, "end": 552.7}
{"id": "TpLA7QypfP8-t552.7", "text": "and then how you fulfill them may be in a negative way, maybe by tapping into their wounds and sort of addressing them.", "start": 552.7, "end": 561.7}
{"id": "TpLA7QypfP8-t561.7", "text": "So to me, empathy itself is not a moral good. It's a capacity.", "start": 561.7, "end": 566.7}
{"id": "TpLA7QypfP8-t566.7", "text": "Compassion would be, then, for me, the extension of empathy, that's the moral action or the moral good.", "start": 566.7, "end": 574.7}
{"id": "TpLA7QypfP8-t574.7", "text": "And altruism is the action that comes out of compassion.", "start": 574.7, "end": 579.7}
{"id": "TpLA7QypfP8-t579.7", "text": "So I would love to hear what other people think about that, because I think we often talk in our psychological world about empathy being kind of the goal.", "start": 579.7, "end": 588.7}
{"id": "TpLA7QypfP8-t588.7", "text": "But to me, empathy is the beginning. It's not really the goal. What are you going to do with your empathy and how is your empathy formed,", "start": 588.7, "end": 595.7}
{"id": "TpLA7QypfP8-t595.7", "text": "and for what purpose are you using it?", "start": 595.7, "end": 597.7}
{"id": "TpLA7QypfP8-t597.7", "text": "That seems like a reasonable starting point.", "start": 597.7, "end": 599.7}
{"id": "TpLA7QypfP8-t599.7", "text": "So I want to just add that your distinction between empathy and compassion is empathy being sort of value neutral, compassion being the good.", "start": 599.7, "end": 609.7}
{"id": "TpLA7QypfP8-t609.7", "text": "I would argue we can't necessarily say altruism then is an outcome of compassion, because flying planes into buildings can be thought of as an altruistic behavior on behalf of the cause of the country.", "start": 609.7, "end": 622.7}
{"id": "TpLA7QypfP8-t622.7", "text": "No, it can't. That's just bullshit. It's not an altruistic behavior. It's not an altruistic behavior.", "start": 622.7, "end": 631.7}
{"id": "TpLA7QypfP8-t631.7", "text": "There's a certain way in which a certain kind of relativistic use of terms can undermine any fundamental meaning of those terms.", "start": 631.7, "end": 642.7}
{"id": "TpLA7QypfP8-t642.7", "text": "There may be a community in which vis-a-vis that community, I have done something that enhanced my status in that community,", "start": 642.7, "end": 649.7}
{"id": "TpLA7QypfP8-t649.7", "text": "or maybe even enhanced that community.", "start": 649.7, "end": 652.7}
{"id": "TpLA7QypfP8-t652.7", "text": "But when you get to the level of talking about a destruction of the other in a fashion that has nothing whatsoever to do with an eye-to-bout relationship,", "start": 652.7, "end": 662.7}
{"id": "TpLA7QypfP8-t662.7", "text": "a destruction of a mass destruction of the other based on a theology, based on a policy based on an ideology, it distorts the meaning.", "start": 662.7, "end": 672.7}
{"id": "TpLA7QypfP8-t672.7", "text": "It fundamentally distorts any ordinary notion of the meaning to talk about that as either empathic or altruistic. It may serve a goal.", "start": 672.7, "end": 681.7}
{"id": "TpLA7QypfP8-t681.7", "text": "It may serve a political goal. It may serve an economic goal. It may serve a religious goal.", "start": 681.7, "end": 686.7}
{"id": "TpLA7QypfP8-t686.7", "text": "But as soon as that enters this discourse, we end up talking about something else.", "start": 686.7, "end": 690.7}
{"id": "TpLA7QypfP8-t690.7", "text": "So let me get this straight. You're the one that wants us to define our terms ahead of time and not presume that we mean the same thing by the word.", "start": 690.7, "end": 700.7}
{"id": "TpLA7QypfP8-t700.7", "text": "So when I use the term altruism, I submit to you that I might be using that term differently, and if I were to describe to you my definition,", "start": 700.7, "end": 708.7}
{"id": "TpLA7QypfP8-t708.7", "text": "you might agree that something like the 9-11 event would be an example.", "start": 708.7, "end": 713.7}
{"id": "TpLA7QypfP8-t713.7", "text": "I stand corrected. How are we going to get on the same page about that?", "start": 713.7, "end": 717.7}
{"id": "TpLA7QypfP8-t717.7", "text": "Perhaps I could define what I mean by altruism.", "start": 717.7, "end": 721.7}
{"id": "TpLA7QypfP8-t721.7", "text": "I take an evolutionary definition, a biological definition, and I use the word altruism to describe any behavior.", "start": 721.7, "end": 732.7}
{"id": "TpLA7QypfP8-t732.7", "text": "So it's a behavior as opposed to an intention that leads to a benefit to the recipient at a cost to the self.", "start": 732.7, "end": 741.7}
{"id": "TpLA7QypfP8-t741.7", "text": "And so, from an evolutionary perspective, would translate into beneficial reproductive consequences. But we can take a step back and talk about intention.", "start": 741.7, "end": 752.7}
{"id": "TpLA7QypfP8-t752.7", "text": "But when I use the word altruism, I'm mostly referring to suppression of some sort of self-interest in a way that would promote allocating valuable resources to another entity or individual.", "start": 752.7, "end": 763.7}
{"id": "TpLA7QypfP8-t763.7", "text": "Well, if you use the biological concept of fitness, though here, even you starting with your example, the biological fitness of the guys in the plains were sort of wiped out.", "start": 763.7, "end": 773.7}
{"id": "TpLA7QypfP8-t773.7", "text": "That's not exactly what I disagree with that completely.", "start": 773.7, "end": 776.7}
{"id": "TpLA7QypfP8-t776.7", "text": "You can take a next three or four generations out.", "start": 776.7, "end": 778.7}
{"id": "TpLA7QypfP8-t778.7", "text": "No, I mean the definition of inclusive fitness, this isn't just we're not just talking about your own survival.", "start": 778.7, "end": 785.7}
{"id": "TpLA7QypfP8-t785.7", "text": "So some uncle and cousin and Saudi is going to reproduce better because of that.", "start": 785.7, "end": 795.7}
{"id": "TpLA7QypfP8-t795.7", "text": "Where it's 3,400 people got taken out of the gene pool here.", "start": 795.7, "end": 796.7}
{"id": "TpLA7QypfP8-t796.7", "text": "Evolution works on the successful transmission of genes into the next generation, whether or not those genes are shared within yourself between you and your children or within a larger group.", "start": 796.7, "end": 809.7}
{"id": "TpLA7QypfP8-t809.7", "text": "Or there are relationships that potentially connect people who are unrelated but who nevertheless are looking out for people who do share your genes.", "start": 809.7, "end": 819.7}
{"id": "TpLA7QypfP8-t819.7", "text": "So we have a very, from a classical Darwinian sense, fitness is actually something much broader than the individual survival.", "start": 819.7, "end": 829.7}
{"id": "TpLA7QypfP8-t829.7", "text": "No, I understand that. But that's what I'm raising the question.", "start": 829.7, "end": 831.7}
{"id": "TpLA7QypfP8-t831.7", "text": "In this particular example, why would you apply altruism there?", "start": 831.7, "end": 835.7}
{"id": "TpLA7QypfP8-t835.7", "text": "Because you're raising an empirical question whether the fitness, whether there's going to be a differential reproductive success increase based on some set of acts.", "start": 835.7, "end": 845.7}
{"id": "TpLA7QypfP8-t845.7", "text": "That involves self-sacrifice.", "start": 845.7, "end": 848.7}
{"id": "TpLA7QypfP8-t848.7", "text": "All that can happen, all that we have to hypothesize or postulate is that whatever neural hardwearing that we have that causes us to sacrifice to raise children, for example,", "start": 848.7, "end": 861.7}
{"id": "TpLA7QypfP8-t861.7", "text": "helpless infants to reproductive age, whatever neural architecture is designed for that purpose, that parenting purpose somehow gets triggered in other instances.", "start": 861.7, "end": 871.7}
{"id": "TpLA7QypfP8-t871.7", "text": "That's all that we have to hypothesize.", "start": 871.7, "end": 873.7}
{"id": "TpLA7QypfP8-t873.7", "text": "And is there any evidence that this kind of event had an impact in that form? That's right, I'm saying it's an empirical question.", "start": 873.7, "end": 878.7}
{"id": "TpLA7QypfP8-t878.7", "text": "No, what I'm saying is that the empirical, we don't actually have to demonstrate that there was an impact of that event on anybody's individual reproductive success on their inclusive fitness,", "start": 878.7, "end": 890.7}
{"id": "TpLA7QypfP8-t890.7", "text": "on the inclusive fitness of others. There may be monetary exchanges that went on. There may be solidification of the Al Qaeda in group that benefited,", "start": 890.7, "end": 905.7}
{"id": "TpLA7QypfP8-t905.7", "text": "you know, particular nieces and nephews of the leadership. I don't know, I'm just guessing.", "start": 905.7, "end": 910.7}
{"id": "TpLA7QypfP8-t910.7", "text": "But there may be things like that, but that's really not the point.", "start": 910.7, "end": 913.7}
{"id": "TpLA7QypfP8-t913.7", "text": "The point isn't whether the resources did benefit in that instance. All I'm saying is that we could use the term altruism to describe what happened because individuals who commit crimes,", "start": 913.7, "end": 928.7}
{"id": "TpLA7QypfP8-t928.7", "text": "crimes or who are soldiers during wartime, who sacrifice themselves on behalf of a group or a cause or a country,", "start": 928.7, "end": 936.7}
{"id": "TpLA7QypfP8-t936.7", "text": "that that basic tendency, that basic human tendency derives from this sort of willingness to risk one's life to benefit others.", "start": 936.7, "end": 944.7}
{"id": "TpLA7QypfP8-t944.7", "text": "So can I, I'm going to ask you a question because this is interesting to me. I'm not an evolutionary person. I find it really interesting.", "start": 944.7, "end": 952.7}
{"id": "TpLA7QypfP8-t952.7", "text": "So what I'm hearing is that from this point of view, altruism is also is morally neutral.", "start": 952.7, "end": 958.7}
{"id": "TpLA7QypfP8-t958.7", "text": "Altruism is not a moral good. You're saying it's just the willingness to sacrifice oneself for a cause, whether that cause is good or evil, right, in the minds of the larger social group.", "start": 958.7, "end": 971.7}
{"id": "TpLA7QypfP8-t971.7", "text": "That's my docket. Okay. So part of the issue, even part of why this argument's broken out so fast is not simply because we have different definitions of terms and so forth.", "start": 971.7, "end": 987.7}
{"id": "TpLA7QypfP8-t987.7", "text": "But we think about these problems from very different angles. So if you're thinking about empathy or altruism at a personal level, the kind of level that we consciously experience,", "start": 987.7, "end": 1004.7}
{"id": "TpLA7QypfP8-t1004.7", "text": "it's a great puzzle by anybody who would sacrifice the life for some greater cause that they perceive. Your particular approach is from an evolutionary point of view.", "start": 1004.7, "end": 1020.7}
{"id": "TpLA7QypfP8-t1020.7", "text": "So they have this sort of point of view centered on a gene that doesn't have any experiences or consciousness or anything of that sort and doesn't really entertain ideas. It's just, it's actually just a chemical.", "start": 1020.7, "end": 1034.7}
{"id": "TpLA7QypfP8-t1034.7", "text": "But it's a self reproducing chemical and it tries to spread simply because of that's its nature, it's an entire physical process.", "start": 1034.7, "end": 1051.7}
{"id": "TpLA7QypfP8-t1051.7", "text": "And so it's a very different angle, which is as a question in cognitive science and it's sort of quite interesting because it relates to the personal level.", "start": 1051.7, "end": 1064.7}
{"id": "TpLA7QypfP8-t1064.7", "text": "And it also relates to the evolutionary level. And the cognitive science approach is something that's been growing over the last 34 years and now becoming very much part of neuroscience.", "start": 1064.7, "end": 1082.7}
{"id": "TpLA7QypfP8-t1082.7", "text": "And it's the approach to trying to understand the brain in terms of how it creates the mind. So it's sort of trying to bridge between these two very different levels, the biological and the personal.", "start": 1082.7, "end": 1099.7}
{"id": "TpLA7QypfP8-t1099.7", "text": "I don't think ever quite makes it to the personal level. So there's still a gap that remains. But that's the general framework that my work sit situates in.", "start": 1099.7, "end": 1112.7}
{"id": "TpLA7QypfP8-t1112.7", "text": "And within that, my approach is to be interested in the very beginnings of the development of the brain and its functioning in babies and preschool kids.", "start": 1112.7, "end": 1129.7}
{"id": "TpLA7QypfP8-t1129.7", "text": "And we study these questions experimentally. And the field has been going perhaps for about 20, 30 years, a little bit longer.", "start": 1129.7, "end": 1142.7}
{"id": "TpLA7QypfP8-t1142.7", "text": "And it's been making extraordinary progress over that time. So I end up knowing a little bit more about empathy.", "start": 1142.7, "end": 1150.7}
{"id": "TpLA7QypfP8-t1150.7", "text": "And I thought resonate to Lisa's opening remarks that empathy can be thought of as in a way that's not, it isn't valence, that's not as good or bad.", "start": 1150.7, "end": 1168.7}
{"id": "TpLA7QypfP8-t1168.7", "text": "Whereas perhaps something like altruism might be similarly an action.", "start": 1168.7, "end": 1175.7}
{"id": "TpLA7QypfP8-t1175.7", "text": "And I appreciate the problem that Stanford has brought up because altruism for evolutionary theory poses a puzzle that seems to run contrary to evolutionary theory, the notion of the selfish gene that simply acts to promote itself,", "start": 1175.7, "end": 1193.7}
{"id": "TpLA7QypfP8-t1193.7", "text": "which is a little bit more of a frequency in a population. And then it's hard to see why a behavior would seem to run against the interest of the individual.", "start": 1193.7, "end": 1209.7}
{"id": "TpLA7QypfP8-t1209.7", "text": "And cases are well testified in both other species and in our own. And so it's makes an interesting problem to understand. I think part of the answer to it can be given at the level which I study questions like this.", "start": 1209.7, "end": 1229.7}
{"id": "TpLA7QypfP8-t1229.7", "text": "But there are in fact, the attempt is to show that in fact there are benefits from altruism that occur. And one of the examples that comes from my field is drawn from game theory.", "start": 1229.7, "end": 1251.7}
{"id": "TpLA7QypfP8-t1251.7", "text": "It's a very simple game. There are two people in the game. And the one of the people in the game is appointed as the dictator.", "start": 1251.7, "end": 1261.7}
{"id": "TpLA7QypfP8-t1261.7", "text": "And they're giving say $10. And here's the game. The game is that the dictator can decide how much of the $10.", "start": 1261.7, "end": 1272.7}
{"id": "TpLA7QypfP8-t1272.7", "text": "Here she's going to give to this other person. Whatever amount that dictator decides the other person gets, including if the decision is to give them zero.", "start": 1272.7, "end": 1287.7}
{"id": "TpLA7QypfP8-t1287.7", "text": "And the remainder of the dictator actually gets to leave, gets to leave the lab with however much of that $10 they give to themselves. And it's comes from game themes, the branch of mathematics.", "start": 1287.7, "end": 1307.7}
{"id": "TpLA7QypfP8-t1307.7", "text": "And the mathematicians assume that the rational behavior in that game would be that the dictator keep the $10 and gives the other person nothing at all.", "start": 1307.7, "end": 1323.7}
{"id": "TpLA7QypfP8-t1323.7", "text": "After all, they've never seen this other person before. They never will see them again once they leave.", "start": 1323.7, "end": 1328.7}
{"id": "TpLA7QypfP8-t1328.7", "text": "So the natural thing to do, the sort of rational, defined in a certain kind of way, the way to win this game is to give your fellow nothing at all.", "start": 1328.7, "end": 1341.7}
{"id": "TpLA7QypfP8-t1341.7", "text": "Now that's not in fact what people do. In fact, people keep only about 70% of the $10. And they give away 30% and the mathematicians throw up their hands and say human beings behave", "start": 1341.7, "end": 1356.7}
{"id": "TpLA7QypfP8-t1356.7", "text": "in an irrational way. But it depends whether it's rational or not.", "start": 1356.7, "end": 1362.7}
{"id": "TpLA7QypfP8-t1362.7", "text": "This is how you define the game. Human beings refuse to play the mathematicians game.", "start": 1362.7, "end": 1368.7}
{"id": "TpLA7QypfP8-t1368.7", "text": "But they just play this altruistic game.", "start": 1368.7, "end": 1371.7}
{"id": "TpLA7QypfP8-t1371.7", "text": "I think this way is useful to start with what people actually do and what the nature of a live life looks like.", "start": 1371.7, "end": 1382.7}
{"id": "TpLA7QypfP8-t1382.7", "text": "We start, and this makes remarks in preface to a question about how brain mind or brain behavior research might proceed, sometimes proceed, often doesn't.", "start": 1382.7, "end": 1395.7}
{"id": "TpLA7QypfP8-t1395.7", "text": "And that is, let's say for example that we take for granted because we see it, we practice it, we live it, that we more or less understand each other.", "start": 1395.7, "end": 1404.7}
{"id": "TpLA7QypfP8-t1404.7", "text": "And that we get it right often enough so that we can hold hands and walk across the street that we can know what hurt each other's feelings.", "start": 1404.7, "end": 1412.7}
{"id": "TpLA7QypfP8-t1412.7", "text": "I can actually feel bad because if I don't put in the tacking remarks of yours, which I apologize for.", "start": 1412.7, "end": 1416.7}
{"id": "TpLA7QypfP8-t1416.7", "text": "And I can reciprocally feel bad.", "start": 1416.7, "end": 1418.7}
{"id": "TpLA7QypfP8-t1418.7", "text": "It felt sort of unbecoming and I feel pretty awkward about it right now.", "start": 1418.7, "end": 1422.7}
{"id": "TpLA7QypfP8-t1422.7", "text": "But all of this is part of shared social practices, shared understandings.", "start": 1422.7, "end": 1426.7}
{"id": "TpLA7QypfP8-t1426.7", "text": "We know how to understand when there's empathic behavior, when there's lapses of empathic behavior.", "start": 1426.7, "end": 1434.7}
{"id": "TpLA7QypfP8-t1434.7", "text": "We also know as a matter of course that at times we take care of other people without at least at the forefront concerns for ourselves.", "start": 1434.7, "end": 1445.7}
{"id": "TpLA7QypfP8-t1445.7", "text": "And I'm not thinking about whether it's going to help me get laid or whether it's going to help pass on my genes or my cousins' genes or other members of my tribes' genes.", "start": 1445.7, "end": 1453.7}
{"id": "TpLA7QypfP8-t1453.7", "text": "It may very well have that consequence in the long run.", "start": 1453.7, "end": 1456.7}
{"id": "TpLA7QypfP8-t1456.7", "text": "But those aren't what's on my mind.", "start": 1456.7, "end": 1458.7}
{"id": "TpLA7QypfP8-t1458.7", "text": "What's on my mind is that I want to make my kids life better.", "start": 1458.7, "end": 1461.7}
{"id": "TpLA7QypfP8-t1461.7", "text": "I want to make my neighbors life better.", "start": 1461.7, "end": 1463.7}
{"id": "TpLA7QypfP8-t1463.7", "text": "I want to feel satisfied.", "start": 1463.7, "end": 1467.7}
{"id": "TpLA7QypfP8-t1467.7", "text": "There's lots of things that I want to do.", "start": 1467.7, "end": 1469.7}
{"id": "TpLA7QypfP8-t1469.7", "text": "I want to behave fairly.", "start": 1469.7, "end": 1471.7}
{"id": "TpLA7QypfP8-t1471.7", "text": "My perspectives, my rational perspectives aren't simply a hedonic or prudent.", "start": 1471.7, "end": 1476.7}
{"id": "TpLA7QypfP8-t1476.7", "text": "They're also ethical and aesthetic.", "start": 1476.7, "end": 1478.7}
{"id": "TpLA7QypfP8-t1478.7", "text": "I also have some built-in sense of being a person in the world of people, being a member of our community, of some notion of justice and fairness, of some notion of what fits together in ordinary practices, of what feels good, and what is in my self-interest.", "start": 1478.7, "end": 1493.7}
{"id": "TpLA7QypfP8-t1493.7", "text": "And all of those are intrinsic considerations that mark an ordinary person's behavior.", "start": 1493.7, "end": 1500.7}
{"id": "TpLA7QypfP8-t1500.7", "text": "Now, if we start with the fact that people already do this, then I think the problem for brain research isn't so much.", "start": 1500.7, "end": 1509.7}
{"id": "TpLA7QypfP8-t1509.7", "text": "It becomes, in fact, well, how can a brain support doing that?", "start": 1509.7, "end": 1514.7}
{"id": "TpLA7QypfP8-t1514.7", "text": "And I think often we get it somewhat ass backwards.", "start": 1514.7, "end": 1517.7}
{"id": "TpLA7QypfP8-t1517.7", "text": "We start with some mechanistic notion, some deterministic notion, some theology, some a priori commitment to a particular view of science or what knowledge or rationality is.", "start": 1517.7, "end": 1529.7}
{"id": "TpLA7QypfP8-t1529.7", "text": "And then from there, we can't get to the ordinary things that we do.", "start": 1529.7, "end": 1533.7}
{"id": "TpLA7QypfP8-t1533.7", "text": "And so we end up saying, well, I guess that's not really what's happening here.", "start": 1533.7, "end": 1536.7}
{"id": "TpLA7QypfP8-t1536.7", "text": "Something else must be happening here.", "start": 1536.7, "end": 1538.7}
{"id": "TpLA7QypfP8-t1538.7", "text": "And so what I'm describing and sort of advocating is what I guess is generally called a top-down approach.", "start": 1538.7, "end": 1543.7}
{"id": "TpLA7QypfP8-t1543.7", "text": "That we begin with a full understanding of what people actually do with an adequate literary dramatic description of the way lives actually unfold.", "start": 1543.7, "end": 1553.7}
{"id": "TpLA7QypfP8-t1553.7", "text": "And then it's our job as scientists, insofar as we want to do normal science, is to account for that.", "start": 1553.7, "end": 1559.7}
{"id": "TpLA7QypfP8-t1559.7", "text": "And I think what happens is that if in our production of a scientific argument, if we can't get from our science to what we already know we know how to do, then I think the question generally should be, well, there's probably something wrong with the science and not with something we already know how to do.", "start": 1559.7, "end": 1576.7}
{"id": "TpLA7QypfP8-t1576.7", "text": "And part of my concern here is that we already, you know, we have some shared meanings about altruism.", "start": 1576.7, "end": 1583.7}
{"id": "TpLA7QypfP8-t1583.7", "text": "There was a level of detail where we start to become, I think, we begin to differ in terms of its motivation, whether it's motivation is a cellular motivation, whatever that would be,", "start": 1583.7, "end": 1594.7}
{"id": "TpLA7QypfP8-t1594.7", "text": "whether it's motivation is self-satisfaction or ethics or self-interest or what have you.", "start": 1594.7, "end": 1601.7}
{"id": "TpLA7QypfP8-t1601.7", "text": "But what we mean is I'm doing something for somebody else in which it counts more that I'm doing it for them than what rewards I get.", "start": 1601.7, "end": 1609.7}
{"id": "TpLA7QypfP8-t1609.7", "text": "They're up to the boundary condition of self-sacrifice.", "start": 1609.7, "end": 1613.7}
{"id": "TpLA7QypfP8-t1613.7", "text": "When we talk about empathy, we're talking about some vision in which I understand your intentionality.", "start": 1613.7, "end": 1619.7}
{"id": "TpLA7QypfP8-t1619.7", "text": "I understand what you're trying to do, what the significances are of your actions, which is to say, I know something about what you want, what you're recognizing, what you know how to do,", "start": 1619.7, "end": 1628.7}
{"id": "TpLA7QypfP8-t1628.7", "text": "and what significance it has for you, those being some parameters of an empathic act.", "start": 1628.7, "end": 1633.7}
{"id": "TpLA7QypfP8-t1633.7", "text": "And I know how to represent my understanding of you in a way you can tolerate being understood, in which my understanding of you isn't exploited, doesn't strip you naked, doesn't violate you.", "start": 1633.7, "end": 1642.7}
{"id": "TpLA7QypfP8-t1642.7", "text": "It may manipulate you in the very ways in which a person who's feeling understood often wants to get closer to the person they're feeling understood by or further away if they don't want to be understood.", "start": 1642.7, "end": 1657.7}
{"id": "TpLA7QypfP8-t1657.7", "text": "But that involves some ordinary sense of an appreciation of the ongoing intentionality, the ongoing significance in mental states of the other person.", "start": 1657.7, "end": 1665.7}
{"id": "TpLA7QypfP8-t1665.7", "text": "However we do it, however we do it.", "start": 1665.7, "end": 1668.7}
{"id": "TpLA7QypfP8-t1668.7", "text": "But what you are saying is you already have the answers to the question of empathy and altruism, and the way you just described it, you gave the answers rather than the other position, which is, let's see if we can understand these things better.", "start": 1668.7, "end": 1681.7}
{"id": "TpLA7QypfP8-t1681.7", "text": "That we use everyday language, what you just described everyday feeling, but what if that's nothing to do exactly with what's really happening on a scientific basis that would allow us then to distinguish between various things that we put under one heading.", "start": 1681.7, "end": 1697.7}
{"id": "TpLA7QypfP8-t1697.7", "text": "I think it's a reasonable maxim that people take at that thing.", "start": 1697.7, "end": 1700.7}
{"id": "TpLA7QypfP8-t1700.7", "text": "So if you were to ask the question instead of giving the answers, how would you ask the questions about empathy and altruism?", "start": 1700.7, "end": 1708.7}
{"id": "TpLA7QypfP8-t1708.7", "text": "Well, would you think the issues lie?", "start": 1708.7, "end": 1711.7}
{"id": "TpLA7QypfP8-t1711.7", "text": "Here's the question.", "start": 1711.7, "end": 1712.7}
{"id": "TpLA7QypfP8-t1712.7", "text": "And the question comes, the way Wittgenstein began on surgery, he says, if you grant that there's one hand in front of me, all the rest follows.", "start": 1712.7, "end": 1719.7}
{"id": "TpLA7QypfP8-t1719.7", "text": "If you say there's not one hand in front of me, I can ask you to look closer.", "start": 1719.7, "end": 1723.7}
{"id": "TpLA7QypfP8-t1723.7", "text": "Or parallel to that, what are your reasons for not assuming or seeing things are as they seem?", "start": 1723.7, "end": 1732.7}
{"id": "TpLA7QypfP8-t1732.7", "text": "People take it that things are as they seem until or unless they have reasons to think otherwise. The scientific enterprise generally doesn't do a whole lot for us in amplifying the way things already seem.", "start": 1732.7, "end": 1743.7}
{"id": "TpLA7QypfP8-t1743.7", "text": "It sometimes will show us something hard.", "start": 1743.7, "end": 1745.7}
{"id": "TpLA7QypfP8-t1745.7", "text": "The earth's in flat until it was found that it wasn't flat.", "start": 1745.7, "end": 1749.7}
{"id": "TpLA7QypfP8-t1749.7", "text": "So your position would say, look, the earth is flat. Why should we worry about it?", "start": 1749.7, "end": 1753.7}
{"id": "TpLA7QypfP8-t1753.7", "text": "No need to go further. I feel it's flat, I see it's flat, I see there's the horizon, that's it.", "start": 1753.7, "end": 1759.7}
{"id": "TpLA7QypfP8-t1759.7", "text": "Well, actually, that's not my position, but it bears a family resemblance, which is at some point I can't get away with the idea that the world is flat.", "start": 1759.7, "end": 1770.7}
{"id": "TpLA7QypfP8-t1770.7", "text": "At some point, and that's why the person takes it as they seem until or unless they have reason enough to think otherwise.", "start": 1770.7, "end": 1776.7}
{"id": "TpLA7QypfP8-t1776.7", "text": "If you're living in the plains of Missouri and it's seven or eight hundred years ago, the world's pretty flat and you get away with it.", "start": 1776.7, "end": 1787.7}
{"id": "TpLA7QypfP8-t1787.7", "text": "If you're a mariner and you want to move all the way from here to India, at some point you're going to discover that there's something wrong with that algorithm or that method of understanding.", "start": 1787.7, "end": 1797.7}
{"id": "TpLA7QypfP8-t1797.7", "text": "So the question is, where does the question come from?", "start": 1797.7, "end": 1801.7}
{"id": "TpLA7QypfP8-t1801.7", "text": "I mean, Freud, for example, and Darwin and a number of others turned things upside down by pointing out that there were all sorts of other factors that made things that looked one way actually have to some extent other sets of meanings.", "start": 1801.7, "end": 1815.7}
{"id": "TpLA7QypfP8-t1815.7", "text": "But that's different than saying none of us or any of us.", "start": 1815.7, "end": 1819.7}
{"id": "TpLA7QypfP8-t1819.7", "text": "It's one thing to say that all behavior is motivated sexually or aggressively, which of course is a distortion of Freud.", "start": 1819.7, "end": 1829.7}
{"id": "TpLA7QypfP8-t1829.7", "text": "But it's another thing to say that these behaviors that you were claiming had nothing whatsoever to do with sex, in fact what kind of sexual and aggressive, by then building a case demonstrating through evidence.", "start": 1829.7, "end": 1841.7}
{"id": "TpLA7QypfP8-t1841.7", "text": "The scientific project requires building evidence for showing that things are not the way they seem.", "start": 1841.7, "end": 1847.7}
{"id": "TpLA7QypfP8-t1847.7", "text": "And so that's actually the only point that I'm trying to make in terms of this, which is that there wasn't providing an answer to empathy anymore that I provided to answer the question of how do I know how to get from here to the other side of the room.", "start": 1847.7, "end": 1858.7}
{"id": "TpLA7QypfP8-t1858.7", "text": "I just get up and walk, I do it.", "start": 1858.7, "end": 1860.7}
{"id": "TpLA7QypfP8-t1860.7", "text": "The question becomes, what happens if I can't do it successfully?", "start": 1860.7, "end": 1864.7}
{"id": "TpLA7QypfP8-t1864.7", "text": "Or if in fact, I think I'm walking across the room, but in fact I'm doing something else.", "start": 1864.7, "end": 1870.7}
{"id": "TpLA7QypfP8-t1870.7", "text": "So I just want to clarify the sort of defense of science, but also point out that you're making an excellent point from that really meshes with my understanding.", "start": 1870.7, "end": 1880.7}
{"id": "TpLA7QypfP8-t1880.7", "text": "First of all, science I think is maybe more precise to say it's about explanation.", "start": 1880.7, "end": 1886.7}
{"id": "TpLA7QypfP8-t1886.7", "text": "So we're using it to discover things that we don't understand.", "start": 1886.7, "end": 1891.7}
{"id": "TpLA7QypfP8-t1891.7", "text": "So which I would agree creates a bias, but in this case, I wonder, I struggled to figure out why science reduces everything to self-interest, which it does.", "start": 1891.7, "end": 1908.7}
{"id": "TpLA7QypfP8-t1908.7", "text": "Across the social and behavioral sciences, if you want to study something like relationships, you're going to find no field devoted to genuine concern for the well-being of another person.", "start": 1908.7, "end": 1920.7}
{"id": "TpLA7QypfP8-t1920.7", "text": "So that's what we're talking about in a relationship.", "start": 1920.7, "end": 1922.7}
{"id": "TpLA7QypfP8-t1922.7", "text": "Everything gets reduced to the benefits that individuals ultimately get in a relationship.", "start": 1922.7, "end": 1926.7}
{"id": "TpLA7QypfP8-t1926.7", "text": "That's just an example.", "start": 1926.7, "end": 1927.7}
{"id": "TpLA7QypfP8-t1927.7", "text": "So whether we're talking about what you raised with the mathematicians assuming that, or the economists assuming that people are going to keep as much money for themselves as they can, or the psychologists who decide that everything is about reinforcement and reward seeking and punishment avoiding and psychological", "start": 1927.7, "end": 1947.7}
{"id": "TpLA7QypfP8-t1947.7", "text": "hedonism, that's the question I have.", "start": 1947.7, "end": 1950.7}
{"id": "TpLA7QypfP8-t1950.7", "text": "Why is it that science seems to be, I've always argued it's because it's been progressing as an intuitive field and not actually doing the hard work to try to think about what are the implications of having social creatures that need to take care of one another to survive.", "start": 1950.7, "end": 1968.7}
{"id": "TpLA7QypfP8-t1968.7", "text": "I'm saying they're going with their intuition that everything feels selfish, but I have no idea.", "start": 1968.7, "end": 1973.7}
{"id": "TpLA7QypfP8-t1973.7", "text": "Why do you think science is assuming that selfish selflessness is an exit?", "start": 1973.7, "end": 1979.7}
{"id": "TpLA7QypfP8-t1979.7", "text": "When Wittgenstein ended the investigations with in psychology, we have experimental method in conceptual confusion.", "start": 1979.7, "end": 1986.7}
{"id": "TpLA7QypfP8-t1986.7", "text": "Part of what I think was being noted and it's been something that's been struggled with in a variety of areas in psychology,", "start": 1986.7, "end": 1993.7}
{"id": "TpLA7QypfP8-t1993.7", "text": "the particular area that I'm mostly interested in, which is called descriptive psychology, has been an attempt to sort of start over by", "start": 1993.7, "end": 2002.7}
{"id": "TpLA7QypfP8-t2002.7", "text": "beginning with a general concept of person, as a person being an individual with a history that involves deliberate action,", "start": 2002.7, "end": 2011.7}
{"id": "TpLA7QypfP8-t2011.7", "text": "that occurs in a kind of dramaturgical fashion, that you can see it tells a story, their life is lived in the nature of a story, of a set of episodes that have meaning.", "start": 2011.7, "end": 2020.7}
{"id": "TpLA7QypfP8-t2020.7", "text": "Then you come to the question, well what are the sources of meaning?", "start": 2020.7, "end": 2024.7}
{"id": "TpLA7QypfP8-t2024.7", "text": "What's intrinsic?", "start": 2024.7, "end": 2026.7}
{"id": "TpLA7QypfP8-t2026.7", "text": "And certainly self-interest is intrinsic, just as pleasure is intrinsic.", "start": 2026.7, "end": 2030.7}
{"id": "TpLA7QypfP8-t2030.7", "text": "But the concept of person, especially when we begin to look at the idea that a person is able to deliberate, to make choices,", "start": 2030.7, "end": 2037.7}
{"id": "TpLA7QypfP8-t2037.7", "text": "brings immediately certain other logical categories as things that are inherent in the practices of persons,", "start": 2037.7, "end": 2046.7}
{"id": "TpLA7QypfP8-t2046.7", "text": "and those involve the full range of aesthetics and ethics, the notions of justice or fairness, the notions of truth, rigor objectivity, beauty,", "start": 2046.7, "end": 2056.7}
{"id": "TpLA7QypfP8-t2056.7", "text": "all of which are intrinsic, all of which are reasons to do something.", "start": 2056.7, "end": 2061.7}
{"id": "TpLA7QypfP8-t2061.7", "text": "Now there's been historical attempts to reduce all of these to one of the other categories, it's all really hedonics, or it's all really prudence.", "start": 2061.7, "end": 2070.7}
{"id": "TpLA7QypfP8-t2070.7", "text": "And what those end up doing is distorting the fundamental meanings of ethics and aesthetics, for example.", "start": 2070.7, "end": 2076.7}
{"id": "TpLA7QypfP8-t2076.7", "text": "So when you point out that in a general reading of psychology, what you see are these very narrowed visions, I think that's correct,", "start": 2076.7, "end": 2084.7}
{"id": "TpLA7QypfP8-t2084.7", "text": "and I think that's part of what has made our subject matter in some ways so unfortunately limited.", "start": 2084.7, "end": 2092.7}
{"id": "TpLA7QypfP8-t2092.7", "text": "But it's not intrinsically limited that way.", "start": 2092.7, "end": 2094.7}
{"id": "TpLA7QypfP8-t2094.7", "text": "Historically it happens to be limited that way.", "start": 2094.7, "end": 2097.7}
{"id": "TpLA7QypfP8-t2097.7", "text": "I think the kind of key thing here is that this applies to both of your remarks, is historical.", "start": 2097.7, "end": 2105.7}
{"id": "TpLA7QypfP8-t2105.7", "text": "So historically it has been the case that psychology in its various self-styled scientific forms has been committed to very simple kinds of ideas", "start": 2105.7, "end": 2123.7}
{"id": "TpLA7QypfP8-t2123.7", "text": "like idonic, motivation, self-interest, only associations just divided by simple start to the mind.", "start": 2123.7, "end": 2142.7}
{"id": "TpLA7QypfP8-t2142.7", "text": "I think that's historically true, but I think that picture is actually kind of changing, that people are in fact,", "start": 2142.7, "end": 2148.7}
{"id": "TpLA7QypfP8-t2148.7", "text": "that people like me are now in fact studying human nature without these assumptions that should reduce to something,", "start": 2148.7, "end": 2161.7}
{"id": "TpLA7QypfP8-t2161.7", "text": "you know, a handful of very simple intrinsic properties.", "start": 2161.7, "end": 2166.7}
{"id": "TpLA7QypfP8-t2166.7", "text": "I think in fact there's a quite a vast range of very sophisticated and very abstract properties that are intrinsic to the human mind", "start": 2166.7, "end": 2177.7}
{"id": "TpLA7QypfP8-t2177.7", "text": "from the outset. I think in fact to understand that is really to understand something about human nature.", "start": 2177.7, "end": 2184.7}
{"id": "TpLA7QypfP8-t2184.7", "text": "And part of the problem of being a psychologist of any sort is it's very hard to get away from the idea that you already understand", "start": 2184.7, "end": 2195.7}
{"id": "TpLA7QypfP8-t2195.7", "text": "your own mind and the mind of others.", "start": 2195.7, "end": 2199.7}
{"id": "TpLA7QypfP8-t2199.7", "text": "And science really only starts when the person recognizes that they don't know something.", "start": 2199.7, "end": 2208.7}
{"id": "TpLA7QypfP8-t2208.7", "text": "I mean that's actually the actual practicing scientist that's their life is trying to identify things that are not already known,", "start": 2208.7, "end": 2216.7}
{"id": "TpLA7QypfP8-t2216.7", "text": "that are not already understood to try to identify where the terror in cognita is, where the dark places are.", "start": 2216.7, "end": 2228.7}
{"id": "TpLA7QypfP8-t2228.7", "text": "And to go into those places and find a way of going into those places and casting light.", "start": 2228.7, "end": 2235.7}
{"id": "TpLA7QypfP8-t2235.7", "text": "Instead of being like the drunk man who's looking for his keys under the lamppost, you know, somebody asked about his doing,", "start": 2235.7, "end": 2241.7}
{"id": "TpLA7QypfP8-t2241.7", "text": "he's looking for his keys and say, well, did you lose them here? Is that why you're?", "start": 2241.7, "end": 2245.7}
{"id": "TpLA7QypfP8-t2245.7", "text": "No, I just, but why you're searching there then? Well, at least I can see here.", "start": 2245.7, "end": 2251.7}
{"id": "TpLA7QypfP8-t2251.7", "text": "If that's your approach to doing science you won't really ever achieve very much.", "start": 2251.7, "end": 2259.7}
{"id": "TpLA7QypfP8-t2259.7", "text": "So part of the problem is just to get a distance from your own mind, a distance from your own experience", "start": 2259.7, "end": 2266.7}
{"id": "TpLA7QypfP8-t2266.7", "text": "and try to get away from this idea that you actually know anything at all about how your mind works.", "start": 2266.7, "end": 2271.7}
{"id": "TpLA7QypfP8-t2271.7", "text": "In fact, I think it's this feeling that you know how your mind works is largely an illusion.", "start": 2271.7, "end": 2278.7}
{"id": "TpLA7QypfP8-t2278.7", "text": "The brain, that's a sort of trick that the brain plays on the mind, it kind of gives the mind the feeling that it understands", "start": 2278.7, "end": 2286.7}
{"id": "TpLA7QypfP8-t2286.7", "text": "what the brain's doing, but in fact you don't really know anything about what the brain's doing.", "start": 2286.7, "end": 2290.7}
{"id": "TpLA7QypfP8-t2290.7", "text": "Any more than you know what your stomach's doing when it digests food, I don't know, I just put food in my mouth", "start": 2290.7, "end": 2297.7}
{"id": "TpLA7QypfP8-t2297.7", "text": "and I don't think about it again, stomach knows what to do with it.", "start": 2297.7, "end": 2301.7}
{"id": "TpLA7QypfP8-t2301.7", "text": "That's pretty much the way the brain works.", "start": 2301.7, "end": 2303.7}
{"id": "TpLA7QypfP8-t2303.7", "text": "So asking questions about the brain is one way that you can get this scientific distance.", "start": 2303.7, "end": 2309.7}
{"id": "TpLA7QypfP8-t2309.7", "text": "And another way to get this distance is to ask, well what about a baby?", "start": 2309.7, "end": 2318.7}
{"id": "TpLA7QypfP8-t2318.7", "text": "Because there's all these things that I know about.", "start": 2318.7, "end": 2322.7}
{"id": "TpLA7QypfP8-t2322.7", "text": "I don't really know how I came to know most of these things.", "start": 2322.7, "end": 2326.7}
{"id": "TpLA7QypfP8-t2326.7", "text": "So for example, I know something close to probably about 80 to 100,000 words in English.", "start": 2326.7, "end": 2335.7}
{"id": "TpLA7QypfP8-t2335.7", "text": "And I can't, I mean perhaps I can remember learning one or two of those words,", "start": 2335.7, "end": 2341.7}
{"id": "TpLA7QypfP8-t2341.7", "text": "but the vast majority of them I have no idea when or how I learned them, but I just did.", "start": 2341.7, "end": 2348.7}
{"id": "TpLA7QypfP8-t2348.7", "text": "So that's sort of, there are things that you think really hard, there are things about your brain,", "start": 2348.7, "end": 2354.7}
{"id": "TpLA7QypfP8-t2354.7", "text": "there are things that you know and experience now.", "start": 2354.7, "end": 2356.7}
{"id": "TpLA7QypfP8-t2356.7", "text": "You don't really understand where it came from, it just is so.", "start": 2356.7, "end": 2362.7}
{"id": "TpLA7QypfP8-t2362.7", "text": "But it's true that psychology, at the turn of last century, the big issue that a psychologist had was to try to be taken seriously", "start": 2362.7, "end": 2376.7}
{"id": "TpLA7QypfP8-t2376.7", "text": "by other scientists.", "start": 2376.7, "end": 2378.7}
{"id": "TpLA7QypfP8-t2378.7", "text": "And there was a sort of an inferiority feeling there.", "start": 2378.7, "end": 2383.7}
{"id": "TpLA7QypfP8-t2383.7", "text": "And so one way to get around that was to find something that you could reduce anything to,", "start": 2383.7, "end": 2388.7}
{"id": "TpLA7QypfP8-t2388.7", "text": "because that seemed to be the way that science worked, although that's a kind of superficial understanding.", "start": 2388.7, "end": 2395.7}
{"id": "TpLA7QypfP8-t2395.7", "text": "But anyway, I think that's part of the background of why these kind of simple ideas were adopted.", "start": 2395.7, "end": 2401.7}
{"id": "TpLA7QypfP8-t2401.7", "text": "But on the other hand, it's also partly not a bad way to approach things, start with some very simple ideas and push them.", "start": 2401.7, "end": 2409.7}
{"id": "TpLA7QypfP8-t2409.7", "text": "As long as you always remain open-minded and don't dogmatically refuse to ever open your mind to any other questions,", "start": 2409.7, "end": 2417.7}
{"id": "TpLA7QypfP8-t2417.7", "text": "for example that this simple, certified, is may not actually be working.", "start": 2417.7, "end": 2421.7}
{"id": "TpLA7QypfP8-t2421.7", "text": "Well, anyway, the thing about science is that it does actually change, it does actually make progress over time.", "start": 2421.7, "end": 2430.7}
{"id": "TpLA7QypfP8-t2430.7", "text": "It seems to me it's one of the few areas that you can say that about.", "start": 2430.7, "end": 2439.7}
{"id": "TpLA7QypfP8-t2439.7", "text": "And I think that certain parts of psychology and brain science are beginning to make progress,", "start": 2439.7, "end": 2447.7}
{"id": "TpLA7QypfP8-t2447.7", "text": "although I don't want to exaggerate just really how far I've got.", "start": 2447.7, "end": 2451.7}
{"id": "TpLA7QypfP8-t2451.7", "text": "One of the things that, so I realized the way you guys are talking about empathy,", "start": 2451.7, "end": 2457.7}
{"id": "TpLA7QypfP8-t2457.7", "text": "it's just really what I would call theory of mind, the theory of mind that we have,", "start": 2457.7, "end": 2463.7}
{"id": "TpLA7QypfP8-t2463.7", "text": "and it's not really a theory I think, it's not really a theory about mind,", "start": 2463.7, "end": 2468.7}
{"id": "TpLA7QypfP8-t2468.7", "text": "but it is this intense, overwhelming interest in the inner lives of other people that we have.", "start": 2468.7, "end": 2476.7}
{"id": "TpLA7QypfP8-t2476.7", "text": "And that seems to be a basic thing about human nature.", "start": 2476.7, "end": 2480.7}
{"id": "TpLA7QypfP8-t2480.7", "text": "And in this historical way, people that started to study thinking in children", "start": 2480.7, "end": 2490.7}
{"id": "TpLA7QypfP8-t2490.7", "text": "made the assumption that this ability, which would generally be called perspective-taking,", "start": 2490.7, "end": 2495.7}
{"id": "TpLA7QypfP8-t2495.7", "text": "so thinking somebody else's point of view on a situation.", "start": 2495.7, "end": 2503.7}
{"id": "TpLA7QypfP8-t2503.7", "text": "That that was something that, oh, there was something very high level that you couldn't do", "start": 2503.7, "end": 2510.7}
{"id": "TpLA7QypfP8-t2510.7", "text": "until you were at least seven years old.", "start": 2510.7, "end": 2514.7}
{"id": "TpLA7QypfP8-t2514.7", "text": "And it was as a result of learning lots of language,", "start": 2514.7, "end": 2520.7}
{"id": "TpLA7QypfP8-t2520.7", "text": "which the seven-year-olds already have,", "start": 2520.7, "end": 2523.7}
{"id": "TpLA7QypfP8-t2523.7", "text": "being, it cultivated quite an advanced degree, perhaps going to formal education,", "start": 2523.7, "end": 2531.7}
{"id": "TpLA7QypfP8-t2531.7", "text": "going to school, and really it was going to be, it was bound to be, had to be,", "start": 2531.7, "end": 2535.7}
{"id": "TpLA7QypfP8-t2535.7", "text": "a very late achievement, even in its most rudimentary forums.", "start": 2535.7, "end": 2540.7}
{"id": "TpLA7QypfP8-t2540.7", "text": "And I noticed that on the website, there's a reference to theory of mind,", "start": 2540.7, "end": 2548.7}
{"id": "TpLA7QypfP8-t2548.7", "text": "and it says that this is now known to emerge at about three years of age.", "start": 2548.7, "end": 2552.7}
{"id": "TpLA7QypfP8-t2552.7", "text": "And I thought, well, that's quite good because people usually say it's about four and a half years of age,", "start": 2552.7, "end": 2558.7}
{"id": "TpLA7QypfP8-t2558.7", "text": "so it's quite good that this website has revised that, pushed it down about three years of age,", "start": 2558.7, "end": 2563.7}
{"id": "TpLA7QypfP8-t2563.7", "text": "and I guess I'm here today to tell you that we've pushed that back still further.", "start": 2563.7, "end": 2569.7}
{"id": "TpLA7QypfP8-t2569.7", "text": "And now it looks like it emerges in the first year of life, probably in the second half of the first year of life,", "start": 2569.7, "end": 2579.7}
{"id": "TpLA7QypfP8-t2579.7", "text": "although it may be that we have to come back in two years' time,", "start": 2579.7, "end": 2583.7}
{"id": "TpLA7QypfP8-t2583.7", "text": "and tell you that it's there in the first half of the first year,", "start": 2583.7, "end": 2587.7}
{"id": "TpLA7QypfP8-t2587.7", "text": "and anyway, that's already remarkably early, and it's very, very striking,", "start": 2587.7, "end": 2592.7}
{"id": "TpLA7QypfP8-t2592.7", "text": "that this seems to be something that human babies, and that let me remind you,", "start": 2592.7, "end": 2596.7}
{"id": "TpLA7QypfP8-t2596.7", "text": "that this says to have no language whatsoever, in fact, you know, they're just beginning to try to crack into language,", "start": 2596.7, "end": 2605.7}
{"id": "TpLA7QypfP8-t2605.7", "text": "they have no language whatsoever, they have virtually no, in, in, in, in,", "start": 2605.7, "end": 2612.7}
{"id": "TpLA7QypfP8-t2612.7", "text": "and then you have to push the boat out to say that there'd be influenced by culture by that time.", "start": 2612.7, "end": 2618.7}
{"id": "TpLA7QypfP8-t2618.7", "text": "So this really does begin to look, now, as if it's an intrinsic property of the human brain,", "start": 2618.7, "end": 2624.7}
{"id": "TpLA7QypfP8-t2624.7", "text": "and I think if you find something that the human brain's doing very, very early on in life,", "start": 2624.7, "end": 2630.7}
{"id": "TpLA7QypfP8-t2630.7", "text": "which is probably a pretty good clue, that as far as the brain's concerned, this is something pretty basic.", "start": 2630.7, "end": 2635.7}
{"id": "TpLA7QypfP8-t2635.7", "text": "So, I want to just jump in here.", "start": 2635.7, "end": 2638.7}
{"id": "TpLA7QypfP8-t2638.7", "text": "It seems like, you know, I'm not a scientist, so I'm a relational psychoanalyst.", "start": 2638.7, "end": 2644.7}
{"id": "TpLA7QypfP8-t2644.7", "text": "So if a relational psychoanalytic point of view, that first, those first months of life,", "start": 2644.7, "end": 2650.7}
{"id": "TpLA7QypfP8-t2650.7", "text": "and that creation of the theory of mind, where the baby can sense that the other has a mind that's different", "start": 2650.7, "end": 2657.7}
{"id": "TpLA7QypfP8-t2657.7", "text": "and interacting, would seem to make a lot of sense, right?", "start": 2657.7, "end": 2660.7}
{"id": "TpLA7QypfP8-t2660.7", "text": "That that's a relational phenomenon that is intrinsic, but can only develop to the extent", "start": 2660.7, "end": 2667.7}
{"id": "TpLA7QypfP8-t2667.7", "text": "there's actually a person there interacting with the infant.", "start": 2667.7, "end": 2670.7}
{"id": "TpLA7QypfP8-t2670.7", "text": "The infant wouldn't develop that mind or that ability to empathize or connect with another person without a relationship.", "start": 2670.7, "end": 2679.7}
{"id": "TpLA7QypfP8-t2679.7", "text": "It's without a person there. They'd die, right?", "start": 2679.7, "end": 2682.7}
{"id": "TpLA7QypfP8-t2682.7", "text": "There has to be an interaction, right?", "start": 2682.7, "end": 2685.7}
{"id": "TpLA7QypfP8-t2685.7", "text": "So the relational aspect of that, to me, is really foundational, and I kind of want to shift our conversation a little bit,", "start": 2685.7, "end": 2693.7}
{"id": "TpLA7QypfP8-t2693.7", "text": "maybe just because I don't feel a lot to contribute to the discussion of science, but I think about, you know,", "start": 2693.7, "end": 2702.7}
{"id": "TpLA7QypfP8-t2702.7", "text": "I'm probably going to bring up a word that may blow up the whole situation because the word is religion.", "start": 2702.7, "end": 2708.7}
{"id": "TpLA7QypfP8-t2708.7", "text": "And so, I'm a psychoanalyst and a psychologist of religion.", "start": 2708.7, "end": 2711.7}
{"id": "TpLA7QypfP8-t2711.7", "text": "They're very particularly interested in people's psychology and their lives, their spiritual lives,", "start": 2711.7, "end": 2717.7}
{"id": "TpLA7QypfP8-t2717.7", "text": "their lives of faith, their lives of belief, whatever form that might take,", "start": 2717.7, "end": 2721.7}
{"id": "TpLA7QypfP8-t2721.7", "text": "including science, can be your religion that can count too.", "start": 2721.7, "end": 2725.7}
{"id": "TpLA7QypfP8-t2725.7", "text": "So thinking about some of the questions that we're posted on the blur about today,", "start": 2725.7, "end": 2734.7}
{"id": "TpLA7QypfP8-t2734.7", "text": "one that was included in there was can people actually be altruistic in any kind of pure sense?", "start": 2734.7, "end": 2741.7}
{"id": "TpLA7QypfP8-t2741.7", "text": "Or is all acts of selflessness actually performed in some way in a self-interested way,", "start": 2741.7, "end": 2750.7}
{"id": "TpLA7QypfP8-t2750.7", "text": "even if it's unconscious, even if there's an unconscious sort of self-interest?", "start": 2750.7, "end": 2754.7}
{"id": "TpLA7QypfP8-t2754.7", "text": "And I wanted to talk about that a little bit because I think that we do see people,", "start": 2754.7, "end": 2761.7}
{"id": "TpLA7QypfP8-t2761.7", "text": "including ourselves, every day, acting in altruistic fashion in small ways and sometimes in big ways.", "start": 2761.7, "end": 2769.7}
{"id": "TpLA7QypfP8-t2769.7", "text": "And I just, I mentioned to the rubroity that I just saw Desmond Tutu last week in London", "start": 2769.7, "end": 2775.7}
{"id": "TpLA7QypfP8-t2775.7", "text": "received the Templeton Prize, humanitarian prize.", "start": 2775.7, "end": 2780.7}
{"id": "TpLA7QypfP8-t2780.7", "text": "This is basically a prize for altruism. That's what you get.", "start": 2780.7, "end": 2783.7}
{"id": "TpLA7QypfP8-t2783.7", "text": "And it's $2 million. Right? So, Mother Teresa has won this prize.", "start": 2783.7, "end": 2789.7}
{"id": "TpLA7QypfP8-t2789.7", "text": "Nelson Mandela has won the prize.", "start": 2789.7, "end": 2792.7}
{"id": "TpLA7QypfP8-t2792.7", "text": "He wasn't planning that all along. He did these actions.", "start": 2792.7, "end": 2794.7}
{"id": "TpLA7QypfP8-t2794.7", "text": "Apparently, he did not have the Dalai Lama won it last year.", "start": 2794.7, "end": 2799.7}
{"id": "TpLA7QypfP8-t2799.7", "text": "He was going to win.", "start": 2799.7, "end": 2800.7}
{"id": "TpLA7QypfP8-t2800.7", "text": "So I don't think the Dalai Lama was, you know, scheming his whole life to do all these good things", "start": 2800.7, "end": 2803.7}
{"id": "TpLA7QypfP8-t2803.7", "text": "so that he could get $2 million from Jack Templeton.", "start": 2803.7, "end": 2806.7}
{"id": "TpLA7QypfP8-t2806.7", "text": "Right. So I think about people like that on a sort of larger scale.", "start": 2806.7, "end": 2814.7}
{"id": "TpLA7QypfP8-t2814.7", "text": "The people who, when I was a child, I wished I could be like, right?", "start": 2814.7, "end": 2819.7}
{"id": "TpLA7QypfP8-t2819.7", "text": "Why would you wish you could be like a person like that?", "start": 2819.7, "end": 2822.7}
{"id": "TpLA7QypfP8-t2822.7", "text": "Who sacrifices their life, essentially, to for other people.", "start": 2822.7, "end": 2828.7}
{"id": "TpLA7QypfP8-t2828.7", "text": "For the good of other people and not their own good, not to make $2 million from.", "start": 2828.7, "end": 2832.7}
{"id": "TpLA7QypfP8-t2832.7", "text": "Oh, it's from, let me ask Jack to ask a question about the way you're formulating this.", "start": 2832.7, "end": 2836.7}
{"id": "TpLA7QypfP8-t2836.7", "text": "And I think in some ways, one of the questions is whether or not the behavior is done intrinsically or instrumentally.", "start": 2836.7, "end": 2843.7}
{"id": "TpLA7QypfP8-t2843.7", "text": "If I'm going to do something good because I know when I'm finished, I'm going to get paid, you know, like when I work in my private practice.", "start": 2843.7, "end": 2852.7}
{"id": "TpLA7QypfP8-t2852.7", "text": "You know, there's acts there that I think are intrinsically merit, but I'm also taught here in my living.", "start": 2852.7, "end": 2856.7}
{"id": "TpLA7QypfP8-t2856.7", "text": "And that's part and parcel of the act. I'm not doing it just for the good of the other.", "start": 2856.7, "end": 2862.7}
{"id": "TpLA7QypfP8-t2862.7", "text": "So there's something both instrumental and I believe something intrinsic.", "start": 2862.7, "end": 2866.7}
{"id": "TpLA7QypfP8-t2866.7", "text": "But can there be, and I think that's in some ways the distinction.", "start": 2866.7, "end": 2869.7}
{"id": "TpLA7QypfP8-t2869.7", "text": "If I'm doing something that is intrinsic, I'm doing it for its own reason.", "start": 2869.7, "end": 2874.7}
{"id": "TpLA7QypfP8-t2874.7", "text": "If it's instrumental, I'm doing it because it's inherently tied to another goal.", "start": 2874.7, "end": 2879.7}
{"id": "TpLA7QypfP8-t2879.7", "text": "Now that's the first part. So this is what my question is.", "start": 2879.7, "end": 2883.7}
{"id": "TpLA7QypfP8-t2883.7", "text": "It seems to me that on logical grounds, if you have two reasons for doing something, you have more reason than if you only had one of those reasons.", "start": 2883.7, "end": 2890.7}
{"id": "TpLA7QypfP8-t2890.7", "text": "But that doesn't mean that either of those reasons are intrinsically tied to the other.", "start": 2890.7, "end": 2896.7}
{"id": "TpLA7QypfP8-t2896.7", "text": "That, you know, I can do something for the good of the other, for reasons that are ethical as an intrinsic reason,", "start": 2896.7, "end": 2906.7}
{"id": "TpLA7QypfP8-t2906.7", "text": "that I, and I added some sacrifice to myself. And in doing so, feel satisfied.", "start": 2906.7, "end": 2913.7}
{"id": "TpLA7QypfP8-t2913.7", "text": "Now, if I, you know, is the feeling of satisfaction, does that make it instrumental?", "start": 2913.7, "end": 2921.7}
{"id": "TpLA7QypfP8-t2921.7", "text": "To the extent that you begin to argue that, then the concept of an intrinsic meaning loses, loses any kind of quality.", "start": 2921.7, "end": 2930.7}
{"id": "TpLA7QypfP8-t2930.7", "text": "So one notion is, if there is, you know, given that when we do good, we often feel satisfied in contrast to feeling nothing or feeling miserable.", "start": 2930.7, "end": 2939.7}
{"id": "TpLA7QypfP8-t2939.7", "text": "I suppose if we do good and we feel miserable, we actually describe that motivationally as masochistic,", "start": 2939.7, "end": 2944.7}
{"id": "TpLA7QypfP8-t2944.7", "text": "and we got a whole other set of ways of explaining it.", "start": 2944.7, "end": 2947.7}
{"id": "TpLA7QypfP8-t2947.7", "text": "But if I do something for good, and doing something for good also accomplishes other means, that also are intrinsic.", "start": 2947.7, "end": 2955.7}
{"id": "TpLA7QypfP8-t2955.7", "text": "And so that's in some ways part of my confusion about this notion that somehow needs to be unalloyed.", "start": 2955.7, "end": 2961.7}
{"id": "TpLA7QypfP8-t2961.7", "text": "It seems to me that it has to be intrinsic, not instrumental, but one can be doing a number of intrinsic things side by side without that destroying the merit of any one of them, unless of course it does.", "start": 2961.7, "end": 2973.7}
{"id": "TpLA7QypfP8-t2973.7", "text": "Great. And you know, I was thinking this week, discussing this with my partner, right, saying he's a filmmaker, documentarian, who makes movies about people doing good things.", "start": 2973.7, "end": 2985.7}
{"id": "TpLA7QypfP8-t2985.7", "text": "That's basically what he does.", "start": 2985.7, "end": 2987.7}
{"id": "TpLA7QypfP8-t2987.7", "text": "So we, about altruistic people doing good things.", "start": 2987.7, "end": 2991.7}
{"id": "TpLA7QypfP8-t2991.7", "text": "And so we were talking about this, and I thought about this sort of unalloyed notion of altruism, that somehow there's no good to the person otherwise it's not altruistic in the pure sense.", "start": 2991.7, "end": 3002.7}
{"id": "TpLA7QypfP8-t3002.7", "text": "I don't, I agree with you. I don't think that's a necessary condition, because even if it's just feeling that you did the right thing, and that's a satisfying sense, it doesn't diminish the power or the ethical power of an altruistic act.", "start": 3002.7, "end": 3021.7}
{"id": "TpLA7QypfP8-t3021.7", "text": "I was trying to think in my own, you know, of the stories I know about, do I know of a person who really ever did something that seems to me completely against their own interest for the benefit of others?", "start": 3021.7, "end": 3036.7}
{"id": "TpLA7QypfP8-t3036.7", "text": "And the only story that I could come up with that felt as close to that as I can imagine is Dietrich Bonhoeffer.", "start": 3036.7, "end": 3044.7}
{"id": "TpLA7QypfP8-t3044.7", "text": "So I don't know if all of you know who Dietrich Bonhoeffer was, but he was a Protestant minister and theologian German who wrote about doing good things for other people among other things.", "start": 3044.7, "end": 3056.7}
{"id": "TpLA7QypfP8-t3056.7", "text": "He had a wonderful book called The Cost of Discipleship. So how do you live a good life without cost to yourself? You can't.", "start": 3056.7, "end": 3063.7}
{"id": "TpLA7QypfP8-t3063.7", "text": "You have to give up something of yourself.", "start": 3063.7, "end": 3066.7}
{"id": "TpLA7QypfP8-t3066.7", "text": "But he came to the United States and could have stayed here for the rest of the war and spared his own life. He was not popular with the Nazis, as you can imagine, and decided not to do that.", "start": 3066.7, "end": 3077.7}
{"id": "TpLA7QypfP8-t3077.7", "text": "So he went back to Germany during the war and became part of the plot to assassinate Hitler. And he was a religious minister, right? Not the thing.", "start": 3077.7, "end": 3086.7}
{"id": "TpLA7QypfP8-t3086.7", "text": "You think most ministers would put at the top of their list if they're going to kill someone as a good act. And he was caught in that plot, and he was hung.", "start": 3086.7, "end": 3099.7}
{"id": "TpLA7QypfP8-t3099.7", "text": "So I thought about this from a religious person's point of view. And from Dietrich Bonhoeffer's own Protestant theology, the act of participating in the murder of another person, even if that person is Hitler, is immortal sin.", "start": 3099.7, "end": 3115.7}
{"id": "TpLA7QypfP8-t3115.7", "text": "He would go to hell for doing it. He would give up his hope of heaven by participating in this act. And his entire life was structured around this religious philosophy where he would want to be in the presence of God after death. That would be the Christian view.", "start": 3115.7, "end": 3134.7}
{"id": "TpLA7QypfP8-t3134.7", "text": "And what he sacrificed was not only his physical life, but literally his salvation in order to save as many people as he possibly could. So I couldn't think of any possible good to him in that story.", "start": 3134.7, "end": 3151.7}
{"id": "TpLA7QypfP8-t3151.7", "text": "It's one of the most, to me, were a purely altruistic acts that I can think of historically. I'm sure there are many, many others.", "start": 3151.7, "end": 3159.7}
{"id": "TpLA7QypfP8-t3159.7", "text": "But this is B.R.O. Stephanie's question at the very beginning, which is somebody who would basically kill themselves in the act of promoting something that they took to be a good.", "start": 3159.7, "end": 3170.7}
{"id": "TpLA7QypfP8-t3170.7", "text": "So would that kind of fit with what you were talking about? Even that because this would benefit humanity as a whole over the long term?", "start": 3170.7, "end": 3178.7}
{"id": "TpLA7QypfP8-t3178.7", "text": "Sure. It really doesn't matter, whatever gets attached in your mind to the recipient, the beneficiary. I look at a particular kind of sacrifice or particular kind of altruism, which is incurring cost over a long period of time in the absence of reciprocity,", "start": 3178.7, "end": 3200.7}
{"id": "TpLA7QypfP8-t3200.7", "text": "and in some cases, giving up your own life. And so I look at very costly investment in others. And that's why I say value neutral, because we can disagree with what other people have decided,", "start": 3200.7, "end": 3213.7}
{"id": "TpLA7QypfP8-t3213.7", "text": "justifies their horrific acts. We can think on the one hand, killing is wrong. But on the other hand, it's outweighed by the benefits, the recipient.", "start": 3213.7, "end": 3228.7}
{"id": "TpLA7QypfP8-t3228.7", "text": "And so we're going to incur those costs. And researching the brain is really helpful for disentangling some of these things.", "start": 3228.7, "end": 3234.7}
{"id": "TpLA7QypfP8-t3234.7", "text": "I mean, there are circuits in our brain that are weighing, on the one hand, the rules of right and wrong.", "start": 3234.7, "end": 3240.7}
{"id": "TpLA7QypfP8-t3240.7", "text": "And those are interacting with the personal relation aspect, which is interacting with the social good.", "start": 3240.7, "end": 3249.7}
{"id": "TpLA7QypfP8-t3249.7", "text": "And I mean, these are very complicated. And I agree that disentangling the pure reason and pure motive is, to me, I consider it a moot point in the work that I do.", "start": 3249.7, "end": 3261.7}
{"id": "TpLA7QypfP8-t3261.7", "text": "So even though I study altruism, I would never go into a situation and say, I'm going to decide whether this is altruistic or not. I don't think that's possible.", "start": 3261.7, "end": 3269.7}
{"id": "TpLA7QypfP8-t3269.7", "text": "These are certainly, I mean, these are, you know, you bring up these very dramatic cases like 9-11 and Bonhoeffer, and I mean, they are very dramatic cases.", "start": 3269.7, "end": 3282.7}
{"id": "TpLA7QypfP8-t3282.7", "text": "I don't want to say the difference between what you said and the 9-11. What those people believe is that that act would get them to heaven.", "start": 3282.7, "end": 3291.7}
{"id": "TpLA7QypfP8-t3291.7", "text": "That's right.", "start": 3291.7, "end": 3292.7}
{"id": "TpLA7QypfP8-t3292.7", "text": "And then what's clearly wrong with God, it's up there and proved that he did the good thing, even though he did the bad thing. He was actually not having any, he was doing it for no gain, any place.", "start": 3292.7, "end": 3304.7}
{"id": "TpLA7QypfP8-t3304.7", "text": "Well, he knew, he was doing it for adults, he knew he would lose, right? He was giving up.", "start": 3304.7, "end": 3309.7}
{"id": "TpLA7QypfP8-t3309.7", "text": "But there is one thing that he wanted in life. And I think that's true. I think in the 9-11 situation, it was actually quite explicit gain that they wanted to.", "start": 3309.7, "end": 3319.7}
{"id": "TpLA7QypfP8-t3319.7", "text": "The 9-11 situation that goes back to the bed does actually offer a certain insight into the two cases.", "start": 3319.7, "end": 3325.7}
{"id": "TpLA7QypfP8-t3325.7", "text": "Notice, I jumped all over the place when you brought up 9-11. But I smiled when you talked about doing something against the Nazi.", "start": 3325.7, "end": 3332.7}
{"id": "TpLA7QypfP8-t3332.7", "text": "And I think in a way, the part of the thing is this notion that it's kind of like the victor gets defined at the final state.", "start": 3332.7, "end": 3339.7}
{"id": "TpLA7QypfP8-t3339.7", "text": "Who's the real good guy? And I think we're conflating good guy with altruism, which I want to do, and which you don't want to do, because you want to look at it in a very specific way connected to the", "start": 3339.7, "end": 3326.7}
{"id": "TpLA7QypfP8-t3326.7", "text": "notion of fitness.", "start": 3326.7, "end": 3350.7}
{"id": "TpLA7QypfP8-t3350.7", "text": "No, I actually want to look at it in a very disconnected abstract way where I can take myself out of what I'm observing.", "start": 3350.7, "end": 3359.7}
{"id": "TpLA7QypfP8-t3359.7", "text": "But you're making some connections between sacrifice and, I may have misunderstood, because I thought you were predicated, you're arguing on an evolutionary.", "start": 3359.7, "end": 3369.7}
{"id": "TpLA7QypfP8-t3369.7", "text": "I use a biological definition because it gets me out of the can of worms and trying to think about specific motivation in a given instance.", "start": 3369.7, "end": 3376.7}
{"id": "TpLA7QypfP8-t3376.7", "text": "I just look at behavior. Are resources going outside the body, acting towards another individual? Is there a cost to the one person? Is it benefiting the other?", "start": 3376.7, "end": 3387.7}
{"id": "TpLA7QypfP8-t3387.7", "text": "So I choose a biological definition as a start point. Really, because of some of the points you're making, which is that how can you theorize about something unless you have a clear way to define it.", "start": 3387.7, "end": 3399.7}
{"id": "TpLA7QypfP8-t3399.7", "text": "And I think behavior is nice and clear. We can get a thousand people together. They can all say, yes, this happened or no, it didn't happen.", "start": 3399.7, "end": 3407.7}
{"id": "TpLA7QypfP8-t3407.7", "text": "And so it's a good starting place to say, okay, now, once we establish what we're interested in defining, what are the likely motivations behind it? How can we think about the brain?", "start": 3407.7, "end": 3418.7}
{"id": "TpLA7QypfP8-t3418.7", "text": "And so all I'm trying to do is say, I can't consider the moral or the value judgment of the particular behavior in question without bringing myself into the mix.", "start": 3418.7, "end": 3432.7}
{"id": "TpLA7QypfP8-t3432.7", "text": "That's true. You can't. And I think that's one of the things that's interesting. I don't know if anybody could ever keep themselves 100% out of things, obviously.", "start": 3432.7, "end": 3442.7}
{"id": "TpLA7QypfP8-t3442.7", "text": "It helps to do neuroimaging and blood samples because you can't mess with that, isn't it? It's not imperfect.", "start": 3442.7, "end": 3450.7}
{"id": "TpLA7QypfP8-t3450.7", "text": "But it certainly helps. I don't know if it helps us the right word. But changes things when you leave the question of, you said you look at behavior, so leaving the question of ethics or morality out of it and leaving the question of meaning out of it.", "start": 3450.7, "end": 3467.7}
{"id": "TpLA7QypfP8-t3467.7", "text": "So the problem we're describing in some ways is I'm taking as a given that in the history of the origin of the terms of altruism, somebody's going to check with the pediatric figure out that I'm wrong now, but I believe that the history of the word has always been invested in moral or ethical", "start": 3467.7, "end": 3487.7}
{"id": "TpLA7QypfP8-t3487.7", "text": "language that it's always had its place in that kind of discourse. So it's had that commitment. If you want to remove, and we first sat down at the table before we came in here, I was talking to you.", "start": 3487.7, "end": 3504.7}
{"id": "TpLA7QypfP8-t3504.7", "text": "I'll just make a brief digression into this about the problem of definition. And there's a lot of things that are almost impossible to define in a strict, you know, webster definition form.", "start": 3504.7, "end": 3517.7}
{"id": "TpLA7QypfP8-t3517.7", "text": "We're talking about emotion as one empathy as another or behavior. Many of these things are hard to define, try to find what a chair is.", "start": 3517.7, "end": 3527.7}
{"id": "TpLA7QypfP8-t3527.7", "text": "Now, one way out of the problem, which we see now in legal studies, in which what we do in descriptive psychology is called a paradigm case analysis, where you start with a complete case, a case that has all of the elements that everybody can look at.", "start": 3527.7, "end": 3540.7}
{"id": "TpLA7QypfP8-t3540.7", "text": "So yeah, if it has all of those things, sure, we agree that that's empathy.", "start": 3540.7, "end": 3545.7}
{"id": "TpLA7QypfP8-t3545.7", "text": "That if it has all of those things, sure, we agree that that's altruistic, that if it involves self-sacrifice, that if it's good for the community, that there is no apparent self-gain.", "start": 3545.7, "end": 3556.7}
{"id": "TpLA7QypfP8-t3556.7", "text": "If it has all of those features, we're going to call that altruism.", "start": 3556.7, "end": 3560.7}
{"id": "TpLA7QypfP8-t3560.7", "text": "If, in the example of empathy, if it involves my recognizing your motivations, what you recognize, what you know how to do, what you can tolerate, what your ongoing intent is, what the significance is of all that to you.", "start": 3560.7, "end": 3573.7}
{"id": "TpLA7QypfP8-t3573.7", "text": "If that's part of what your recognition of the other is, and you do it in a way that they can tolerate, yeah, that's pretty clearly at least what the average Joe is, or the average scientist, also is going to say we mean by empathy.", "start": 3573.7, "end": 3584.7}
{"id": "TpLA7QypfP8-t3584.7", "text": "We start to remove pieces of that.", "start": 3584.7, "end": 3587.7}
{"id": "TpLA7QypfP8-t3587.7", "text": "We start to remove, for example, in this particular case, if we take the general notion of altruism as something that is a feature of the moral universe, and we take out this notion of ethic or greater good or whatever else we want to combine to the notion of morality, and instead simply define it as self-sacrifice, we have one of the important elements, the self-sacrifice element.", "start": 3587.7, "end": 3612.7}
{"id": "TpLA7QypfP8-t3612.7", "text": "Now, under those conditions, some of our judges will say, okay, that's still what I mean by altruism, we can study that.", "start": 3612.7, "end": 3617.7}
{"id": "TpLA7QypfP8-t3617.7", "text": "But others are going to say it doesn't involve enough of the case for me to feel that we're talking about the full subject matter.", "start": 3617.7, "end": 3623.7}
{"id": "TpLA7QypfP8-t3623.7", "text": "And so some of the tasks in science often is to do what you're describing, I believe, which is to pull out some feature of it.", "start": 3623.7, "end": 3630.7}
{"id": "TpLA7QypfP8-t3630.7", "text": "The trouble is if we take that feature and now confuse it with the paradigm case, or what happens is that you begin with an example, and somebody like me gets upset because they say, but you didn't include this.", "start": 3630.7, "end": 3640.7}
{"id": "TpLA7QypfP8-t3640.7", "text": "Oh, and that happens all the time. I mean, that's the goal in science, right, is to actually take the pieces, bring them into the laboratory,", "start": 3640.7, "end": 3648.7}
{"id": "TpLA7QypfP8-t3648.7", "text": "control everything you can to discover cause and effect.", "start": 3648.7, "end": 3652.7}
{"id": "TpLA7QypfP8-t3652.7", "text": "And what you do is every cause and effect relationship and all the boundary conditions around it, they constitute puzzle pieces.", "start": 3652.7, "end": 3658.7}
{"id": "TpLA7QypfP8-t3658.7", "text": "Yeah, but let me finish.", "start": 3658.7, "end": 3661.7}
{"id": "TpLA7QypfP8-t3661.7", "text": "We have your puzzle pieces, and then what you do is you try to put them together.", "start": 3661.7, "end": 3666.7}
{"id": "TpLA7QypfP8-t3666.7", "text": "And when you put them together, therein lies the help when it comes to something like ethics or something like social policy.", "start": 3666.7, "end": 3674.7}
{"id": "TpLA7QypfP8-t3674.7", "text": "Because as a result of the pieces that I've put together, I've been able to figure out ways to actually trigger these kinds of motivations in others,", "start": 3674.7, "end": 3687.7}
{"id": "TpLA7QypfP8-t3687.7", "text": "which can be used and also to understand which aspects of our society are inhibiting and interfering with these kinds of more pro-social motivations.", "start": 3687.7, "end": 3696.7}
{"id": "TpLA7QypfP8-t3696.7", "text": "I could tell you what's wrong, like I could hypothesize about what features of the media or what features of our technology are actually shutting down every single ounce of compassion that we might have,", "start": 3696.7, "end": 3710.7}
{"id": "TpLA7QypfP8-t3710.7", "text": "and what causes us to operate in defensive ways, in fearful ways. And so what I can do is make predictions about ways to harness and leverage what seems desirable about the human condition.", "start": 3710.7, "end": 3722.7}
{"id": "TpLA7QypfP8-t3722.7", "text": "I can do that as a result of this kind of systematic analysis that does include a conversation between observation, description, and also theory and explanation.", "start": 3722.7, "end": 3733.7}
{"id": "TpLA7QypfP8-t3733.7", "text": "I think the only distinction I'd want to add is a kind of historical philosophical point, which is causing effect is an extraordinary useful device.", "start": 3733.7, "end": 3746.7}
{"id": "TpLA7QypfP8-t3746.7", "text": "If this happens, this always happens. If you've got time one, you've got time two sequences, and there's a long history of that kind of technique and technology paying off.", "start": 3746.7, "end": 3756.7}
{"id": "TpLA7QypfP8-t3756.7", "text": "But that actually is a subclass of a more general mode of explanation, which is something gives reason to. Something is understandable, something follows.", "start": 3756.7, "end": 3766.7}
{"id": "TpLA7QypfP8-t3766.7", "text": "In a lot of behavioral descriptions, I'll prefer talking about something elicits or something fosters rather than something causes for a very simple reason,", "start": 3766.7, "end": 3777.7}
{"id": "TpLA7QypfP8-t3777.7", "text": "which is that there are a set of conditions that in retrospect I see how it got there, but in looking into the future, it's understandable that it might follow, but it doesn't have to follow any particular way.", "start": 3777.7, "end": 3788.7}
{"id": "TpLA7QypfP8-t3788.7", "text": "You cannot discover cause and effect without the scientific method.", "start": 3788.7, "end": 3792.7}
{"id": "TpLA7QypfP8-t3792.7", "text": "That's, well, yeah, I'm not arguing with that, but I think there's systematic ways that go back to natural history studies that show that there are broader ways of doing that.", "start": 3792.7, "end": 3800.7}
{"id": "TpLA7QypfP8-t3800.7", "text": "But cause and effect is something, yeah, I mean, when we do our correlational studies, we have to use language like associated with, likely to happen.", "start": 3800.7, "end": 3808.7}
{"id": "TpLA7QypfP8-t3808.7", "text": "We have to use that, we have to soften the language. The beautiful thing about an experiment is we don't have to soften the language.", "start": 3808.7, "end": 3814.7}
{"id": "TpLA7QypfP8-t3814.7", "text": "Now, we can be wrong. We can discover something in our experiment that turns out to not be replicable, but then we find that out because we can't replicate it.", "start": 3814.7, "end": 3823.7}
{"id": "TpLA7QypfP8-t3823.7", "text": "So what's nice is all the puzzle pieces, all the cause and effect relationships that are solid enough to be replicated over and over again, and you put them together in an explanation,", "start": 3823.7, "end": 3834.7}
{"id": "TpLA7QypfP8-t3834.7", "text": "and then you go out and you predict what that explanation suggests. If you're right, if you find what you're looking for, it may as well be the truth,", "start": 3834.7, "end": 3843.7}
{"id": "TpLA7QypfP8-t3843.7", "text": "even if you can never get to the truth, because what you can do is you can build bridges around these kinds of concepts.", "start": 3843.7, "end": 3848.7}
{"id": "TpLA7QypfP8-t3848.7", "text": "And so the kind of hard, hard objective, something that you can get your hands on, the science is the way forward.", "start": 3848.7, "end": 3858.7}
{"id": "TpLA7QypfP8-t3858.7", "text": "It's interesting because we're sitting here in a building devoted to psychoanalysis, which from Freud on had to contend with probably until the mid 1970s with extraordinarily difficult paradox,", "start": 3858.7, "end": 3871.7}
{"id": "TpLA7QypfP8-t3871.7", "text": "which was at least initially a theoretical, and I would argue theological argument, that all understanding should be deterministic.", "start": 3871.7, "end": 3881.7}
{"id": "TpLA7QypfP8-t3881.7", "text": "Everything in some point is going to reduce the cause and effect explanations.", "start": 3881.7, "end": 3886.7}
{"id": "TpLA7QypfP8-t3886.7", "text": "While developing a therapeutic methodology based on liberation, based on an attempt to be utterly honest, to speak freely,", "start": 3886.7, "end": 3894.7}
{"id": "TpLA7QypfP8-t3894.7", "text": "to be liberated in effect from the unexamined, to be able to move from the unexamined cause to action with reason,", "start": 3894.7, "end": 3904.7}
{"id": "TpLA7QypfP8-t3904.7", "text": "to be able to move from a determined, unconsciously determined set of activities into one in which the actor can make some choices.", "start": 3904.7, "end": 3915.7}
{"id": "TpLA7QypfP8-t3915.7", "text": "And that kind of tension, I think, has informed and infected our studies for a very, very long time.", "start": 3915.7, "end": 3925.7}
{"id": "TpLA7QypfP8-t3925.7", "text": "Including in science, you see this tension everywhere.", "start": 3925.7, "end": 3929.7}
{"id": "TpLA7QypfP8-t3929.7", "text": "We can't sit here and talk about what the fundamental principles of the relationship between emotion and motivation are at the level of neurotransmitters.", "start": 3929.7, "end": 3939.7}
{"id": "TpLA7QypfP8-t3939.7", "text": "I mean, there's so much we do not know, and it's all this back and forth between what we see and what we tweak and some things we can take to the bank,", "start": 3939.7, "end": 3948.7}
{"id": "TpLA7QypfP8-t3948.7", "text": "other things we can't. And if you want to take things to the bank, there's so many qualifiers, right?", "start": 3948.7, "end": 3952.7}
{"id": "TpLA7QypfP8-t3952.7", "text": "So many circumstances under which, well, it's not true here, and it is true here.", "start": 3952.7, "end": 3956.7}
{"id": "TpLA7QypfP8-t3956.7", "text": "It really depends on what problem you're trying to solve and how to generate knowledge.", "start": 3956.7, "end": 3961.7}
{"id": "TpLA7QypfP8-t3961.7", "text": "And I'm just saying, science is a useful way to generate knowledge.", "start": 3961.7, "end": 3965.7}
{"id": "TpLA7QypfP8-t3965.7", "text": "We put these two things together, empathy and altruism.", "start": 3965.7, "end": 3971.7}
{"id": "TpLA7QypfP8-t3971.7", "text": "From your work on theory of mind and from your perspectives, are they related?", "start": 3971.7, "end": 3977.7}
{"id": "TpLA7QypfP8-t3977.7", "text": "Do they have to be put next to each other, or are they not related at all?", "start": 3977.7, "end": 3982.7}
{"id": "TpLA7QypfP8-t3982.7", "text": "Well, my way of approaching these kinds of very interesting questions wouldn't be through dramatic examples like 9-11 or even the second world war.", "start": 3982.7, "end": 4001.7}
{"id": "TpLA7QypfP8-t4001.7", "text": "It's something because those things are so complex, the reasoning that Bonhoeffer went through itself very, very complex.", "start": 4001.7, "end": 4013.7}
{"id": "TpLA7QypfP8-t4013.7", "text": "But if you take a very simple case like I begin to take out my pen and I drop my pen on the floor,", "start": 4013.7, "end": 4021.7}
{"id": "TpLA7QypfP8-t4021.7", "text": "and before I've hardly noticed that I've done that, you'll be getting it to stretch, and you pick the pen up and give it back to me.", "start": 4021.7, "end": 4029.7}
{"id": "TpLA7QypfP8-t4029.7", "text": "Why are you putting your pocket that wouldn't? That's not going to count, but if you're actually, if the fact of what you do is to help me,", "start": 4029.7, "end": 4039.7}
{"id": "TpLA7QypfP8-t4039.7", "text": "well, there you have an act, and you can ask all these same questions about it.", "start": 4039.7, "end": 4044.7}
{"id": "TpLA7QypfP8-t4044.7", "text": "Is this, was this an altruistic act and so forth?", "start": 4044.7, "end": 4048.7}
{"id": "TpLA7QypfP8-t4048.7", "text": "And again, with somebody as complex as you, it would be hard for me to be exactly sure what your motivations were.", "start": 4048.7, "end": 4058.7}
{"id": "TpLA7QypfP8-t4058.7", "text": "So that's where asking the same kinds of questions of babies can be so interesting because we ask these questions of babies and small children over through the lens of experiments", "start": 4058.7, "end": 4075.7}
{"id": "TpLA7QypfP8-t4075.7", "text": "because we have to be able to control and to try to determine what caused the fact is and to do things that are replicable.", "start": 4075.7, "end": 4084.7}
{"id": "TpLA7QypfP8-t4084.7", "text": "So one of the kind of claims I'm making about babies, they're based on experiments and I don't want to turn this into one of my classrooms or anything", "start": 4084.7, "end": 4096.7}
{"id": "TpLA7QypfP8-t4096.7", "text": "and say exactly what these experiments are. But here's the basic situation.", "start": 4096.7, "end": 4101.7}
{"id": "TpLA7QypfP8-t4101.7", "text": "You have somebody who's an 18-month-old present and you have somebody who's a stranger, an experimenter,", "start": 4101.7, "end": 4108.7}
{"id": "TpLA7QypfP8-t4108.7", "text": "takes a pen out and drops it. It looks like it's an accident.", "start": 4108.7, "end": 4117.7}
{"id": "TpLA7QypfP8-t4117.7", "text": "Drops it on the floor and pauses for a moment.", "start": 4117.7, "end": 4123.7}
{"id": "TpLA7QypfP8-t4123.7", "text": "And it's commonly the case that toddlers of 18 months of age will in fact, you know, struggle down from the chair that they're sitting on", "start": 4123.7, "end": 4134.7}
{"id": "TpLA7QypfP8-t4134.7", "text": "and taut all across to this pen and give it back. You know, that sort of shaking waste over 18 months and give it back to the person who dropped it.", "start": 4134.7, "end": 4145.7}
{"id": "TpLA7QypfP8-t4145.7", "text": "And the contrasting cases where the experimenter does the same thing in a sense, but does it in such a manner that they're displaying their intention to throw their pen upon the floor?", "start": 4145.7, "end": 4160.7}
{"id": "TpLA7QypfP8-t4160.7", "text": "So this experiment and this other condition throws the pen on the floor.", "start": 4160.7, "end": 4165.7}
{"id": "TpLA7QypfP8-t4165.7", "text": "And under those circumstances where the experimenter has deliberately thrown their own pen on the floor, you don't see this helping behavior from 18 month-olds.", "start": 4165.7, "end": 4177.7}
{"id": "TpLA7QypfP8-t4177.7", "text": "Now that's a very remarkable thing to me.", "start": 4177.7, "end": 4180.7}
{"id": "TpLA7QypfP8-t4180.7", "text": "Now, I'm sure that in a way that caregivers, and I know this is true, caregivers have always sort of known that about their babies.", "start": 4180.7, "end": 4187.7}
{"id": "TpLA7QypfP8-t4187.7", "text": "They've always felt that about their babies, that there was really a person, I thought, about the baby now on the other end, who is with whom you have a relationship, and part of that relationship is that you are reflected in that baby's mind.", "start": 4187.7, "end": 4208.7}
{"id": "TpLA7QypfP8-t4208.7", "text": "And your mind, your intentions and desires and perspective is reflected in your baby's mind.", "start": 4208.7, "end": 4218.7}
{"id": "TpLA7QypfP8-t4218.7", "text": "And that's sort of really what we mean by having a baby at a very basic level, what we mean by having a relationship.", "start": 4218.7, "end": 4226.7}
{"id": "TpLA7QypfP8-t4226.7", "text": "And that's also the big thing, this absence if your child is substantially autistic, that you don't have that reflection.", "start": 4226.7, "end": 4237.7}
{"id": "TpLA7QypfP8-t4237.7", "text": "Of your own inner life in your products, it typically would be a song.", "start": 4237.7, "end": 4246.7}
{"id": "TpLA7QypfP8-t4246.7", "text": "And that makes the whole job of parenting extremely difficult.", "start": 4246.7, "end": 4251.7}
{"id": "TpLA7QypfP8-t4251.7", "text": "So if you take these little cases, very simple cases, undermatic cases, everyday cases, to me these are the cases, and you use this to investigate very early development.", "start": 4251.7, "end": 4264.7}
{"id": "TpLA7QypfP8-t4264.7", "text": "And lo and behold, you find that these kinds of responses and judgments, and would I call that altruistic?", "start": 4264.7, "end": 4273.7}
{"id": "TpLA7QypfP8-t4273.7", "text": "Well, you know, I mean what you want to call things, I sort of up to you, but I just say, look, this is what they do.", "start": 4273.7, "end": 4284.7}
{"id": "TpLA7QypfP8-t4284.7", "text": "So there's something we need to explain this, what are they doing, why are they doing it?", "start": 4284.7, "end": 4289.7}
{"id": "TpLA7QypfP8-t4289.7", "text": "And you can see these nice sort of distinctions you can set up by giving the two contrasting cases, one's where I do something by accident.", "start": 4289.7, "end": 4297.7}
{"id": "TpLA7QypfP8-t4297.7", "text": "So I don't want to drop my pen on the floor, in fact, this is something that's disrupted my life for a moment, and the child spontaneously wants to help to set you back on course, versus the case where you deliberately throw it on the floor.", "start": 4297.7, "end": 4312.7}
{"id": "TpLA7QypfP8-t4312.7", "text": "Well, that's what the person wants. Has this been done with siblings to see if they're so...", "start": 4312.7, "end": 4319.7}
{"id": "TpLA7QypfP8-t4319.7", "text": "This is, this, all of this is, well, you would then have to get one of the siblings to do the acting of the roles, that's more difficult.", "start": 4319.7, "end": 4326.7}
{"id": "TpLA7QypfP8-t4326.7", "text": "So the one side of this is taken by an experimenter who is very trained and practiced at producing these different displays.", "start": 4326.7, "end": 4338.7}
{"id": "TpLA7QypfP8-t4338.7", "text": "And there's other kinds of examples that are even more dramatic, where the task for the baby is to figure out what it is you want, what you're trying to do, what you're wanting.", "start": 4338.7, "end": 4356.7}
{"id": "TpLA7QypfP8-t4356.7", "text": "Not from any overt sign that you give in the manner of your behavior, accident versus deliberate, but simply in terms of your perspective on the world.", "start": 4356.7, "end": 4369.7}
{"id": "TpLA7QypfP8-t4369.7", "text": "So you're trying to open this box and you can't quite manage. There's another box.", "start": 4369.7, "end": 4377.7}
{"id": "TpLA7QypfP8-t4377.7", "text": "A few moments ago you put an object in this first box and then you left the room. And while you were away, somebody moved that object from this box, put it in that box.", "start": 4377.7, "end": 4388.7}
{"id": "TpLA7QypfP8-t4388.7", "text": "You didn't see that, but you come back into the room and now you're trying to open the box.", "start": 4388.7, "end": 4394.7}
{"id": "TpLA7QypfP8-t4394.7", "text": "And you can't quite manage.", "start": 4394.7, "end": 4397.7}
{"id": "TpLA7QypfP8-t4397.7", "text": "In this case, what 18 month those do is they struggle to their feet and toggle across to the other box, open it, take the toy out,", "start": 4397.7, "end": 4406.7}
{"id": "TpLA7QypfP8-t4406.7", "text": "and give it to you.", "start": 4406.7, "end": 4409.7}
{"id": "TpLA7QypfP8-t4409.7", "text": "So we needed a contrast. We always needed a contrast.", "start": 4409.7, "end": 4413.7}
{"id": "TpLA7QypfP8-t4413.7", "text": "So the contrast in cases, you put this object in this box and you start to leave the room.", "start": 4413.7, "end": 4421.7}
{"id": "TpLA7QypfP8-t4421.7", "text": "And while you're leaving the room, a second person takes a second adult, takes the object out in this box, puts it into this box.", "start": 4421.7, "end": 4429.7}
{"id": "TpLA7QypfP8-t4429.7", "text": "But just at that moment you turn back and you look and you see the second adult putting the object in this box.", "start": 4429.7, "end": 4437.7}
{"id": "TpLA7QypfP8-t4437.7", "text": "And then you leave. And then a few moments later you come back in and you go up to this box and try to open it again.", "start": 4437.7, "end": 4445.7}
{"id": "TpLA7QypfP8-t4445.7", "text": "Now in this case, what was the toddler do? Well, the toddler struggles to her feet and toggles across to this box and opens it for you.", "start": 4445.7, "end": 4454.7}
{"id": "TpLA7QypfP8-t4454.7", "text": "It doesn't retrieve the toy. At what stage does the child look at the situation and just start to laugh?", "start": 4454.7, "end": 4461.7}
{"id": "TpLA7QypfP8-t4461.7", "text": "No, it's because what I'm wondering about is that part of what I think is beautifully illustrated in these kinds of experiments,", "start": 4461.7, "end": 4469.7}
{"id": "TpLA7QypfP8-t4469.7", "text": "I gather you hang out with experimental philosophers.", "start": 4469.7, "end": 4472.7}
{"id": "TpLA7QypfP8-t4472.7", "text": "And they tend not, they like to play with all sorts of general notions.", "start": 4472.7, "end": 4478.7}
{"id": "TpLA7QypfP8-t4478.7", "text": "But in experiments like this, part of what I think is beautifully demonstrated is at what, you know, how children, how infants become people, become persons.", "start": 4478.7, "end": 4489.7}
{"id": "TpLA7QypfP8-t4489.7", "text": "And some of what you're noticing is that early on what happens more often than not is that the child does something that appears to be pro-social.", "start": 4489.7, "end": 4499.7}
{"id": "TpLA7QypfP8-t4499.7", "text": "In some fashion, something that, you know, seems to be nice benefits to the other person.", "start": 4499.7, "end": 4504.7}
{"id": "TpLA7QypfP8-t4504.7", "text": "I suppose at some stage, some of these kids under other circumstances just watch the adult struggle, wait for the adult to leave,", "start": 4504.7, "end": 4511.7}
{"id": "TpLA7QypfP8-t4511.7", "text": "and then swipe the pen from the one where it was really hidden.", "start": 4511.7, "end": 4515.7}
{"id": "TpLA7QypfP8-t4515.7", "text": "Maybe not under these conditions where they're being observed because of the knowledge of the consequences.", "start": 4515.7, "end": 4520.7}
{"id": "TpLA7QypfP8-t4520.7", "text": "But I think what's really interesting is that you're observing, I mean, obviously, one of the, to go back to the earlier question about brains.", "start": 4520.7, "end": 4529.7}
{"id": "TpLA7QypfP8-t4529.7", "text": "Obviously, brains facilitate our becoming persons because if they didn't, you know, we'd become something else or we would misunderstand the brain.", "start": 4529.7, "end": 4538.7}
{"id": "TpLA7QypfP8-t4538.7", "text": "So, in effect, what your research is showing is that very, very early on, an infant begins to develop a perspective that has, that is seen by an other is pro-social,", "start": 4538.7, "end": 4550.7}
{"id": "TpLA7QypfP8-t4550.7", "text": "that recognizes what the other is trying to do and that facilitates the other getting what they're trying to do, in this case, getting the pen.", "start": 4550.7, "end": 4557.7}
{"id": "TpLA7QypfP8-t4557.7", "text": "And that you're finding that that occurs, versions that occur earlier and earlier.", "start": 4557.7, "end": 4561.7}
{"id": "TpLA7QypfP8-t4561.7", "text": "But I'm wondering at what point the child, you also begin to notice or have some evidence that the child is deciding whether they want to do that or not.", "start": 4561.7, "end": 4567.7}
{"id": "TpLA7QypfP8-t4567.7", "text": "Well, I mean, I think the way that I put this is that, you know, those questions that you're asking about say yourself.", "start": 4567.7, "end": 4575.7}
{"id": "TpLA7QypfP8-t4575.7", "text": "I would always give the pen.", "start": 4575.7, "end": 4578.7}
{"id": "TpLA7QypfP8-t4578.7", "text": "Yeah, I mean, what would be my motivations or something in this case and how does that relate to the baby becoming you?", "start": 4578.7, "end": 4588.7}
{"id": "TpLA7QypfP8-t4588.7", "text": "Well, I would simply point out that your brain used to be in an 18-month old toddler.", "start": 4588.7, "end": 4595.7}
{"id": "TpLA7QypfP8-t4595.7", "text": "It's the same brain. It's just, you know, fast forward a few years.", "start": 4595.7, "end": 4602.7}
{"id": "TpLA7QypfP8-t4602.7", "text": "And it's that same brain still in there. It's of course been working for longer.", "start": 4602.7, "end": 4609.7}
{"id": "TpLA7QypfP8-t4609.7", "text": "It's been working for longer, but I think that, you know, you have the properties that you have, and I have those that I have and that we share as human beings,", "start": 4609.7, "end": 4625.7}
{"id": "TpLA7QypfP8-t4625.7", "text": "because those properties are built into the brain and they were there already in the 18-month old.", "start": 4625.7, "end": 4633.7}
{"id": "TpLA7QypfP8-t4633.7", "text": "Perhaps they were there even in the 12-month old.", "start": 4633.7, "end": 4636.7}
{"id": "TpLA7QypfP8-t4636.7", "text": "And we've got other species too, Jim Hansey, either, but they have to be cultivated.", "start": 4636.7, "end": 4642.7}
{"id": "TpLA7QypfP8-t4642.7", "text": "They're not exactly the same in other species.", "start": 4642.7, "end": 4645.7}
{"id": "TpLA7QypfP8-t4645.7", "text": "So, I mean, when you look at the question of whether you get real, well, real whatever, you know, I understand it.", "start": 4645.7, "end": 4654.7}
{"id": "TpLA7QypfP8-t4654.7", "text": "Outrostic behavior in chimpanzee, you get that partial cooperation.", "start": 4654.7, "end": 4660.7}
{"id": "TpLA7QypfP8-t4660.7", "text": "So, if you can set up a situation with two chimps whereby one chim can only get their bit of banana if the other one helps them to do something,", "start": 4660.7, "end": 4672.7}
{"id": "TpLA7QypfP8-t4672.7", "text": "and this one can only get their piece of banana if this one helps them.", "start": 4672.7, "end": 4677.7}
{"id": "TpLA7QypfP8-t4677.7", "text": "So, you're asked to sort of chimp stuff to learn that they have to cooperate. If either of them will get or going to get a piece of banana, they have to cooperate with one another.", "start": 4677.7, "end": 4687.7}
{"id": "TpLA7QypfP8-t4687.7", "text": "And now what happens is the chimpanzees start off behaving.", "start": 4687.7, "end": 4691.7}
{"id": "TpLA7QypfP8-t4691.7", "text": "Now, of course, this means that one chimp has to help the other one first.", "start": 4691.7, "end": 4695.7}
{"id": "TpLA7QypfP8-t4695.7", "text": "I mean, at some point, this chimp will get the big piece of banana first, or this one will get it first, which means that this one has to help.", "start": 4695.7, "end": 4705.7}
{"id": "TpLA7QypfP8-t4705.7", "text": "This one gets its banana. And now the question is, what's this one? Just got their banana.", "start": 4705.7, "end": 4711.7}
{"id": "TpLA7QypfP8-t4711.7", "text": "What do they do? Do they continue to act so that this one can get their banana after all?", "start": 4711.7, "end": 4717.7}
{"id": "TpLA7QypfP8-t4717.7", "text": "And the answer is, because I said, no, no, they don't. As soon as they get their own banana, they're off.", "start": 4717.7, "end": 4722.7}
{"id": "TpLA7QypfP8-t4722.7", "text": "But if you do this with three-year-old children, human kids, they do cooperate all the way.", "start": 4722.7, "end": 4728.7}
{"id": "TpLA7QypfP8-t4728.7", "text": "So this kid gets the banana, and then continues to help the Confederate get their...", "start": 4728.7, "end": 4736.7}
{"id": "TpLA7QypfP8-t4736.7", "text": "There's a difference between species...", "start": 4736.7, "end": 4738.7}
{"id": "TpLA7QypfP8-t4738.7", "text": "But why is your question...", "start": 4738.7, "end": 4740.7}
{"id": "TpLA7QypfP8-t4740.7", "text": "Which I find intriguing. What you made me think about... I mean, I always go to sort of the human experience overall.", "start": 4740.7, "end": 4745.7}
{"id": "TpLA7QypfP8-t4745.7", "text": "And you say it's the same brain, right? So you're 18 months old or six months old, and you started to develop this empathy.", "start": 4745.7, "end": 4752.7}
{"id": "TpLA7QypfP8-t4752.7", "text": "And then you have six younger brothers and sisters, right? In a real family.", "start": 4752.7, "end": 4758.7}
{"id": "TpLA7QypfP8-t4758.7", "text": "Where's the point where the kids stop wanting to help?", "start": 4758.7, "end": 4761.7}
{"id": "TpLA7QypfP8-t4761.7", "text": "Let me go to the kitchen.", "start": 4761.7, "end": 4762.7}
{"id": "TpLA7QypfP8-t4762.7", "text": "So that question about how does the empathy and the... may be compassion develop over time?", "start": 4762.7, "end": 4772.7}
{"id": "TpLA7QypfP8-t4772.7", "text": "Because it doesn't seem to me it's a static thing, because the older you get, the more choice you have about whether you're doing it or not.", "start": 4772.7, "end": 4779.7}
{"id": "TpLA7QypfP8-t4779.7", "text": "And at a certain point, you may choose. The child may choose.", "start": 4779.7, "end": 4784.7}
{"id": "TpLA7QypfP8-t4784.7", "text": "No, it's certainly changed. But there are certain things that don't change.", "start": 4784.7, "end": 4789.7}
{"id": "TpLA7QypfP8-t4789.7", "text": "It's about lots and lots of things that do.", "start": 4789.7, "end": 4793.7}
{"id": "TpLA7QypfP8-t4793.7", "text": "So some of the things that don't change are the very, very simple things.", "start": 4793.7, "end": 4799.7}
{"id": "TpLA7QypfP8-t4799.7", "text": "The part of what I think there is a behavioral logic that we could use to unfold most of this, which is that if you've acquired any personal characteristic, regardless of your species,", "start": 4799.7, "end": 4812.7}
{"id": "TpLA7QypfP8-t4812.7", "text": "it's dependent on having a prior capacity and an intervening history.", "start": 4812.7, "end": 4819.7}
{"id": "TpLA7QypfP8-t4819.7", "text": "However, I mean, that's how you acquire. You've got a capacity.", "start": 4819.7, "end": 4823.7}
{"id": "TpLA7QypfP8-t4823.7", "text": "And the child who is on the spectrum, who evidently has a different capacity, and is going to require a different set of histories and intervening experiences in order to develop.", "start": 4823.7, "end": 4833.7}
{"id": "TpLA7QypfP8-t4833.7", "text": "In the average expected environment with a good enough child and the good enough mother, by a certain age, the age that you're noticing, some of these children are beginning to engage in things that look to be prosocial.", "start": 4833.7, "end": 4846.7}
{"id": "TpLA7QypfP8-t4846.7", "text": "What I think is sort of an interesting question is whether that activity at that stage is automatic in some fashion, and I'm neutral, but I don't know where it is or not, or whether it already has something to do with some set of histories about how the child has been", "start": 4846.7, "end": 4866.7}
{"id": "TpLA7QypfP8-t4866.7", "text": "smiled at, appreciated, what has been done, so that the child now having those prior capacities is now able to see that, oh, I'm going to help you rather than not help you.", "start": 4866.7, "end": 4877.7}
{"id": "TpLA7QypfP8-t4877.7", "text": "And so there is a notion here of, I think, both, if you will, hardwiring in the sense of what the hardware is, what the prior capacities are, and how they change over time.", "start": 4877.7, "end": 4889.7}
{"id": "TpLA7QypfP8-t4889.7", "text": "And what the intervening history is that enables some set of characteristics to be more likely to be the case than others.", "start": 4889.7, "end": 4897.7}
{"id": "TpLA7QypfP8-t4897.7", "text": "I want to answer that, and then I'll go to the audience.", "start": 4897.7, "end": 4901.7}
{"id": "TpLA7QypfP8-t4901.7", "text": "Certainly your each individual's developmental history will be very different if you are locked in a dark cupboard.", "start": 4901.7, "end": 4912.7}
{"id": "TpLA7QypfP8-t4912.7", "text": "But there are just lots and lots of things between the most extreme two possibilities.", "start": 4912.7, "end": 4922.7}
{"id": "TpLA7QypfP8-t4922.7", "text": "One is that there is no human nature, it's just all a result of your exposure, and if you were brought up with champs, you would be a chimp.", "start": 4922.7, "end": 4931.7}
{"id": "TpLA7QypfP8-t4931.7", "text": "And if a chimp was brought up with a human being, it would turn it to a human being.", "start": 4931.7, "end": 4936.7}
{"id": "TpLA7QypfP8-t4936.7", "text": "And people have tried to bring champs up that way, and they don't turn it to human beings.", "start": 4936.7, "end": 4942.7}
{"id": "TpLA7QypfP8-t4942.7", "text": "But on the other hand, between that extreme and the other extreme that somehow we're born knowing absolutely everything that we know now, that's always not true.", "start": 4942.7, "end": 4952.7}
{"id": "TpLA7QypfP8-t4952.7", "text": "So the answer is somewhere between those two extremes.", "start": 4952.7, "end": 4958.7}
{"id": "TpLA7QypfP8-t4958.7", "text": "And that's what makes all these questions so difficult to answer.", "start": 4958.7, "end": 4963.7}
{"id": "TpLA7QypfP8-t4963.7", "text": "And there are animal models of responding to need in others.", "start": 4963.7, "end": 4968.7}
{"id": "TpLA7QypfP8-t4968.7", "text": "And the hypothalamus plays a primary role in that, and it's a cross-species from rats to sheep to birds.", "start": 4968.7, "end": 4977.7}
{"id": "TpLA7QypfP8-t4977.7", "text": "What you find is just this hardwired response to need it looks like, and it looks like the experience will make it easier or more difficult to respond to need.", "start": 4977.7, "end": 4988.7}
{"id": "TpLA7QypfP8-t4988.7", "text": "If you think altruism is a special case, you're incurring costs, you could give up all of your resources to another person.", "start": 4988.7, "end": 4995.7}
{"id": "TpLA7QypfP8-t4995.7", "text": "If you were always activating that motivation, you'd never survive in reproduce.", "start": 4995.7, "end": 4998.7}
{"id": "TpLA7QypfP8-t4998.7", "text": "Well, and that's why you're a science issue is that you're defining to be in with become so important, which is, especially if you want to look at the notion of prior capacities or embodiment issues, or what the, you know, what within the body would facilitate or inhibit", "start": 4998.7, "end": 5015.7}
{"id": "TpLA7QypfP8-t5015.7", "text": "the expression of what the person in the average expected environment with a good enough mother, with a good enough set of socializations becomes.", "start": 5015.7, "end": 5024.7}
{"id": "TpLA7QypfP8-t5024.7", "text": "And under those conditions, most of them become like us.", "start": 5024.7, "end": 5026.7}
{"id": "TpLA7QypfP8-t5026.7", "text": "You know, one of the really beautiful features, I think of the sort of saved psychoanalysis from the 30s, 40s into the 50s was this notion of an average expected environment, a good enough mother, some notion of a very broad set of conditions, but still a broad set of human conditions", "start": 5026.7, "end": 5042.7}
{"id": "TpLA7QypfP8-t5042.7", "text": "that would lead to a certain kind of enculturation, that if you distort those conditions too much, you end up in trouble.", "start": 5042.7, "end": 5048.7}
{"id": "TpLA7QypfP8-t5048.7", "text": "And even if you have those conditions, but if the child is not a good enough child to begin with, you don't get the result.", "start": 5048.7, "end": 5054.7}
{"id": "TpLA7QypfP8-t5054.7", "text": "And in some ways, the, you know, where science becomes extraordinarily important is defining how these things can go wrong.", "start": 5054.7, "end": 5061.7}
{"id": "TpLA7QypfP8-t5061.7", "text": "I think we do know early exposure to stress completely changes the, you know, the receptor distributions in these areas that we're talking about.", "start": 5061.7, "end": 5073.7}
{"id": "TpLA7QypfP8-t5073.7", "text": "So, you know, moms who have to be away from their infants because they're having to work in our country, for example, that's probably a problem.", "start": 5073.7, "end": 5082.7}
{"id": "TpLA7QypfP8-t5082.7", "text": "I agree with you, human capacities, though, are, I mean, these do look like very general mechanisms.", "start": 5082.7, "end": 5088.7}
{"id": "TpLA7QypfP8-t5088.7", "text": "Okay.", "start": 5088.7, "end": 5091.7}
{"id": "TpLA7QypfP8-t5091.7", "text": "Questions, please ask questions rather than make long comments.", "start": 5091.7, "end": 5096.7}
{"id": "TpLA7QypfP8-t5096.7", "text": "If you can line up to the microphone.", "start": 5096.7, "end": 5099.7}
{"id": "TpLA7QypfP8-t5099.7", "text": "The microphone.", "start": 5099.7, "end": 5107.7}
{"id": "TpLA7QypfP8-t5107.7", "text": "I have a question.", "start": 5107.7, "end": 5110.7}
{"id": "TpLA7QypfP8-t5110.7", "text": "See, I just kept wanting just to play with your shirt.", "start": 5110.7, "end": 5112.7}
{"id": "TpLA7QypfP8-t5112.7", "text": "I mean, what was that about?", "start": 5112.7, "end": 5113.7}
{"id": "TpLA7QypfP8-t5113.7", "text": "Go ahead.", "start": 5113.7, "end": 5115.7}
{"id": "TpLA7QypfP8-t5115.7", "text": "I don't think I've got that.", "start": 5115.7, "end": 5120.7}
{"id": "TpLA7QypfP8-t5120.7", "text": "No.", "start": 5120.7, "end": 5123.7}
{"id": "TpLA7QypfP8-t5123.7", "text": "I'm currently just telling you.", "start": 5123.7, "end": 5124.7}
{"id": "TpLA7QypfP8-t5124.7", "text": "Exhibiting.", "start": 5124.7, "end": 5125.7}
{"id": "TpLA7QypfP8-t5125.7", "text": "That's going to come in a while.", "start": 5125.7, "end": 5127.7}
{"id": "TpLA7QypfP8-t5127.7", "text": "Yeah.", "start": 5127.7, "end": 5128.7}
{"id": "TpLA7QypfP8-t5128.7", "text": "Speaking to the issue of the child, of you dropping your pen on the child picks up the pen.", "start": 5128.7, "end": 5134.7}
{"id": "TpLA7QypfP8-t5134.7", "text": "My question is, how do you know whether this is an act of right action or right place?", "start": 5134.7, "end": 5141.7}
{"id": "TpLA7QypfP8-t5141.7", "text": "And I'll give you an example.", "start": 5141.7, "end": 5143.7}
{"id": "TpLA7QypfP8-t5143.7", "text": "And he approaches the object, picks it up, and puts it back on the shelf.", "start": 5143.7, "end": 5149.7}
{"id": "TpLA7QypfP8-t5149.7", "text": "The pen belongs with the man, the book belongs on the shelf.", "start": 5149.7, "end": 5154.7}
{"id": "TpLA7QypfP8-t5154.7", "text": "That's a good question.", "start": 5154.7, "end": 5155.7}
{"id": "TpLA7QypfP8-t5155.7", "text": "That's cool.", "start": 5155.7, "end": 5156.7}
{"id": "TpLA7QypfP8-t5156.7", "text": "That's cool.", "start": 5156.7, "end": 5157.7}
{"id": "TpLA7QypfP8-t5157.7", "text": "Well, I think part of the answer is given by it's not simply where the pen belongs because, presumably, that's the same answer in both the cases where the", "start": 5157.7, "end": 5172.7}
{"id": "TpLA7QypfP8-t5172.7", "text": "person drops the pen by accident they didn't mean to.", "start": 5172.7, "end": 5178.7}
{"id": "TpLA7QypfP8-t5178.7", "text": "And the case where they deliberately throw it on the floor.", "start": 5178.7, "end": 5183.7}
{"id": "TpLA7QypfP8-t5183.7", "text": "I mean, it's still that person's pen belongs, but it has no sense of altruism or right.", "start": 5183.7, "end": 5189.7}
{"id": "TpLA7QypfP8-t5189.7", "text": "Yeah, that's what I said.", "start": 5189.7, "end": 5190.7}
{"id": "TpLA7QypfP8-t5190.7", "text": "Is it this experiment?", "start": 5190.7, "end": 5191.7}
{"id": "TpLA7QypfP8-t5191.7", "text": "Oh, wow.", "start": 5191.7, "end": 5192.7}
{"id": "TpLA7QypfP8-t5192.7", "text": "It's really quite.", "start": 5192.7, "end": 5193.7}
{"id": "TpLA7QypfP8-t5193.7", "text": "Yeah.", "start": 5193.7, "end": 5194.7}
{"id": "TpLA7QypfP8-t5194.7", "text": "So it's, I mean, why do I think these are nice and simple cases?", "start": 5194.7, "end": 5198.7}
{"id": "TpLA7QypfP8-t5198.7", "text": "Because you can't really imagine, I think, that an 18-month-old is reasoning this out in a very complicated, fancy way, or reflecting upon this for several months laying plans and plots.", "start": 5198.7, "end": 5213.7}
{"id": "TpLA7QypfP8-t5213.7", "text": "It's just a very spontaneous reaction.", "start": 5213.7, "end": 5217.7}
{"id": "TpLA7QypfP8-t5217.7", "text": "But it's a sophisticated one because it takes, because it takes into account my intention.", "start": 5217.7, "end": 5223.7}
{"id": "TpLA7QypfP8-t5223.7", "text": "It takes into account what I wanted.", "start": 5223.7, "end": 5225.7}
{"id": "TpLA7QypfP8-t5225.7", "text": "But is his intention, he's only 18 months, is his intention an automatic, it fell from the man's hand, it fell from the bookshelf, just an automatic response.", "start": 5225.7, "end": 5236.7}
{"id": "TpLA7QypfP8-t5236.7", "text": "Or is it a sense of altruism over the poor man dropped his pen?", "start": 5236.7, "end": 5242.7}
{"id": "TpLA7QypfP8-t5242.7", "text": "And I think we have to, I mean, in my opinion, the book and the pen are equal.", "start": 5242.7, "end": 5248.7}
{"id": "TpLA7QypfP8-t5248.7", "text": "Something is a lie, and he just naturally corrects.", "start": 5248.7, "end": 5255.7}
{"id": "TpLA7QypfP8-t5255.7", "text": "I like studies, though, with other manipulations, like trying to help an experiment or open a door that he's trying to have trouble opening.", "start": 5255.7, "end": 5261.7}
{"id": "TpLA7QypfP8-t5261.7", "text": "Yeah, I've seen that.", "start": 5261.7, "end": 5262.7}
{"id": "TpLA7QypfP8-t5262.7", "text": "Yeah, so, I mean, there...", "start": 5262.7, "end": 5263.7}
{"id": "TpLA7QypfP8-t5263.7", "text": "But what about what is it?", "start": 5263.7, "end": 5265.7}
{"id": "TpLA7QypfP8-t5265.7", "text": "I think the answer is an inanimate.", "start": 5265.7, "end": 5266.7}
{"id": "TpLA7QypfP8-t5266.7", "text": "I think, you know, like, you're saying, is it automatic or is there a sense of what can help?", "start": 5266.7, "end": 5271.7}
{"id": "TpLA7QypfP8-t5271.7", "text": "I think the answer is yes, in both cases, it's an automatic sense of wanting to help.", "start": 5271.7, "end": 5278.7}
{"id": "TpLA7QypfP8-t5278.7", "text": "I had some empirical question.", "start": 5278.7, "end": 5279.7}
{"id": "TpLA7QypfP8-t5279.7", "text": "I can give you a naturalistic observation.", "start": 5279.7, "end": 5281.7}
{"id": "TpLA7QypfP8-t5281.7", "text": "Unfortunately, it's an N of 1, but Eric Marcus, psychoanalyst, tells a really wonderful point in story about his 24-month-old son who was in the room when Eric was returning from the hospital after his mother had died, and his father was with him.", "start": 5281.7, "end": 5298.7}
{"id": "TpLA7QypfP8-t5298.7", "text": "And no words were spoken, and the two-year-old looked at his father, took the binky out of his mouth, and walked over to him to offer it.", "start": 5298.7, "end": 5308.7}
{"id": "TpLA7QypfP8-t5308.7", "text": "Yeah, yeah.", "start": 5308.7, "end": 5309.7}
{"id": "TpLA7QypfP8-t5309.7", "text": "Yeah.", "start": 5309.7, "end": 5310.7}
{"id": "TpLA7QypfP8-t5310.7", "text": "Yeah.", "start": 5310.7, "end": 5311.7}
{"id": "TpLA7QypfP8-t5311.7", "text": "Yeah.", "start": 5311.7, "end": 5312.7}
{"id": "TpLA7QypfP8-t5312.7", "text": "Hi.", "start": 5312.7, "end": 5313.7}
{"id": "TpLA7QypfP8-t5313.7", "text": "Hi.", "start": 5313.7, "end": 5314.7}
{"id": "TpLA7QypfP8-t5314.7", "text": "I'm sorry.", "start": 5314.7, "end": 5315.7}
{"id": "TpLA7QypfP8-t5315.7", "text": "I write about evolutionary biology, and...", "start": 5315.7, "end": 5327.7}
{"id": "TpLA7QypfP8-t5327.7", "text": "I guess I was hoping for some clear picture in your minds of this distinction between human altruism and other organisms.", "start": 5327.7, "end": 5339.7}
{"id": "TpLA7QypfP8-t5339.7", "text": "I mean, the problem we get when we talk just sort of this generally about the subject is that we say, well, altruism must really include this component.", "start": 5339.7, "end": 5350.7}
{"id": "TpLA7QypfP8-t5350.7", "text": "For example, this must include this component of selflessness.", "start": 5350.7, "end": 5353.7}
{"id": "TpLA7QypfP8-t5353.7", "text": "It must be...", "start": 5353.7, "end": 5354.7}
{"id": "TpLA7QypfP8-t5354.7", "text": "The organism, the human, the actor, can't benefit.", "start": 5354.7, "end": 5359.7}
{"id": "TpLA7QypfP8-t5359.7", "text": "Well, in evolutionary biology, we call that strong altruism.", "start": 5359.7, "end": 5363.7}
{"id": "TpLA7QypfP8-t5363.7", "text": "And frankly, we don't have an explanation for strong altruism.", "start": 5363.7, "end": 5368.7}
{"id": "TpLA7QypfP8-t5368.7", "text": "All of the research in the last 40 years assumes either kin selection or assortment.", "start": 5368.7, "end": 5374.7}
{"id": "TpLA7QypfP8-t5374.7", "text": "Both require the carrier class and the recipient class to be virtually identical, which means that you must get some benefit.", "start": 5374.7, "end": 5383.7}
{"id": "TpLA7QypfP8-t5383.7", "text": "So strong altruism, whereby definition, the carrier doesn't get any benefit, doesn't receive...", "start": 5383.7, "end": 5391.7}
{"id": "TpLA7QypfP8-t5391.7", "text": "It's not a recipient or a beneficiary.", "start": 5391.7, "end": 5396.7}
{"id": "TpLA7QypfP8-t5396.7", "text": "We simply don't have a good explanation for that per se.", "start": 5396.7, "end": 5400.7}
{"id": "TpLA7QypfP8-t5400.7", "text": "Now, I'm not suggesting that there won't be one, or that I'm not working on one.", "start": 5400.7, "end": 5405.7}
{"id": "TpLA7QypfP8-t5405.7", "text": "So I think what I'm wondering about is, if you want to try and maybe distinguish between what you feel human altruism is from this more...", "start": 5405.7, "end": 5419.7}
{"id": "TpLA7QypfP8-t5419.7", "text": "...animalistic?", "start": 5419.7, "end": 5422.7}
{"id": "TpLA7QypfP8-t5422.7", "text": "I don't know what would be a good word for.", "start": 5422.7, "end": 5425.7}
{"id": "TpLA7QypfP8-t5425.7", "text": "I'm sorry?", "start": 5425.7, "end": 5427.7}
{"id": "TpLA7QypfP8-t5427.7", "text": "Non-sapien.", "start": 5427.7, "end": 5428.7}
{"id": "TpLA7QypfP8-t5428.7", "text": "Non-sapien, okay?", "start": 5428.7, "end": 5430.7}
{"id": "TpLA7QypfP8-t5430.7", "text": "About from...", "start": 5430.7, "end": 5432.7}
{"id": "TpLA7QypfP8-t5432.7", "text": "Biologically.", "start": 5432.7, "end": 5435.7}
{"id": "TpLA7QypfP8-t5435.7", "text": "Well, we're all biological.", "start": 5435.7, "end": 5437.7}
{"id": "TpLA7QypfP8-t5437.7", "text": "And if you believe certain writers' groups are living systems and societies are living systems...", "start": 5437.7, "end": 5446.7}
{"id": "TpLA7QypfP8-t5446.7", "text": "Sorry, in your question...", "start": 5446.7, "end": 5447.7}
{"id": "TpLA7QypfP8-t5447.7", "text": "Because I thought we actually tried to play with the question, and one of the...", "start": 5447.7, "end": 5452.7}
{"id": "TpLA7QypfP8-t5452.7", "text": "We did it in three ways.", "start": 5452.7, "end": 5454.7}
{"id": "TpLA7QypfP8-t5454.7", "text": "One was the difference between intrinsic versus instrumental, in which...", "start": 5454.7, "end": 5459.7}
{"id": "TpLA7QypfP8-t5459.7", "text": "And I'm taking as a given that people can do things for intrinsic reasons.", "start": 5459.7, "end": 5462.7}
{"id": "TpLA7QypfP8-t5462.7", "text": "I'm just doing it because it's the right thing to do.", "start": 5462.7, "end": 5465.7}
{"id": "TpLA7QypfP8-t5465.7", "text": "Now, that's one class versus instrumental.", "start": 5465.7, "end": 5468.7}
{"id": "TpLA7QypfP8-t5468.7", "text": "But the other class is...", "start": 5468.7, "end": 5469.7}
{"id": "TpLA7QypfP8-t5469.7", "text": "Are you suggesting that's to think of human?", "start": 5469.7, "end": 5471.7}
{"id": "TpLA7QypfP8-t5471.7", "text": "Yes, I think that's distinct for humans.", "start": 5471.7, "end": 5473.7}
{"id": "TpLA7QypfP8-t5473.7", "text": "And I'm going to be neutral about that because it's hard for me to ask my dog.", "start": 5473.7, "end": 5476.7}
{"id": "TpLA7QypfP8-t5476.7", "text": "I mean, I guess the joke goes, I'll trust my dog with my life, but not my lunch.", "start": 5476.7, "end": 5479.7}
{"id": "TpLA7QypfP8-t5479.7", "text": "I can put him on that.", "start": 5479.7, "end": 5480.7}
{"id": "TpLA7QypfP8-t5480.7", "text": "But we have that other case, which is that...", "start": 5480.7, "end": 5482.7}
{"id": "TpLA7QypfP8-t5482.7", "text": "So that is a...", "start": 5482.7, "end": 5483.7}
{"id": "TpLA7QypfP8-t5483.7", "text": "No, he finished.", "start": 5483.7, "end": 5484.7}
{"id": "TpLA7QypfP8-t5484.7", "text": "Let me finish.", "start": 5484.7, "end": 5485.7}
{"id": "TpLA7QypfP8-t5485.7", "text": "We discussed intrinsic versus instrumental, but then we also brought up the case in which there is...", "start": 5485.7, "end": 5490.7}
{"id": "TpLA7QypfP8-t5490.7", "text": "A genetic and or other set of biologic...", "start": 5490.7, "end": 5496.7}
{"id": "TpLA7QypfP8-t5496.7", "text": "Advantages that you were speaking to.", "start": 5496.7, "end": 5500.7}
{"id": "TpLA7QypfP8-t5500.7", "text": "And it seems to me that these are the three...", "start": 5500.7, "end": 5502.7}
{"id": "TpLA7QypfP8-t5502.7", "text": "The way we've been breaking this down.", "start": 5502.7, "end": 5504.7}
{"id": "TpLA7QypfP8-t5504.7", "text": "One way is to insist, at least in the human example, that there is a moral component.", "start": 5504.7, "end": 5511.7}
{"id": "TpLA7QypfP8-t5511.7", "text": "Another is to remove the moral component and be neutral about that, which allows to introduce these other cases.", "start": 5511.7, "end": 5517.7}
{"id": "TpLA7QypfP8-t5517.7", "text": "But that's a self-satisfied answer because your suggested moral component only exists in humans, therefore...", "start": 5517.7, "end": 5523.7}
{"id": "TpLA7QypfP8-t5523.7", "text": "No, I'm not saying that.", "start": 5523.7, "end": 5524.7}
{"id": "TpLA7QypfP8-t5524.7", "text": "No, no, no.", "start": 5524.7, "end": 5525.7}
{"id": "TpLA7QypfP8-t5525.7", "text": "It includes a moral component.", "start": 5525.7, "end": 5526.7}
{"id": "TpLA7QypfP8-t5526.7", "text": "It must be human uniquely.", "start": 5526.7, "end": 5527.7}
{"id": "TpLA7QypfP8-t5527.7", "text": "No, no, I wasn't.", "start": 5527.7, "end": 5528.7}
{"id": "TpLA7QypfP8-t5528.7", "text": "That was not what I said.", "start": 5528.7, "end": 5529.7}
{"id": "TpLA7QypfP8-t5529.7", "text": "I'm not saying that it only exists in human.", "start": 5529.7, "end": 5531.7}
{"id": "TpLA7QypfP8-t5531.7", "text": "I'm saying that it's only easy for me to find out about humans.", "start": 5531.7, "end": 5534.7}
{"id": "TpLA7QypfP8-t5534.7", "text": "That can talk about it.", "start": 5534.7, "end": 5535.7}
{"id": "TpLA7QypfP8-t5535.7", "text": "It's hard for me to talk about it with my dog.", "start": 5535.7, "end": 5537.7}
{"id": "TpLA7QypfP8-t5537.7", "text": "I do, in fact, believe my dog does do some things only for my good, but only on a good day.", "start": 5537.7, "end": 5542.7}
{"id": "TpLA7QypfP8-t5542.7", "text": "But is it moral?", "start": 5542.7, "end": 5543.7}
{"id": "TpLA7QypfP8-t5543.7", "text": "I mean, I think there is...", "start": 5543.7, "end": 5545.7}
{"id": "TpLA7QypfP8-t5545.7", "text": "You talk about morality and animals.", "start": 5545.7, "end": 5548.7}
{"id": "TpLA7QypfP8-t5548.7", "text": "But also, there may be a way.", "start": 5548.7, "end": 5550.7}
{"id": "TpLA7QypfP8-t5550.7", "text": "I don't know what they...", "start": 5550.7, "end": 5551.7}
{"id": "TpLA7QypfP8-t5551.7", "text": "The bones hang behind the...", "start": 5551.7, "end": 5553.7}
{"id": "TpLA7QypfP8-t5553.7", "text": "When they flee a predator, the larger male bones will hang behind and they will mob a predator and prevent the predator from pursuing the pack.", "start": 5553.7, "end": 5562.7}
{"id": "TpLA7QypfP8-t5562.7", "text": "Now, are they doing that for their own purposes?", "start": 5562.7, "end": 5564.7}
{"id": "TpLA7QypfP8-t5564.7", "text": "But, see, I think part of it is the question of can you...", "start": 5564.7, "end": 5567.7}
{"id": "TpLA7QypfP8-t5567.7", "text": "Have they acted properly?", "start": 5567.7, "end": 5568.7}
{"id": "TpLA7QypfP8-t5568.7", "text": "...actor reflect on the morality of what they're doing.", "start": 5568.7, "end": 5571.7}
{"id": "TpLA7QypfP8-t5571.7", "text": "So that's part of it.", "start": 5571.7, "end": 5573.7}
{"id": "TpLA7QypfP8-t5573.7", "text": "What does it mean to act stuff when they want to answer that?", "start": 5573.7, "end": 5575.7}
{"id": "TpLA7QypfP8-t5575.7", "text": "I mean, does that just think the human or is...", "start": 5575.7, "end": 5577.7}
{"id": "TpLA7QypfP8-t5577.7", "text": "So I think there are many ways that what we think of as distinctly human is not distinctly human at all.", "start": 5577.7, "end": 5583.7}
{"id": "TpLA7QypfP8-t5583.7", "text": "And when we're talking about activating this general parenting system, where, you know, whatever is in place for mammals to raise their young,", "start": 5583.7, "end": 5591.7}
{"id": "TpLA7QypfP8-t5591.7", "text": "and that that would be cross-species, right?", "start": 5591.7, "end": 5595.7}
{"id": "TpLA7QypfP8-t5595.7", "text": "And what would change with species are a couple things.", "start": 5595.7, "end": 5599.7}
{"id": "TpLA7QypfP8-t5599.7", "text": "One is, what does it take to activate that parenting system?", "start": 5599.7, "end": 5602.7}
{"id": "TpLA7QypfP8-t5602.7", "text": "So when you talk about, you know, brains that are much smaller, it may be a particular science stimuli that activate that brain,", "start": 5602.7, "end": 5611.7}
{"id": "TpLA7QypfP8-t5611.7", "text": "that activate that system.", "start": 5611.7, "end": 5613.7}
{"id": "TpLA7QypfP8-t5613.7", "text": "But when you talk about something like humans, we have these reasoning abilities and all kinds of things that could potentially make us think,", "start": 5613.7, "end": 5620.7}
{"id": "TpLA7QypfP8-t5620.7", "text": "oh, this person over here, I don't know her, but I think she might need my help because, you know, she's looking at me in a particular way.", "start": 5620.7, "end": 5627.7}
{"id": "TpLA7QypfP8-t5627.7", "text": "And I'm not sure if I'm gonna go see what she wants.", "start": 5627.7, "end": 5630.7}
{"id": "TpLA7QypfP8-t5630.7", "text": "So it's like we can activate it in other ways, right?", "start": 5630.7, "end": 5633.7}
{"id": "TpLA7QypfP8-t5633.7", "text": "But the behavior itself may be very similar with one other very interesting piece about humans compared to other species is that", "start": 5633.7, "end": 5642.7}
{"id": "TpLA7QypfP8-t5642.7", "text": "part of our brain that's more lateral is really a relatively new evolutionary development.", "start": 5642.7, "end": 5648.7}
{"id": "TpLA7QypfP8-t5648.7", "text": "And these areas of our brain track things like morality.", "start": 5648.7, "end": 5651.7}
{"id": "TpLA7QypfP8-t5651.7", "text": "And these, it's, and including in that is, is senses of injustice and that even little kids have, even though they might still act in their own self-interest,", "start": 5651.7, "end": 5666.7}
{"id": "TpLA7QypfP8-t5666.7", "text": "they can still be outraged and they still have those feelings.", "start": 5666.7, "end": 5669.7}
{"id": "TpLA7QypfP8-t5669.7", "text": "So the question I've wondered is if we start with these capacities to give,", "start": 5669.7, "end": 5676.7}
{"id": "TpLA7QypfP8-t5676.7", "text": "and now we're in humans where we're giving all the time to everyone, and now everybody's starting to exploit us,", "start": 5676.7, "end": 5681.7}
{"id": "TpLA7QypfP8-t5681.7", "text": "now you're gonna really start to have to develop sophisticated mechanisms to really track costs and benefits over time.", "start": 5681.7, "end": 5689.7}
{"id": "TpLA7QypfP8-t5689.7", "text": "Who's my friend? Who's not my friend? Is this person trustworthy?", "start": 5689.7, "end": 5692.7}
{"id": "TpLA7QypfP8-t5692.7", "text": "And now all of a sudden we have something that's more instrumental because we can have strategic helping that enters where we can empathize for other reasons than necessarily the good, perhaps.", "start": 5692.7, "end": 5704.7}
{"id": "TpLA7QypfP8-t5704.7", "text": "And we can apply these in more ways.", "start": 5704.7, "end": 5708.7}
{"id": "TpLA7QypfP8-t5708.7", "text": "And what it does, it adds this interesting layer, I guess, on everything. That's my explanation.", "start": 5708.7, "end": 5714.7}
{"id": "TpLA7QypfP8-t5714.7", "text": "Thank you.", "start": 5714.7, "end": 5716.7}
{"id": "TpLA7QypfP8-t5719.7", "text": "Thank you.", "start": 5719.7, "end": 5720.7}
{"id": "TpLA7QypfP8-t5720.7", "text": "You stopped this gentleman.", "start": 5720.7, "end": 5722.7}
{"id": "TpLA7QypfP8-t5722.7", "text": "I was describing a study experiment, and it was about the dictator who had the choice of taking the", "start": 5722.7, "end": 5722.7}
{"id": "TpLA7QypfP8-t5722.7", "text": "choice of taking all everything for himself or giving up. And you mentioned, start to say something about 70%. And then you were interrupted.", "start": 5722.7, "end": 5743.7}
{"id": "TpLA7QypfP8-t5743.7", "text": "I was very curious what the resolution of the study I remember doing a study like that. But you were interrupted, and I don't know what came of that study.", "start": 5743.7, "end": 5756.7}
{"id": "TpLA7QypfP8-t5756.7", "text": "And then you were wondering why was that manipulated? Was that...", "start": 5756.7, "end": 5774.7}
{"id": "TpLA7QypfP8-t5774.7", "text": "And there'd be no comeback. Despite that, what about 70% of people do is they give about 30% of the 10 bucks to the other person.", "start": 5774.7, "end": 5791.7}
{"id": "TpLA7QypfP8-t5791.7", "text": "Then they take the remaining 70% in the league. And the mathematician says they're not playing the game. They're irrational because they should take it all.", "start": 5791.7, "end": 5805.7}
{"id": "TpLA7QypfP8-t5805.7", "text": "And that's really been the basis of economic theory, it's been the assumption that the rational agent would take everything and leave.", "start": 5805.7, "end": 5813.7}
{"id": "TpLA7QypfP8-t5813.7", "text": "But we don't behave like that, actually.", "start": 5813.7, "end": 5817.7}
{"id": "TpLA7QypfP8-t5817.7", "text": "So, is there any explanation, any conclusion? Is there a... possibilities that this is a kind of a calculation? If I do this, then ultimately this will be rewarded.", "start": 5817.7, "end": 5837.7}
{"id": "TpLA7QypfP8-t5837.7", "text": "Or is there an intrinsic sense again of morality, is there an advantage of fairness? So I was curious.", "start": 5837.7, "end": 5847.7}
{"id": "TpLA7QypfP8-t5847.7", "text": "So I'm on the side of intrinsic. I think there is an intrinsic moral sense. I think there's an intrinsic sense of being interested in other people's inner lives, interested in the mode of nations.", "start": 5847.7, "end": 5863.7}
{"id": "TpLA7QypfP8-t5863.7", "text": "And the way that I study intrinsic is by looking at babies and very, very young kids. And if I can find these things in babies and young kids, I'm going to take a big step towards supporting my claim that these kinds of things are intrinsic.", "start": 5863.7, "end": 5883.7}
{"id": "TpLA7QypfP8-t5883.7", "text": "But they're a completely routine. So the 18 month old picks up my pen. When I don't mean to drop it, it gives it back to me, tries to help me.", "start": 5883.7, "end": 5895.7}
{"id": "TpLA7QypfP8-t5895.7", "text": "You say, well, is that automatic? Is it praiseworthy? Well, I don't know. If you saw your grandchild doing something, I bet you would praise your child.", "start": 5895.7, "end": 5905.7}
{"id": "TpLA7QypfP8-t5905.7", "text": "Even I thought, well, maybe she did that automatically or something of that sort. And one shouldn't be praiseworthy.", "start": 5905.7, "end": 5914.7}
{"id": "TpLA7QypfP8-t5914.7", "text": "But I think it was an experiment that you described. They didn't ask people afterwards. Why did you take the $10? Why did you leave $3? Why did you do this? Why did you do this?", "start": 5914.7, "end": 5925.7}
{"id": "TpLA7QypfP8-t5925.7", "text": "So now the variations. If you give these kinds of experiments to adults, then afterwards you say to them, why did you do that? You get all sorts of different explanations.", "start": 5925.7, "end": 5939.7}
{"id": "TpLA7QypfP8-t5939.7", "text": "I think basically when you look at these explanations, they're all over the place, I think people don't really know why they do these things. Why did you help me?", "start": 5939.7, "end": 5949.7}
{"id": "TpLA7QypfP8-t5949.7", "text": "You see these heroes that jumped down onto the subway and pulled somebody from the electric lines and risked their lives, and afterwards they interviewed on Channel 4 or something.", "start": 5949.7, "end": 5961.7}
{"id": "TpLA7QypfP8-t5961.7", "text": "Why did you do that? Oh, I know anybody would do it. I just did it. They were doing it. And then they were thinking.", "start": 5961.7, "end": 5969.7}
{"id": "TpLA7QypfP8-t5969.7", "text": "Could there be a basic tribalism that we connect, we relate to things that are similar, that we relate to? And that's kind of program or hormonely oxytocin or whatever that could that be a factor that we all have some of that connection.", "start": 5969.7, "end": 5995.7}
{"id": "TpLA7QypfP8-t5995.7", "text": "That's it, that was like it. Well, again, people that come. I don't mind what you call it. I just say there it is. I think this is part of human nature.", "start": 5995.7, "end": 6007.7}
{"id": "TpLA7QypfP8-t6007.7", "text": "And the human nature is in part angelic. And it's also in part, you know, the devil. I mean, it's both things are there, both possibilities.", "start": 6007.7, "end": 6018.7}
{"id": "TpLA7QypfP8-t6018.7", "text": "You know, in part in parcel with people's explanations. I mean, I think it's often the case that people know what they take to be the right thing to do without being able to articulate it.", "start": 6018.7, "end": 6029.7}
{"id": "TpLA7QypfP8-t6029.7", "text": "And I think these things often show up. She shows up behaviorally. They know what's expected of them. They know what is, you know, in character.", "start": 6029.7, "end": 6037.7}
{"id": "TpLA7QypfP8-t6037.7", "text": "They know what the tribe requires, whatever it is. It's the unconscious mind. I mean, I think the unconscious mind is far more sophisticated than Freud could have imagined.", "start": 6037.7, "end": 6047.7}
{"id": "TpLA7QypfP8-t6047.7", "text": "It's not a primitive thing. It's a very sophisticated thing. It reasons, it thinks, it remembers, it knows, it talks. It does all sorts of things.", "start": 6047.7, "end": 6058.7}
{"id": "TpLA7QypfP8-t6058.7", "text": "And, you know, that's like the rest of the iceberg and our conscious selves very much sit on top of this.", "start": 6058.7, "end": 6067.7}
{"id": "TpLA7QypfP8-t6067.7", "text": "And so, you know, I think these things are real. And I think they're really built into the brain. And I think we all, we always have them.", "start": 6067.7, "end": 6078.7}
{"id": "TpLA7QypfP8-t6078.7", "text": "And it's just fundamental part of human nature. So I'll take the last four questions.", "start": 6078.7, "end": 6085.7}
{"id": "TpLA7QypfP8-t6085.7", "text": "I'm Tara Lee. I thought of Reverend Bonhoe in hell. And I'd like to get him out with your compassion.", "start": 6085.7, "end": 6095.7}
{"id": "TpLA7QypfP8-t6095.7", "text": "I guess he's not there. I don't think he's there.", "start": 6095.7, "end": 6099.7}
{"id": "TpLA7QypfP8-t6099.7", "text": "That's it. I tried to transpose the situation a little. And wonder what the church would say if one of its leaders, one of its pastors, was in a situation of seeing an armed man", "start": 6099.7, "end": 6120.7}
{"id": "TpLA7QypfP8-t6120.7", "text": "and perhaps in a theater or a school and a minister on hand, the only way he could stop the person was by life threatening action.", "start": 6120.7, "end": 6136.7}
{"id": "TpLA7QypfP8-t6136.7", "text": "To me, killing Hitler might have saved a few more lives.", "start": 6136.7, "end": 6142.7}
{"id": "TpLA7QypfP8-t6142.7", "text": "Sure. And I mean, I think that was his thought. I know in yoga, in Hindu mythology, the story, the teaching is you cannot take a life.", "start": 6142.7, "end": 6152.7}
{"id": "TpLA7QypfP8-t6152.7", "text": "Life is sacred. You cannot take life. However, right, even the Swami, should he be defending the life of an innocent child could take life without having karmic repercussions.", "start": 6152.7, "end": 6165.7}
{"id": "TpLA7QypfP8-t6165.7", "text": "So I was sort of speculating not theologically, but about what might have gone through Bonhoeffer's own mind about his moral life and his salvation and his faith.", "start": 6165.7, "end": 6178.7}
{"id": "TpLA7QypfP8-t6178.7", "text": "He may have imagined he was giving up heaven by doing that and would have been willing to give up his own salvation in order to save the people that he was trying to save.", "start": 6178.7, "end": 6191.7}
{"id": "TpLA7QypfP8-t6191.7", "text": "I don't think he's in hell.", "start": 6191.7, "end": 6193.7}
{"id": "TpLA7QypfP8-t6193.7", "text": "So the devil's in the unless clauses.", "start": 6193.7, "end": 6197.7}
{"id": "TpLA7QypfP8-t6197.7", "text": "Yeah, unless.", "start": 6197.7, "end": 6199.7}
{"id": "TpLA7QypfP8-t6199.7", "text": "But there's always been less clauses in all theologies. There are some certain less clauses that allow.", "start": 6199.7, "end": 6209.7}
{"id": "TpLA7QypfP8-t6209.7", "text": "Maybe.", "start": 6209.7, "end": 6210.7}
{"id": "TpLA7QypfP8-t6210.7", "text": "Okay.", "start": 6210.7, "end": 6212.7}
{"id": "TpLA7QypfP8-t6212.7", "text": "Shifting gears just a bit.", "start": 6212.7, "end": 6214.7}
{"id": "TpLA7QypfP8-t6214.7", "text": "I'm familiar with game theory, separate theoretic game theory, the dictator model.", "start": 6214.7, "end": 6220.7}
{"id": "TpLA7QypfP8-t6220.7", "text": "Do you have you performed? Do you know if anyone is performing or designing these kinds of experiments based on non-zero sum game theory, rather than nationally and economics or some derivative?", "start": 6220.7, "end": 6232.7}
{"id": "TpLA7QypfP8-t6232.7", "text": "Because if so, and that panned out, that might give a mathematical framework to start addressing the myopic nature of always focusing on self-interest and what you thought about that.", "start": 6232.7, "end": 6242.7}
{"id": "TpLA7QypfP8-t6242.7", "text": "Well, I think it's not, you know, this is not my field exactly, but I know there's a lot of work in a field that can be something that's called the behavioral economics.", "start": 6242.7, "end": 6256.7}
{"id": "TpLA7QypfP8-t6256.7", "text": "Sometimes it's called neural economics.", "start": 6256.7, "end": 6259.7}
{"id": "TpLA7QypfP8-t6259.7", "text": "And so one of the things that study in that field are these game theoretic games.", "start": 6259.7, "end": 6266.7}
{"id": "TpLA7QypfP8-t6266.7", "text": "And the basic idea behind this new movement, neural economics or whatever you want to call it, is to actually try to take these economic models and better represent the actual nature of human beings, rather than just make these assumptions that mathematicians made.", "start": 6266.7, "end": 6295.7}
{"id": "TpLA7QypfP8-t6295.7", "text": "I have two colleagues, Joe Jeffries and Anthony Putman, who sometimes in the last two years in the Journal of Behavioral Finance have done a series of redescriptions of these classic experiments using a wider behavioral logic to make sense of", "start": 6295.7, "end": 6323.7}
{"id": "TpLA7QypfP8-t6323.7", "text": "these kinds of problems.", "start": 6323.7, "end": 6326.7}
{"id": "TpLA7QypfP8-t6326.7", "text": "So I think within that general realm of behavioral economics, we find all the classical problems of psychology still there and the kind of introduction of some broader ways of conceiving what people actually do.", "start": 6326.7, "end": 6339.7}
{"id": "TpLA7QypfP8-t6339.7", "text": "And I know that Putman and Jeffries work seems to be of that sort.", "start": 6339.7, "end": 6345.7}
{"id": "TpLA7QypfP8-t6345.7", "text": "We have a study where we did a cooperative card game. It was a behavioral economics study and we measured progesterone, a calming hormone, and the cooperative card game was basically the subjects came in and they had to learn a really sophisticated new language almost.", "start": 6345.7, "end": 6364.7}
{"id": "TpLA7QypfP8-t6364.7", "text": "They didn't get told the rules ahead of time and had to sort of discover it as they went along. And when they had an increase in progesterone, when they played that game, they reported a greater willingness to risk their life for their partner at the end.", "start": 6364.7, "end": 6377.7}
{"id": "TpLA7QypfP8-t6377.7", "text": "And that's the question because in the extreme, with some techniques like single neuron recording threat on neutron diffraction and all the rest of that, you might be able to track that neural network formation while they're developing that new response.", "start": 6377.7, "end": 6396.7}
{"id": "TpLA7QypfP8-t6396.7", "text": "I have a little bit of a devil's advocate, although I believe in conscious altruism and believe that there is some moral consciousness that does exist.", "start": 6396.7, "end": 6414.7}
{"id": "TpLA7QypfP8-t6414.7", "text": "But I think also there may be pleasure of well-being, some form of endorphins to do well. And I think human beings are very pleased sometimes when they're not paid back and they do something for someone else.", "start": 6414.7, "end": 6426.7}
{"id": "TpLA7QypfP8-t6426.7", "text": "So there is something intrinsic just to the self that enjoys that whole behavior.", "start": 6426.7, "end": 6435.7}
{"id": "TpLA7QypfP8-t6435.7", "text": "And I just wanted to say one other thing about the falling pen or something. I mean, I did have a dog who did pick up things when something fell.", "start": 6435.7, "end": 6445.7}
{"id": "TpLA7QypfP8-t6445.7", "text": "But I think the line, what's interesting in human beings is that line that eventually becomes conscious, as you were speaking, where it no longer is instinctual, is no longer on those other levels, but turns into a conscious act and awareness.", "start": 6445.7, "end": 6460.7}
{"id": "TpLA7QypfP8-t6460.7", "text": "I think that's the important part where one begins really.", "start": 6460.7, "end": 6464.7}
{"id": "TpLA7QypfP8-t6464.7", "text": "Thank you.", "start": 6464.7, "end": 6466.7}
{"id": "TpLA7QypfP8-t6466.7", "text": "I want to bring this back a little bit to psychoanalysis. I'm a psychoanalyst. One thing we know is, and I think this has been a fascinating, fascinating discussion.", "start": 6466.7, "end": 6477.7}
{"id": "TpLA7QypfP8-t6477.7", "text": "And it's so complicated. And Freud certainly said in one of his papers that at one point in the future, we will find that there is a organic underlay to all of the psychological theories that he has.", "start": 6477.7, "end": 6493.7}
{"id": "TpLA7QypfP8-t6493.7", "text": "So I just wanted to say that. I also hate people getting up and not asking questions and making points, but I really want to.", "start": 6493.7, "end": 6503.7}
{"id": "TpLA7QypfP8-t6503.7", "text": "So please forgive me.", "start": 6503.7, "end": 6507.7}
{"id": "TpLA7QypfP8-t6507.7", "text": "There is, I think, a brilliant psychoanalyst who talks about rights, about narcissism. His name is Sheldon Ba. Do you know him?", "start": 6507.7, "end": 6516.7}
{"id": "TpLA7QypfP8-t6516.7", "text": "Yes. And he talks about the child who grows up in a family in which the mother, neither the mother nor father, has that child, separate child in the mind, in her mind.", "start": 6516.7, "end": 6532.7}
{"id": "TpLA7QypfP8-t6532.7", "text": "And those children tend to grow up with what we might call narcissistic personality disorders. And if, and I've seen this in patients, it's really quite dramatic.", "start": 6532.7, "end": 6547.7}
{"id": "TpLA7QypfP8-t6547.7", "text": "So that's one thing I want you to mention. The other thing I thought of is in terms of altruism, I thought of Socrates in the apology and how he really knew he was going to die.", "start": 6547.7, "end": 6559.7}
{"id": "TpLA7QypfP8-t6559.7", "text": "But he kept his principles. I thought of Schindler. Well, he got something out of the factory that he, but it's a good example of just an ordinary man, as they say, becoming extraordinary.", "start": 6559.7, "end": 6574.7}
{"id": "TpLA7QypfP8-t6574.7", "text": "The other thing I just wanted to ask, and I wanted to ask you, I had a very strong reaction to what you said about, and this is political.", "start": 6574.7, "end": 6584.7}
{"id": "TpLA7QypfP8-t6584.7", "text": "I have a lot of political concerns about Fox News had a, they had people talking about how one of the big problems in society is that women go to work.", "start": 6584.7, "end": 6601.7}
{"id": "TpLA7QypfP8-t6601.7", "text": "And they are the people who are taking jobs away from men, etc. And I just, I assume that you didn't mean what you said about when women go to work.", "start": 6601.7, "end": 6615.7}
{"id": "TpLA7QypfP8-t6615.7", "text": "And the children behind, as if they do, because many women don't, they have great caretakers, their husbands stay home, or the grandmother is there.", "start": 6615.7, "end": 6625.7}
{"id": "TpLA7QypfP8-t6625.7", "text": "That was a politically incorrect moment. I think it's dangerous if, yeah.", "start": 6625.7, "end": 6631.7}
{"id": "TpLA7QypfP8-t6631.7", "text": "No, I should have said when the primary caregiver has to go to work. And that's the word I would have used.", "start": 6631.7, "end": 6637.7}
{"id": "TpLA7QypfP8-t6637.7", "text": "You began with a point that I think absolutely has to be addressed.", "start": 6637.7, "end": 6642.7}
{"id": "TpLA7QypfP8-t6642.7", "text": "When you say that Freud makes the argument that at some point he thinks it's all going to be reduced to the organ.", "start": 6642.7, "end": 6649.7}
{"id": "TpLA7QypfP8-t6649.7", "text": "Let me, actually, let me finish. He makes similar points about his writings.", "start": 6649.7, "end": 6656.7}
{"id": "TpLA7QypfP8-t6656.7", "text": "But if we look to the final work, we look at the outline of psychoanalysis, the first paragraph, he begins with the fact that we know sort of two things.", "start": 6656.7, "end": 6663.7}
{"id": "TpLA7QypfP8-t6663.7", "text": "We know something about consciousness, and we know something about the brain.", "start": 6663.7, "end": 6667.7}
{"id": "TpLA7QypfP8-t6667.7", "text": "And I don't have the full paragraph in mind, but in that paragraph, in effect what he says, if we knew something about the connection, it would tell us at most location.", "start": 6667.7, "end": 6676.7}
{"id": "TpLA7QypfP8-t6676.7", "text": "And this is the key. Nothing about meaning. He's always conceptually separated out, meaning from mechanism.", "start": 6676.7, "end": 6685.7}
{"id": "TpLA7QypfP8-t6685.7", "text": "And this may go back to his relationship with Breantano when he was studying his philosophy professor, Vienna, who argued that all what's inherent in all organism is intentionality, versus his commitment to the Helmholtz program.", "start": 6685.7, "end": 6705.7}
{"id": "TpLA7QypfP8-t6705.7", "text": "And these constantly defined attention within psychoanalysis, which he finally addressed beautifully in that final volume in the first paragraph.", "start": 6705.7, "end": 6715.7}
{"id": "TpLA7QypfP8-t6715.7", "text": "He separates it out and he sides with Breantano.", "start": 6715.7, "end": 6718.7}
{"id": "TpLA7QypfP8-t6718.7", "text": "Thank you. Thank you to our panel.", "start": 6718.7, "end": 6736.7}
