{"id": "WoOhIKlkAiI-t0.0", "text": "These are the, well, these are on order for everyone, but they instructed me to use this", "start": 0.0, "end": 17.0}
{"id": "WoOhIKlkAiI-t17.0", "text": "one for the announcement.", "start": 17.0, "end": 20.0}
{"id": "WoOhIKlkAiI-t20.0", "text": "No moderation.", "start": 20.0, "end": 22.0}
{"id": "WoOhIKlkAiI-t22.0", "text": "Yeah, no moderation.", "start": 22.0, "end": 24.0}
{"id": "WoOhIKlkAiI-t24.0", "text": "I'm just going to start us off with a question.", "start": 24.0, "end": 27.0}
{"id": "WoOhIKlkAiI-t27.0", "text": "Someone's not speaking all in court.", "start": 27.0, "end": 31.0}
{"id": "WoOhIKlkAiI-t57.0", "text": "This is you, okay?", "start": 57.0, "end": 69.0}
{"id": "WoOhIKlkAiI-t69.0", "text": "Oh, no, this is me.", "start": 69.0, "end": 71.0}
{"id": "WoOhIKlkAiI-t71.0", "text": "Yeah, and then, is this okay?", "start": 71.0, "end": 81.0}
{"id": "WoOhIKlkAiI-t81.0", "text": "Other ear?", "start": 81.0, "end": 84.0}
{"id": "WoOhIKlkAiI-t84.0", "text": "Oh, I got it.", "start": 84.0, "end": 93.0}
{"id": "WoOhIKlkAiI-t93.0", "text": "Is that all right? It's too high.", "start": 93.0, "end": 95.0}
{"id": "WoOhIKlkAiI-t95.0", "text": "It might be more comfortable.", "start": 95.0, "end": 103.0}
{"id": "WoOhIKlkAiI-t103.0", "text": "Sorry.", "start": 103.0, "end": 105.0}
{"id": "WoOhIKlkAiI-t105.0", "text": "No, no, no, that's so quite all right.", "start": 105.0, "end": 108.0}
{"id": "WoOhIKlkAiI-t108.0", "text": "Can you hear me?", "start": 108.0, "end": 113.0}
{"id": "WoOhIKlkAiI-t113.0", "text": "That's okay.", "start": 113.0, "end": 117.0}
{"id": "WoOhIKlkAiI-t117.0", "text": "There we go.", "start": 117.0, "end": 119.0}
{"id": "WoOhIKlkAiI-t119.0", "text": "Oh, thank you.", "start": 119.0, "end": 121.0}
{"id": "WoOhIKlkAiI-t121.0", "text": "I figured I needed one.", "start": 121.0, "end": 125.0}
{"id": "WoOhIKlkAiI-t125.0", "text": "Thank you so much.", "start": 125.0, "end": 131.0}
{"id": "WoOhIKlkAiI-t131.0", "text": "Okay, we're going to get started.", "start": 131.0, "end": 152.0}
{"id": "WoOhIKlkAiI-t152.0", "text": "Everyone can take a seat.", "start": 152.0, "end": 162.0}
{"id": "WoOhIKlkAiI-t162.0", "text": "I have a few announcements to make.", "start": 162.0, "end": 164.0}
{"id": "WoOhIKlkAiI-t164.0", "text": "My name is Rob Penzer.", "start": 164.0, "end": 166.0}
{"id": "WoOhIKlkAiI-t166.0", "text": "I'm the associate director of the Helix Center, and I welcome everybody on this dreary Saturday morning, but I promise you this will be anything but dreary.", "start": 166.0, "end": 177.0}
{"id": "WoOhIKlkAiI-t177.0", "text": "And a few announcements about upcoming programs. On April 18th, we're having a John Templeton Foundation sponsored Roundtable on the mind of a child.", "start": 177.0, "end": 188.0}
{"id": "WoOhIKlkAiI-t188.0", "text": "On April 25th, another Templeton Foundation Roundtable on the changing nature of free will.", "start": 188.0, "end": 195.0}
{"id": "WoOhIKlkAiI-t195.0", "text": "Then on May 2nd, trauma and its after effects part one, war and genocide.", "start": 195.0, "end": 202.0}
{"id": "WoOhIKlkAiI-t202.0", "text": "And watch for announcements for our Helix Center benefit on May 8th at the Lotus Club.", "start": 202.0, "end": 210.0}
{"id": "WoOhIKlkAiI-t210.0", "text": "Now I'd like to do the introductions for today.", "start": 210.0, "end": 213.0}
{"id": "WoOhIKlkAiI-t213.0", "text": "To my right, Siri Housfed, the author of a book of poems reading to you, three books of essays, a work of nonfiction, the 2010 The Shaking Woman or History of My Nerves, and six novels including her 2003 What I Loved, shortlisted for the Pre-Femona Etrange, and her most recent,", "start": 213.0, "end": 231.0}
{"id": "WoOhIKlkAiI-t231.0", "text": "The Blazing World, longlisted for the 2014 Man Booker Prize and nominated for the Caracas Prize.", "start": 231.0, "end": 237.0}
{"id": "WoOhIKlkAiI-t237.0", "text": "In 2012, she received the International Gaboron Prize for Thought and Humanities.", "start": 237.0, "end": 243.0}
{"id": "WoOhIKlkAiI-t243.0", "text": "She has a PhD in English literature from Columbia. She has also published papers in scientific journals, including Neuropsych analysis and clinical neurophysiology.", "start": 243.0, "end": 253.0}
{"id": "WoOhIKlkAiI-t253.0", "text": "In 2014, she was appointed a lecturer in psychiatry at the DeWitt Wallace Institute for the History of Psychiatry at Wile Cornell Medical College.", "start": 253.0, "end": 262.0}
{"id": "WoOhIKlkAiI-t262.0", "text": "Her work has been translated into over 30 languages, and Siri participated in the October 2013 Helix Center Symposium, AB Warbur, Science and Psychonalysis.", "start": 262.0, "end": 273.0}
{"id": "WoOhIKlkAiI-t273.0", "text": "To her right is Alberto Mangoel, Canadian writer, translator, editor and critic, but would rather define himself as a reader, whose novels include news from the book,", "start": 273.0, "end": 282.0}
{"id": "WoOhIKlkAiI-t282.0", "text": "news from a foreign country came, and all men are liars, and nonfiction writings including the history of reading, The Library at Night,", "start": 282.0, "end": 291.0}
{"id": "WoOhIKlkAiI-t291.0", "text": "and together with Gianni Guadalupe, the Dictionary of Imaginary Places.", "start": 291.0, "end": 295.0}
{"id": "WoOhIKlkAiI-t295.0", "text": "He has received numerous international awards among them the Commander of the Order of Arts and Letters from France,", "start": 295.0, "end": 301.0}
{"id": "WoOhIKlkAiI-t301.0", "text": "and is Dr. Honoris Causa of the Universities of the Age in Belgium and Anglo-Ruscan in Cambridge, United Kingdom.", "start": 301.0, "end": 309.0}
{"id": "WoOhIKlkAiI-t309.0", "text": "Just last month he was a participant in the Helix Center Roundtable entitled, Particle Fever the Quest, and with today's Roundtable, we celebrate publication by Yale University Press of Alberta's new book, Curiosity.", "start": 309.0, "end": 323.0}
{"id": "WoOhIKlkAiI-t323.0", "text": "To his right is Marie Howe, author of Three Vimes of Poetry, The Kingdom of Ordinary, The Good Thief, and What the Living Do, and she's the co-editor of a book of essays in the company of my solitude, American Writing from the AIDS Pen.", "start": 323.0, "end": 338.0}
{"id": "WoOhIKlkAiI-t338.0", "text": "She has been a fellow at the Bunting Institute at Radcliffe College and was a recipient of NEA and Guggenheim Fellowships.", "start": 338.0, "end": 345.0}
{"id": "WoOhIKlkAiI-t345.0", "text": "Stanley Koonitz selected her for a labor and younger poet's prize from the American Academy of Poets, and her poems have appeared in The New Yorker, The Atlantic Poetry,", "start": 345.0, "end": 355.0}
{"id": "WoOhIKlkAiI-t355.0", "text": "Agni Plowshares, Harvard Review, and the Partisan Review, among others.", "start": 355.0, "end": 359.0}
{"id": "WoOhIKlkAiI-t359.0", "text": "Marie is the 2012-2014 poet laureate of New York State.", "start": 359.0, "end": 364.0}
{"id": "WoOhIKlkAiI-t364.0", "text": "To her right is Paul Brody, psychiatrist and teaching faculty in the Department of Narrative Medicine at Columbia University, whose work explores space and the reciprocal relationship between listening and telling through the ethical stance of narrative therapy.", "start": 364.0, "end": 379.0}
{"id": "WoOhIKlkAiI-t379.0", "text": "He is co-creator and performer of Two Men Talking, a live, unscripted personal storytelling performance of identity, friendship, mortality, and forgiveness, which has brought to hundreds of audiences internationally, including at the Edinburgh Festival, in major theaters in South Africa, on the West End of London, and off Broadway.", "start": 379.0, "end": 398.0}
{"id": "WoOhIKlkAiI-t398.0", "text": "A TEDx talk entitled The Power of Two explores the methodology that informs the performance of Two Men Talking and his clinical work. As co-founder of the storytelling company Narrative, Paul has worked closely with Open Society Foundations, teaching advocacy through listening", "start": 398.0, "end": 414.0}
{"id": "WoOhIKlkAiI-t414.0", "text": "and personal storytelling, including international work with sex workers, people with intellectual disabilities, recipients of oral substitution therapy, Roma doctors, and AIDS activists.", "start": 414.0, "end": 425.0}
{"id": "WoOhIKlkAiI-t425.0", "text": "To his right, Edgar Truery, professor of applied physics at Princeton, where he's director of Princeton's engineering physics program.", "start": 425.0, "end": 433.0}
{"id": "WoOhIKlkAiI-t433.0", "text": "He's director and chief scientist of Princeton's electric propulsion and plasma dynamic laboratory, where he's been working for more than two decades under NASA Fan Funding on developing advanced plasma rockets to propel human piloted systems to moon, Mars, and beyond.", "start": 433.0, "end": 448.0}
{"id": "WoOhIKlkAiI-t448.0", "text": "So if there are any volunteers, we'll be taking your names later.", "start": 448.0, "end": 452.0}
{"id": "WoOhIKlkAiI-t452.0", "text": "He also heads Princeton's 3D audio and applied acoustics laboratory, where he has developed new virtual reality audio techniques for reproducing music in 3D.", "start": 452.0, "end": 463.0}
{"id": "WoOhIKlkAiI-t463.0", "text": "He has the research, his honors, and awards, and was the subject of a recent profile by Adam Gopnik in The New Yorker.", "start": 463.0, "end": 469.0}
{"id": "WoOhIKlkAiI-t469.0", "text": "Edgar participated in the January, he looks at a roundtable on music and embodied cognition, and in last November's Synchronicity and Other Mind Matters.", "start": 469.0, "end": 478.0}
{"id": "WoOhIKlkAiI-t478.0", "text": "So I thought just to prompt the conversation with an inter-rockative reading of the book's title, not a question about why the title Curiosity, but the recursive question, why Curiosity?", "start": 478.0, "end": 494.0}
{"id": "WoOhIKlkAiI-t494.0", "text": "Maybe I should start because of the title of the book.", "start": 494.0, "end": 505.0}
{"id": "WoOhIKlkAiI-t505.0", "text": "Curiosity drove me to Curiosity.", "start": 505.0, "end": 509.0}
{"id": "WoOhIKlkAiI-t509.0", "text": "I have always been conscious that questions interest me much more than answers, and I think that my fondness from fiction comes from the fact that fiction, poetry, ask questions, and is not interested, or partly interested in the answers,", "start": 509.0, "end": 537.0}
{"id": "WoOhIKlkAiI-t537.0", "text": "because answers have a tendency to become dogma.", "start": 537.0, "end": 542.0}
{"id": "WoOhIKlkAiI-t542.0", "text": "They belong to catechisms, why questions lead to other questions, put our thoughts into words, and continue to open doors.", "start": 542.0, "end": 556.0}
{"id": "WoOhIKlkAiI-t556.0", "text": "So that is the reason for the book. However, because I have always felt that as a reader, I find my guides in literature.", "start": 556.0, "end": 575.0}
{"id": "WoOhIKlkAiI-t575.0", "text": "I decided before attempting this quest to be guided by another writer, poet, character in his own fiction, and I chose Dante.", "start": 575.0, "end": 595.0}
{"id": "WoOhIKlkAiI-t595.0", "text": "I know it was presumptuous of me, but I thought since Dante had no qualms in choosing Virgil and St. Bernard and Beatrice as his guides, he would understand my need for a leader companion in the world of these questions.", "start": 595.0, "end": 624.0}
{"id": "WoOhIKlkAiI-t624.0", "text": "So the questions, I try to find them in the community, and because you can find everything in the community, you can find these questions, whatever they are, and then take them into different realms, whether it's the question of why we divide our", "start": 624.0, "end": 647.0}
{"id": "WoOhIKlkAiI-t647.0", "text": "six qualities into two, and look onto Olamp de Guz in the French Revolution, a character who is one of the marvelous secret characters of our histories, the woman who looks at the declaration of the right of man and says, what about the declaration of the right of woman,", "start": 647.0, "end": 671.0}
{"id": "WoOhIKlkAiI-t671.0", "text": "and is, of course, beheaded for that. Marguerite Atwood said at one point that men are afraid that women will leave them, and women are afraid that men will kill them.", "start": 671.0, "end": 691.0}
{"id": "WoOhIKlkAiI-t691.0", "text": "So these are parts of the realms that my questions took me to.", "start": 691.0, "end": 703.0}
{"id": "WoOhIKlkAiI-t703.0", "text": "I want to amend to kill them a lot.", "start": 703.0, "end": 708.0}
{"id": "WoOhIKlkAiI-t708.0", "text": "Did you read the UN report this week that 43% of the women in the world have been hurt by a man physically or sexually hurt by a man? I just have to look at everybody, because this is, I've never been here before. Can you hear me?", "start": 708.0, "end": 728.0}
{"id": "WoOhIKlkAiI-t728.0", "text": "Let me try. I have the hair. Can you hear me now? No? Oh, get it higher, maybe. Can you hear me now? No. Can you hear me now?", "start": 728.0, "end": 748.0}
{"id": "WoOhIKlkAiI-t748.0", "text": "Can you hear me? Yes. Can you hear me? Yes. Yes. Good.", "start": 748.0, "end": 761.0}
{"id": "WoOhIKlkAiI-t761.0", "text": "It's quite a splash. I've just never been here before, so I just want to look at you. It's strange to have people behind me. So hi everybody behind me.", "start": 761.0, "end": 772.0}
{"id": "WoOhIKlkAiI-t772.0", "text": "I just had to say that about men and women. Marguerite Atwood's right. I just want to introduce myself and say, I feel a little daunted being here. I'm just a poet.", "start": 772.0, "end": 785.0}
{"id": "WoOhIKlkAiI-t785.0", "text": "And poets don't know anything. I want to make that perfectly clear.", "start": 785.0, "end": 791.0}
{"id": "WoOhIKlkAiI-t791.0", "text": "Round two was just a poet. Yes, I know. That's right. Perfect starting place for curiosity.", "start": 791.0, "end": 797.0}
{"id": "WoOhIKlkAiI-t797.0", "text": "I am. So because I don't know anything, everything is worth a question. Rilka said a great thing about, we feel so, we don't feel at home in this world really, us humans.", "start": 797.0, "end": 811.0}
{"id": "WoOhIKlkAiI-t811.0", "text": "We're so uncomfortable. We have so much anxiety and fear. But yet he suggested we're set down in this world as exactly the place for us to be.", "start": 811.0, "end": 823.0}
{"id": "WoOhIKlkAiI-t823.0", "text": "And part of what we, our job, our nature is to feel our way around as a prisoner does in a darkened cell, you know, to try to understand the world we live in, to find out who we are, where we come from, where we going.", "start": 823.0, "end": 843.0}
{"id": "WoOhIKlkAiI-t843.0", "text": "Like these essential questions. Who are we, where did we come from, where are we going? You know, talking to Edgar, where are we going, the moon for a weekend, right?", "start": 843.0, "end": 855.0}
{"id": "WoOhIKlkAiI-t855.0", "text": "But really, who are we and what is our relationship to the rest of nature and to the soul and to beauty and to truth and to whatever you might think of as God.", "start": 855.0, "end": 866.0}
{"id": "WoOhIKlkAiI-t866.0", "text": "These have always been the questions of poetry as you point out.", "start": 866.0, "end": 875.0}
{"id": "WoOhIKlkAiI-t875.0", "text": "I have thoughts about sort of, so what's the urge, right? There is an urge that Marie just talked about to, well, whether you're in a cell or, you know, take a dog on a car trip, right?", "start": 875.0, "end": 889.0}
{"id": "WoOhIKlkAiI-t889.0", "text": "You open up the door, the cars, the dogs never been there before and what does he or she do? Run out and start sniffing around.", "start": 889.0, "end": 898.0}
{"id": "WoOhIKlkAiI-t898.0", "text": "So there is, you know, Yacht Panksup, who's been here, has a whole neuroscientific theory about the seeking system, capital, S-E-E-K-I-N-G.", "start": 898.0, "end": 909.0}
{"id": "WoOhIKlkAiI-t909.0", "text": "It's very, very particular that they've capitalized. But that said, this urge, which we see in infants and, you know, the great exploring babies, you know, it starts just on your face and then as they become mobile, they move around the world.", "start": 909.0, "end": 931.0}
{"id": "WoOhIKlkAiI-t931.0", "text": "There's something profound about this movement outward that is not only about getting food or getting comfort, but seems to be about finding things out there.", "start": 931.0, "end": 947.0}
{"id": "WoOhIKlkAiI-t947.0", "text": "If we extrapolate, I think you can probably take this urge, a drive, if you will, can be Freudian, a drive and take it all the way up to the most abstract intellectual questions that concern us.", "start": 947.0, "end": 962.0}
{"id": "WoOhIKlkAiI-t962.0", "text": "I think he's careful to make a distinction between that seeking system and goal-oriented endeavors. It's sort of akin to a kind of Emersonian journey, not destination.", "start": 962.0, "end": 978.0}
{"id": "WoOhIKlkAiI-t978.0", "text": "Which is very much your book too. That's what art is. I mean, art is a goalless journey. If you have a goal, there's no, you can always give it up.", "start": 978.0, "end": 990.0}
{"id": "WoOhIKlkAiI-t990.0", "text": "If you know what you're going to do, I do it. Many of my students say what I was trying to say was when they're trying to write a poem. And I'll suggest that they just give that up right away.", "start": 990.0, "end": 1003.0}
{"id": "WoOhIKlkAiI-t1003.0", "text": "I was thinking as much as we were asked not to prepare for this, just having that word curiosity as the frame for my life over the last few weeks since I had the invitation.", "start": 1003.0, "end": 1014.0}
{"id": "WoOhIKlkAiI-t1014.0", "text": "I've been dreaming about it, I've been thinking about it, I've been noticing curiosity in my life and what's the place of it.", "start": 1014.0, "end": 1021.0}
{"id": "WoOhIKlkAiI-t1021.0", "text": "And I think that curiosity has been, it's been a way of life. It's been a necessity for me. Given the life that I've had, there've been choices to go into darkness and habitual stories or to choose curiosity.", "start": 1021.0, "end": 1040.0}
{"id": "WoOhIKlkAiI-t1040.0", "text": "And I've come to think of it as a place that we can go. And as a psychiatrist, I've been thinking of late that what a lot of people struggle with, who I consult with, is the loss of curiosity.", "start": 1040.0, "end": 1054.0}
{"id": "WoOhIKlkAiI-t1054.0", "text": "People know the way that it is, and often the way that it is is dark, it's hopeless, there's no way out.", "start": 1054.0, "end": 1063.0}
{"id": "WoOhIKlkAiI-t1063.0", "text": "So what I've seen my role as of late in the last few weeks, it's a new way of seeing myself, and I have a new way of seeing myself every few weeks.", "start": 1063.0, "end": 1073.0}
{"id": "WoOhIKlkAiI-t1073.0", "text": "It's been a good one. But this is the way that I guide people to the place of curiosity with me.", "start": 1073.0, "end": 1082.0}
{"id": "WoOhIKlkAiI-t1082.0", "text": "So can I lead people to that place? And the way that I do that is through how I listen.", "start": 1082.0, "end": 1088.0}
{"id": "WoOhIKlkAiI-t1088.0", "text": "So it's very clear to me that we listen to one another, shape each other. And so I'm very curious about the role of listening and the effect of listening on one another.", "start": 1088.0, "end": 1101.0}
{"id": "WoOhIKlkAiI-t1101.0", "text": "As I listen to you, I first realized that I did not get the email but not preparing.", "start": 1101.0, "end": 1109.0}
{"id": "WoOhIKlkAiI-t1109.0", "text": "So as a token research scientist, I felt that I have a duty to find out what research has done on curiosity from a scientific point of view.", "start": 1109.0, "end": 1120.0}
{"id": "WoOhIKlkAiI-t1120.0", "text": "And let me first start by saying I have zero credentials in this field. I'm a physical scientist.", "start": 1120.0, "end": 1125.0}
{"id": "WoOhIKlkAiI-t1125.0", "text": "But I learned, and I was going to report to you what I learned, and I'll be able to tell you in some way, that there are newer scientists who studies curiosity from a mechanistic level.", "start": 1125.0, "end": 1137.0}
{"id": "WoOhIKlkAiI-t1137.0", "text": "At lunch, we were talking about the problems of doing so on, and challenges, and how few to it is to describe these complex phenomena mechanistic.", "start": 1137.0, "end": 1146.0}
{"id": "WoOhIKlkAiI-t1146.0", "text": "Nonetheless, they point out to a specific release of dopamine in the brain, some areas of the brain, as you were talking, SEK, particular novel information.", "start": 1146.0, "end": 1162.0}
{"id": "WoOhIKlkAiI-t1162.0", "text": "And it's actually pleasure. It might not be as you said, what did you say? It's not goal oriented, but it's pleasure oriented.", "start": 1162.0, "end": 1170.0}
{"id": "WoOhIKlkAiI-t1170.0", "text": "And the word pleasure, yes, it's actually a use the word pleasure. And it turns out the word pleasure, and that's what I'm going to argue that, and the word novelty come out a lot, both from the scientific research, ironically, but also in many discussions of curiosity.", "start": 1170.0, "end": 1185.0}
{"id": "WoOhIKlkAiI-t1185.0", "text": "To illustrate what I mean by novelty and pleasure, first novelty, imagine we live in a world where there are no seasons.", "start": 1185.0, "end": 1196.0}
{"id": "WoOhIKlkAiI-t1196.0", "text": "So there are continuous spring, you pick whatever your favorite season is, this fall.", "start": 1196.0, "end": 1202.0}
{"id": "WoOhIKlkAiI-t1202.0", "text": "And then suddenly, we all experience seasons for the first time, we see winter, snow, and suddenly everybody is talking about.", "start": 1202.0, "end": 1210.0}
{"id": "WoOhIKlkAiI-t1210.0", "text": "And then everybody wants to know what is the reason for the seasons. And some scientists will figure it out, by the way, it's a very, very simple reason.", "start": 1210.0, "end": 1218.0}
{"id": "WoOhIKlkAiI-t1218.0", "text": "And taxi cab drivers can explain to you what the seasons are. However, today, speaking of lack of curiosity, I do not want to put anybody on this part, but I can't tell you, as a professor, if I give all of you here, and I'm sure there are many wonderful, everybody's wonderfully educated,", "start": 1218.0, "end": 1236.0}
{"id": "WoOhIKlkAiI-t1236.0", "text": "you'll be surprised how many people among any collection of highly educated people can explain how the seasons are, why there's a winter.", "start": 1236.0, "end": 1245.0}
{"id": "WoOhIKlkAiI-t1245.0", "text": "So there's complete lack of curiosity about daylight and light, we don't know, most of us do not know why there's winter.", "start": 1245.0, "end": 1253.0}
{"id": "WoOhIKlkAiI-t1253.0", "text": "In the morning, we open the fridge, we pick up something, close the fridge, I guarantee you 99% of highly educated people have no idea how the fridge works.", "start": 1253.0, "end": 1264.0}
{"id": "WoOhIKlkAiI-t1264.0", "text": "Now, if you face them with lack of curiosity, they'll claim always too complicated, but I guarantee you that anybody can teach you how the fridge works in exactly two minutes.", "start": 1264.0, "end": 1274.0}
{"id": "WoOhIKlkAiI-t1274.0", "text": "And if you put alcohol on your hand and evaporates, if you score. However, we go about life, opening the fridge, closing it, millions times, and I will have no idea how it works.", "start": 1274.0, "end": 1286.0}
{"id": "WoOhIKlkAiI-t1286.0", "text": "However, for the first time you wake up in the morning and see your fridge and your house, open it, you might be curious about it, you might go chat.", "start": 1286.0, "end": 1293.0}
{"id": "WoOhIKlkAiI-t1293.0", "text": "So the fact that novelty somehow plays a big role. The second thing is pleasure, apparently pleasure is tremendous, and I try to find people quotes, and almost every quote I could find refers to pleasure.", "start": 1293.0, "end": 1307.0}
{"id": "WoOhIKlkAiI-t1307.0", "text": "And before I close, I'm going to read you the opening passage of Albertus' book, which hints directly at pleasure and novelty in experiencing curiosity.", "start": 1307.0, "end": 1321.0}
{"id": "WoOhIKlkAiI-t1321.0", "text": "So Albertus starts his book with this little story. One day, when I was eight or nine in Buenos Aires, I lost my way coming from class.", "start": 1321.0, "end": 1331.0}
{"id": "WoOhIKlkAiI-t1331.0", "text": "The school was one of many that I attended in my childhood and stood a short distance from our house in the tree line neighborhood of Belgrano.", "start": 1331.0, "end": 1340.0}
{"id": "WoOhIKlkAiI-t1340.0", "text": "I'm skipping a few lines. After a few blocks, I realized I didn't know the way.", "start": 1340.0, "end": 1347.0}
{"id": "WoOhIKlkAiI-t1347.0", "text": "I was too ashamed to ask for directions, so I wondered, more astonished than frightened.", "start": 1347.0, "end": 1354.0}
{"id": "WoOhIKlkAiI-t1354.0", "text": "For what's wrong with me, it's a very long time.", "start": 1354.0, "end": 1357.0}
{"id": "WoOhIKlkAiI-t1357.0", "text": "I don't know why I did what I did, except that I wanted to experience something new, so I'm glad the word new.", "start": 1357.0, "end": 1365.0}
{"id": "WoOhIKlkAiI-t1365.0", "text": "To follow whatever clues I might find to mysteries not yet apparent, as in the Sherlock Holmes stories, which I had just discovered.", "start": 1365.0, "end": 1374.0}
{"id": "WoOhIKlkAiI-t1374.0", "text": "Quote, the world is full of obvious things, which nobody by any chance ever observes. Said the master.", "start": 1374.0, "end": 1381.0}
{"id": "WoOhIKlkAiI-t1381.0", "text": "I remember becoming aware with the feeling of pleasurable anxiety that I was engaging in, an adventure, different from the one on my shelves.", "start": 1381.0, "end": 1392.0}
{"id": "WoOhIKlkAiI-t1392.0", "text": "And yet I experienced something of the same suspense, the same intense desire to find out what laid ahead, without being able, without wanting to", "start": 1392.0, "end": 1403.0}
{"id": "WoOhIKlkAiI-t1403.0", "text": "tell what might take place. But nothing happened. At long last, I turned the corner and found myself on familiar ground.", "start": 1403.0, "end": 1414.0}
{"id": "WoOhIKlkAiI-t1414.0", "text": "When I finally saw my house, it felt like a disappointment.", "start": 1414.0, "end": 1420.0}
{"id": "WoOhIKlkAiI-t1420.0", "text": "So the moral of the story is somehow pleasure and novelty come.", "start": 1420.0, "end": 1426.0}
{"id": "WoOhIKlkAiI-t1426.0", "text": "So I'm going to go back to the question to you. You mentioned that poetry and fiction do not necessarily answer the question, but they do directly with curiosity.", "start": 1426.0, "end": 1435.0}
{"id": "WoOhIKlkAiI-t1435.0", "text": "I come from that, and we do try to answer questions. And, it could possibly play a big role.", "start": 1435.0, "end": 1441.0}
{"id": "WoOhIKlkAiI-t1441.0", "text": "And I'm fascinated by the role of curiosity in each.", "start": 1441.0, "end": 1446.0}
{"id": "WoOhIKlkAiI-t1446.0", "text": "Somehow it's common, but this practice is quite different.", "start": 1446.0, "end": 1449.0}
{"id": "WoOhIKlkAiI-t1449.0", "text": "Yes, but I wasn't fair to essays because you can find, of course, in any kind of writing the questions that are so exciting.", "start": 1449.0, "end": 1468.0}
{"id": "WoOhIKlkAiI-t1468.0", "text": "When you mention novelty, I distrust novelty because it's seductive in the moment that it appears, and then immediately loses its seduction.", "start": 1468.0, "end": 1488.0}
{"id": "WoOhIKlkAiI-t1488.0", "text": "There is a wonderful novel by Thomas Lovepico Crochet Castle, where the owner of a mansion is showing the grounds to a friend.", "start": 1488.0, "end": 1500.0}
{"id": "WoOhIKlkAiI-t1500.0", "text": "And he's very proud that when you turn a corner, he's advised by a folly that he has constructed there.", "start": 1500.0, "end": 1509.0}
{"id": "WoOhIKlkAiI-t1509.0", "text": "And he says to his friend, this is what I call the element of surprise.", "start": 1509.0, "end": 1516.0}
{"id": "WoOhIKlkAiI-t1516.0", "text": "And his friend says, and what do you call that element the second time that you've had?", "start": 1516.0, "end": 1523.0}
{"id": "WoOhIKlkAiI-t1523.0", "text": "Yeah.", "start": 1523.0, "end": 1526.0}
{"id": "WoOhIKlkAiI-t1526.0", "text": "Curiosity, as Robert was saying, I think is in every area, a much more sounder in pulse.", "start": 1526.0, "end": 1540.0}
{"id": "WoOhIKlkAiI-t1540.0", "text": "Siri mentioned this drive, this need.", "start": 1540.0, "end": 1547.0}
{"id": "WoOhIKlkAiI-t1547.0", "text": "I think it has to do with our consciousness of being alive in the world.", "start": 1547.0, "end": 1559.0}
{"id": "WoOhIKlkAiI-t1559.0", "text": "English is a very rich language, except when it comes to the verb to be.", "start": 1559.0, "end": 1566.0}
{"id": "WoOhIKlkAiI-t1566.0", "text": "In Spanish or in Italian, you have the difference between to exist and to be in a certain place.", "start": 1566.0, "end": 1580.0}
{"id": "WoOhIKlkAiI-t1580.0", "text": "So the Hamlet's question doesn't hold, you have to choose.", "start": 1580.0, "end": 1588.0}
{"id": "WoOhIKlkAiI-t1588.0", "text": "The fact that we know that we exist, I think, leads to the question of where we are, the second part of the verb to be.", "start": 1588.0, "end": 1603.0}
{"id": "WoOhIKlkAiI-t1603.0", "text": "And then reflects back on the question of who we are and where we are and who we are, as in the corridor of questioning mirrors,", "start": 1603.0, "end": 1619.0}
{"id": "WoOhIKlkAiI-t1619.0", "text": "you never come to a real answer, but you progress in the quality of the questioning.", "start": 1619.0, "end": 1627.0}
{"id": "WoOhIKlkAiI-t1627.0", "text": "Maybe the difference between physics, we were talking about this at lunch, that you really can in physics arrive at a kind of conclusion,", "start": 1627.0, "end": 1639.0}
{"id": "WoOhIKlkAiI-t1639.0", "text": "which then is carried along in theoretical physics as it develops.", "start": 1639.0, "end": 1645.0}
{"id": "WoOhIKlkAiI-t1645.0", "text": "But at the same time, there is no theory of everything yet.", "start": 1645.0, "end": 1649.0}
{"id": "WoOhIKlkAiI-t1649.0", "text": "So there are nevertheless holes in the pattern.", "start": 1649.0, "end": 1652.0}
{"id": "WoOhIKlkAiI-t1652.0", "text": "And, you know, listen, I'm not a physicist, I'm just looking from the outside.", "start": 1652.0, "end": 1658.0}
{"id": "WoOhIKlkAiI-t1658.0", "text": "The difference, I think, in the arts is that you never get there.", "start": 1658.0, "end": 1667.0}
{"id": "WoOhIKlkAiI-t1667.0", "text": "I mean, Dante gets there, of course, in the Commedia.", "start": 1667.0, "end": 1670.0}
{"id": "WoOhIKlkAiI-t1670.0", "text": "And you talk about that.", "start": 1670.0, "end": 1672.0}
{"id": "WoOhIKlkAiI-t1672.0", "text": "It's the end of language.", "start": 1672.0, "end": 1674.0}
{"id": "WoOhIKlkAiI-t1674.0", "text": "It's the end of language.", "start": 1674.0, "end": 1676.0}
{"id": "WoOhIKlkAiI-t1676.0", "text": "But this question, which ties together, I think, from a psychiatric point of view, and maybe even a mammalian point of view,", "start": 1676.0, "end": 1688.0}
{"id": "WoOhIKlkAiI-t1688.0", "text": "why is it that some people are so much more curious than others?", "start": 1688.0, "end": 1695.0}
{"id": "WoOhIKlkAiI-t1695.0", "text": "What is this actually about?", "start": 1695.0, "end": 1698.0}
{"id": "WoOhIKlkAiI-t1698.0", "text": "I am endlessly curious, and I am never bored, but when I was a volunteer writing teacher in a psychiatric hospital,", "start": 1698.0, "end": 1708.0}
{"id": "WoOhIKlkAiI-t1708.0", "text": "Payne Whitney, right here, for four years, it wasn't the psychotic patients.", "start": 1708.0, "end": 1715.0}
{"id": "WoOhIKlkAiI-t1715.0", "text": "And I had some really psychotic patients who were hard to work with, was the depressed patients.", "start": 1715.0, "end": 1722.0}
{"id": "WoOhIKlkAiI-t1722.0", "text": "People with clinical depression are profoundly uncurious.", "start": 1722.0, "end": 1731.0}
{"id": "WoOhIKlkAiI-t1731.0", "text": "And the big effort was to instill some curiosity about what's going on.", "start": 1731.0, "end": 1742.0}
{"id": "WoOhIKlkAiI-t1742.0", "text": "And, listen, I don't have the answer to this question, as usual, but it opens up a way to start thinking about", "start": 1742.0, "end": 1750.0}
{"id": "WoOhIKlkAiI-t1750.0", "text": "what are we dealing with here?", "start": 1750.0, "end": 1753.0}
{"id": "WoOhIKlkAiI-t1753.0", "text": "We talked about this at lunch.", "start": 1753.0, "end": 1755.0}
{"id": "WoOhIKlkAiI-t1755.0", "text": "One aspect is fear, and courage.", "start": 1755.0, "end": 1760.0}
{"id": "WoOhIKlkAiI-t1760.0", "text": "I was struck by your story as the boy, because it's been terrified to be lost.", "start": 1760.0, "end": 1768.0}
{"id": "WoOhIKlkAiI-t1768.0", "text": "And there's reasons for that.", "start": 1768.0, "end": 1770.0}
{"id": "WoOhIKlkAiI-t1770.0", "text": "There are for girls to be lost.", "start": 1770.0, "end": 1773.0}
{"id": "WoOhIKlkAiI-t1773.0", "text": "But also, I was just a frightened child.", "start": 1773.0, "end": 1778.0}
{"id": "WoOhIKlkAiI-t1778.0", "text": "I've noticed, at least, in my writing students that what keeps them from being curious about what they've just written, for example,", "start": 1778.0, "end": 1787.0}
{"id": "WoOhIKlkAiI-t1787.0", "text": "is often fear.", "start": 1787.0, "end": 1789.0}
{"id": "WoOhIKlkAiI-t1789.0", "text": "But they think there's nothing else.", "start": 1789.0, "end": 1791.0}
{"id": "WoOhIKlkAiI-t1791.0", "text": "They got that line out, and that's good enough, and they can't question it or wonder about it, or wonder about the next thing.", "start": 1791.0, "end": 1797.0}
{"id": "WoOhIKlkAiI-t1797.0", "text": "It limits all of us when we're afraid, and we're anxious.", "start": 1797.0, "end": 1801.0}
{"id": "WoOhIKlkAiI-t1801.0", "text": "Or fear can also drive your curiosity.", "start": 1801.0, "end": 1811.0}
{"id": "WoOhIKlkAiI-t1811.0", "text": "It's the fear that drives the bride to open that door.", "start": 1811.0, "end": 1818.0}
{"id": "WoOhIKlkAiI-t1818.0", "text": "It's a different curiosity from Little Red Riding Hood, who goes off the path because she wants to pick the flowers.", "start": 1818.0, "end": 1829.0}
{"id": "WoOhIKlkAiI-t1829.0", "text": "But in many of the stories, it is fear that drives the curiosity of finding what has been forbidden.", "start": 1829.0, "end": 1842.0}
{"id": "WoOhIKlkAiI-t1842.0", "text": "And so you go beyond the edge of the world, like Ulysses, to experience that which has been forbidden with fear, of course.", "start": 1842.0, "end": 1854.0}
{"id": "WoOhIKlkAiI-t1854.0", "text": "The nature of narrative suspense is, of course, to be in a band.", "start": 1854.0, "end": 1860.0}
{"id": "WoOhIKlkAiI-t1860.0", "text": "And this drives curiosity, very simply, a detective novel.", "start": 1860.0, "end": 1865.0}
{"id": "WoOhIKlkAiI-t1865.0", "text": "You're hanging, and you want to get there to the end.", "start": 1865.0, "end": 1870.0}
{"id": "WoOhIKlkAiI-t1870.0", "text": "As a questioner, it's not fear that drives me, necessarily.", "start": 1870.0, "end": 1876.0}
{"id": "WoOhIKlkAiI-t1876.0", "text": "And I'm thinking now about what you were saying about listening, and how does that help someone, for example, in a depressed state, become less afraid, or less shut in?", "start": 1876.0, "end": 1890.0}
{"id": "WoOhIKlkAiI-t1890.0", "text": "I agree with you.", "start": 1890.0, "end": 1891.0}
{"id": "WoOhIKlkAiI-t1891.0", "text": "Depression is one of the hardest states to be with with another person.", "start": 1891.0, "end": 1896.0}
{"id": "WoOhIKlkAiI-t1896.0", "text": "And for me, it's where the communal view of human beings has to come in. So if you have no hope and you are shut down, can I have hope for you?", "start": 1896.0, "end": 1907.0}
{"id": "WoOhIKlkAiI-t1907.0", "text": "And can I be curious for you until you're able to have it again?", "start": 1907.0, "end": 1911.0}
{"id": "WoOhIKlkAiI-t1911.0", "text": "And can I sit and just be with you?", "start": 1911.0, "end": 1913.0}
{"id": "WoOhIKlkAiI-t1913.0", "text": "It's an ongoing practice to be able to do that.", "start": 1913.0, "end": 1918.0}
{"id": "WoOhIKlkAiI-t1918.0", "text": "I'm just, I can't help thinking of last year, I put myself through an experience because I became aware of how afraid I am.", "start": 1918.0, "end": 1928.0}
{"id": "WoOhIKlkAiI-t1928.0", "text": "And actually, you'd have to say was, because I'm less afraid since the experience.", "start": 1928.0, "end": 1933.0}
{"id": "WoOhIKlkAiI-t1933.0", "text": "And I decided to confront my deepest fear. It wasn't pleasurable.", "start": 1933.0, "end": 1938.0}
{"id": "WoOhIKlkAiI-t1938.0", "text": "There was no, but there must have been some, not looking forward to it. I was terrified.", "start": 1938.0, "end": 1944.0}
{"id": "WoOhIKlkAiI-t1944.0", "text": "I was to go and spend several nights alone in a canyon in Utah with no food, just water.", "start": 1944.0, "end": 1954.0}
{"id": "WoOhIKlkAiI-t1954.0", "text": "For me, this was an unthinkable thing to do. I have trouble staying alone at night in a house.", "start": 1954.0, "end": 1962.0}
{"id": "WoOhIKlkAiI-t1962.0", "text": "I grew up in South Africa, a lot of fear.", "start": 1962.0, "end": 1966.0}
{"id": "WoOhIKlkAiI-t1966.0", "text": "But I did it.", "start": 1966.0, "end": 1968.0}
{"id": "WoOhIKlkAiI-t1968.0", "text": "And I went with a particular group of people that organize these things and you go in a group and then you go off on your own.", "start": 1968.0, "end": 1976.0}
{"id": "WoOhIKlkAiI-t1976.0", "text": "And you recreate what Native Americans call division quest.", "start": 1976.0, "end": 1980.0}
{"id": "WoOhIKlkAiI-t1980.0", "text": "But you sit in one place and it was four days.", "start": 1980.0, "end": 1984.0}
{"id": "WoOhIKlkAiI-t1984.0", "text": "And I was all very well curious, enjoying myself until the very first night when suddenly alone the sun was setting.", "start": 1984.0, "end": 1994.0}
{"id": "WoOhIKlkAiI-t1994.0", "text": "And I faced that terror. And I watched the mind. I watched my mind.", "start": 1994.0, "end": 2000.0}
{"id": "WoOhIKlkAiI-t2000.0", "text": "And I wasn't curious in that moment. I wanted to get the hell out of there and just run home.", "start": 2000.0, "end": 2006.0}
{"id": "WoOhIKlkAiI-t2006.0", "text": "But I couldn't hide a hiked up river to get there.", "start": 2006.0, "end": 2009.0}
{"id": "WoOhIKlkAiI-t2009.0", "text": "Where was everybody else?", "start": 2009.0, "end": 2010.0}
{"id": "WoOhIKlkAiI-t2010.0", "text": "They had all gone off on their own. It was a huge canyon.", "start": 2010.0, "end": 2013.0}
{"id": "WoOhIKlkAiI-t2013.0", "text": "I was like, there was no one around. That was the point. I was alone. And I was lost.", "start": 2013.0, "end": 2019.0}
{"id": "WoOhIKlkAiI-t2019.0", "text": "So because there was nowhere to be other than where you were. And so it was the experience.", "start": 2019.0, "end": 2024.0}
{"id": "WoOhIKlkAiI-t2024.0", "text": "Did they come and pick you up then at the end?", "start": 2024.0, "end": 2026.0}
{"id": "WoOhIKlkAiI-t2026.0", "text": "No. Once a day you would leave a stone on a pile. You'd go and walk to a pile, leave a stone.", "start": 2026.0, "end": 2032.0}
{"id": "WoOhIKlkAiI-t2032.0", "text": "A stone pile with a buddy who was at least 10 or 15 minutes away from you.", "start": 2032.0, "end": 2036.0}
{"id": "WoOhIKlkAiI-t2036.0", "text": "Oh my god, it's like Hansel and Gretel.", "start": 2036.0, "end": 2039.0}
{"id": "WoOhIKlkAiI-t2039.0", "text": "You see there your mind is going. You're going to get eaten all these things.", "start": 2039.0, "end": 2044.0}
{"id": "WoOhIKlkAiI-t2044.0", "text": "But what I saw was a befriended fear.", "start": 2044.0, "end": 2049.0}
{"id": "WoOhIKlkAiI-t2049.0", "text": "I actually was able, I talked out loud and I asked fear to join me.", "start": 2049.0, "end": 2056.0}
{"id": "WoOhIKlkAiI-t2056.0", "text": "I actually realized that what I was really afraid of was death.", "start": 2056.0, "end": 2060.0}
{"id": "WoOhIKlkAiI-t2060.0", "text": "That ultimately I was afraid of dying. I saw psychotic killers coming to kill me.", "start": 2060.0, "end": 2065.0}
{"id": "WoOhIKlkAiI-t2065.0", "text": "Lions, bears, whatever. And I eventually just said death, come and sit with me.", "start": 2065.0, "end": 2071.0}
{"id": "WoOhIKlkAiI-t2071.0", "text": "Let's sit together. I'm sick of being stalked by you. Join me.", "start": 2071.0, "end": 2076.0}
{"id": "WoOhIKlkAiI-t2076.0", "text": "And it helped. And by the third day, by the third night I lay outside.", "start": 2076.0, "end": 2081.0}
{"id": "WoOhIKlkAiI-t2081.0", "text": "I watched the sunset. I watched the moon rise. I watched the stars.", "start": 2081.0, "end": 2086.0}
{"id": "WoOhIKlkAiI-t2086.0", "text": "Something had shifted for me in my relationship with them.", "start": 2086.0, "end": 2093.0}
{"id": "WoOhIKlkAiI-t2093.0", "text": "And that was curious. They're now I'm curious about the experience.", "start": 2093.0, "end": 2098.0}
{"id": "WoOhIKlkAiI-t2098.0", "text": "I have a funny question, but it's quite good.", "start": 2098.0, "end": 2101.0}
{"id": "WoOhIKlkAiI-t2101.0", "text": "Could you read? Yeah, that's what I would.", "start": 2101.0, "end": 2104.0}
{"id": "WoOhIKlkAiI-t2104.0", "text": "You are not allowed to bring books.", "start": 2104.0, "end": 2106.0}
{"id": "WoOhIKlkAiI-t2106.0", "text": "You're just like, oh, I did it.", "start": 2106.0, "end": 2108.0}
{"id": "WoOhIKlkAiI-t2108.0", "text": "You could write. And I fill the journal.", "start": 2108.0, "end": 2110.0}
{"id": "WoOhIKlkAiI-t2110.0", "text": "But no reading. Oh, you wrote. You wrote them.", "start": 2110.0, "end": 2112.0}
{"id": "WoOhIKlkAiI-t2112.0", "text": "You are allowed to bring them up. You can write.", "start": 2112.0, "end": 2114.0}
{"id": "WoOhIKlkAiI-t2114.0", "text": "But no reading. And I recited. I learned poems of Balfaak before I went", "start": 2114.0, "end": 2118.0}
{"id": "WoOhIKlkAiI-t2118.0", "text": "so that I could recite them and I never got to it.", "start": 2118.0, "end": 2121.0}
{"id": "WoOhIKlkAiI-t2121.0", "text": "No food. What did you do for eating?", "start": 2121.0, "end": 2123.0}
{"id": "WoOhIKlkAiI-t2123.0", "text": "Water. That's it.", "start": 2123.0, "end": 2126.0}
{"id": "WoOhIKlkAiI-t2126.0", "text": "Oh my God. You can pick some berries.", "start": 2126.0, "end": 2129.0}
{"id": "WoOhIKlkAiI-t2129.0", "text": "Well, I won't go into it in too much detail, but I actually was so panicked about the no food", "start": 2129.0, "end": 2134.0}
{"id": "WoOhIKlkAiI-t2134.0", "text": "that I cheated and brought food with me and made up a whole reason why I needed to have food.", "start": 2134.0, "end": 2140.0}
{"id": "WoOhIKlkAiI-t2140.0", "text": "And I had it, but I kept it in a tree and ended up.", "start": 2140.0, "end": 2144.0}
{"id": "WoOhIKlkAiI-t2144.0", "text": "How honorable.", "start": 2144.0, "end": 2146.0}
{"id": "WoOhIKlkAiI-t2146.0", "text": "But to go back to fear, I mean, it seems to me fear gets a bad rap,", "start": 2146.0, "end": 2150.0}
{"id": "WoOhIKlkAiI-t2150.0", "text": "but fear is central to many of these mechanisms.", "start": 2150.0, "end": 2153.0}
{"id": "WoOhIKlkAiI-t2153.0", "text": "Under different names, I mean, fear has a lot of bad connotations.", "start": 2153.0, "end": 2156.0}
{"id": "WoOhIKlkAiI-t2156.0", "text": "But the instant of survival, which goes back to the dogs that you mentioned here,", "start": 2156.0, "end": 2161.0}
{"id": "WoOhIKlkAiI-t2161.0", "text": "when they enter that room, I lived with a cat.", "start": 2161.0, "end": 2164.0}
{"id": "WoOhIKlkAiI-t2164.0", "text": "And whenever I brought an object to the house, I'm sure you put a little bag.", "start": 2164.0, "end": 2168.0}
{"id": "WoOhIKlkAiI-t2168.0", "text": "She would come in. Oh, sorry.", "start": 2168.0, "end": 2170.0}
{"id": "WoOhIKlkAiI-t2170.0", "text": "She would come in in the room and directly go to that bag for a few seconds.", "start": 2170.0, "end": 2175.0}
{"id": "WoOhIKlkAiI-t2175.0", "text": "Sniff it.", "start": 2175.0, "end": 2177.0}
{"id": "WoOhIKlkAiI-t2177.0", "text": "Sniff it.", "start": 2177.0, "end": 2179.0}
{"id": "WoOhIKlkAiI-t2179.0", "text": "And within a few seconds,", "start": 2179.0, "end": 2182.0}
{"id": "WoOhIKlkAiI-t2182.0", "text": "she would lose her curiosity.", "start": 2182.0, "end": 2185.0}
{"id": "WoOhIKlkAiI-t2185.0", "text": "And after reading, sorry.", "start": 2185.0, "end": 2189.0}
{"id": "WoOhIKlkAiI-t2189.0", "text": "So, it's better.", "start": 2189.0, "end": 2195.0}
{"id": "WoOhIKlkAiI-t2195.0", "text": "All right.", "start": 2195.0, "end": 2196.0}
{"id": "WoOhIKlkAiI-t2196.0", "text": "So basically, just to summarize what I was saying, I'm trying to argue that", "start": 2196.0, "end": 2200.0}
{"id": "WoOhIKlkAiI-t2200.0", "text": "does play a central role, maybe not under the name fear exactly,", "start": 2200.0, "end": 2204.0}
{"id": "WoOhIKlkAiI-t2204.0", "text": "but the instant of survival, which is also linked to pleasure,", "start": 2204.0, "end": 2208.0}
{"id": "WoOhIKlkAiI-t2208.0", "text": "the dogs that Siri mentioned that sniff right away when they enter the room,", "start": 2208.0, "end": 2213.0}
{"id": "WoOhIKlkAiI-t2213.0", "text": "the cat I lived with, would do the same thing when I brought a new object.", "start": 2213.0, "end": 2217.0}
{"id": "WoOhIKlkAiI-t2217.0", "text": "It could be bag of mysterious bag or even something inanimate.", "start": 2217.0, "end": 2221.0}
{"id": "WoOhIKlkAiI-t2221.0", "text": "She would come right away, noticed there was something new, which is a novelty part,", "start": 2221.0, "end": 2225.0}
{"id": "WoOhIKlkAiI-t2225.0", "text": "go smell it, sniff it, check it out, lots of them, kids do that, by the way.", "start": 2225.0, "end": 2229.0}
{"id": "WoOhIKlkAiI-t2229.0", "text": "And it immediately loses curiosity.", "start": 2229.0, "end": 2232.0}
{"id": "WoOhIKlkAiI-t2232.0", "text": "And there will be some mechanism which some newer scientists attribute to some", "start": 2232.0, "end": 2237.0}
{"id": "WoOhIKlkAiI-t2237.0", "text": "of these of, you know, chemical, dopaminos, whatever.", "start": 2237.0, "end": 2242.0}
{"id": "WoOhIKlkAiI-t2242.0", "text": "And there's a sense of satisfaction that you obtained that new information that you", "start": 2242.0, "end": 2246.0}
{"id": "WoOhIKlkAiI-t2246.0", "text": "seeked, but it's somewhat related to the fear of dying.", "start": 2246.0, "end": 2250.0}
{"id": "WoOhIKlkAiI-t2250.0", "text": "This is a mechanism of defense.", "start": 2250.0, "end": 2252.0}
{"id": "WoOhIKlkAiI-t2252.0", "text": "So it seems to be pleasure, novelty, fear of dying, or somewhat", "start": 2252.0, "end": 2258.0}
{"id": "WoOhIKlkAiI-t2258.0", "text": "in curiosity or somewhat related.", "start": 2258.0, "end": 2261.0}
{"id": "WoOhIKlkAiI-t2261.0", "text": "An exchange, like when you asked death to sit with you,", "start": 2261.0, "end": 2266.0}
{"id": "WoOhIKlkAiI-t2266.0", "text": "and your cat gets to know the thing that it fears and becomes then acquainted with it,", "start": 2266.0, "end": 2276.0}
{"id": "WoOhIKlkAiI-t2276.0", "text": "no longer fears it.", "start": 2276.0, "end": 2278.0}
{"id": "WoOhIKlkAiI-t2278.0", "text": "And I think that it's a pact that perhaps we make with the thing we fear in order to say,", "start": 2278.0, "end": 2289.0}
{"id": "WoOhIKlkAiI-t2289.0", "text": "well now show your face.", "start": 2289.0, "end": 2292.0}
{"id": "WoOhIKlkAiI-t2292.0", "text": "There's a wonderful poem by Louise Bogan about her confronting a fierce white horse", "start": 2292.0, "end": 2302.0}
{"id": "WoOhIKlkAiI-t2302.0", "text": "that arrives, and she feels the fear that it's going to hurt her.", "start": 2302.0, "end": 2308.0}
{"id": "WoOhIKlkAiI-t2308.0", "text": "And a voice says, give it something to love.", "start": 2308.0, "end": 2314.0}
{"id": "WoOhIKlkAiI-t2314.0", "text": "And then out of the fear she gives it a glove,", "start": 2314.0, "end": 2319.0}
{"id": "WoOhIKlkAiI-t2319.0", "text": "and the horse lies down and puts its head on her lap.", "start": 2319.0, "end": 2328.0}
{"id": "WoOhIKlkAiI-t2328.0", "text": "It doesn't answer the question of what the horse is or why does she fear it,", "start": 2328.0, "end": 2334.0}
{"id": "WoOhIKlkAiI-t2334.0", "text": "but it allows for a relationship with the thing you fear in order to engage in a dialogue", "start": 2334.0, "end": 2342.0}
{"id": "WoOhIKlkAiI-t2342.0", "text": "that allows you to lead to a question.", "start": 2342.0, "end": 2345.0}
{"id": "WoOhIKlkAiI-t2345.0", "text": "This seems very crucial now in our country, given the circumstances that are arising from racial conflict.", "start": 2345.0, "end": 2355.0}
{"id": "WoOhIKlkAiI-t2355.0", "text": "I'm so impressed with your story.", "start": 2355.0, "end": 2358.0}
{"id": "WoOhIKlkAiI-t2358.0", "text": "I'm just so moved by your story.", "start": 2358.0, "end": 2361.0}
{"id": "WoOhIKlkAiI-t2361.0", "text": "I grew up within a violent house, and so I have a lot of fears.", "start": 2361.0, "end": 2366.0}
{"id": "WoOhIKlkAiI-t2366.0", "text": "Many of them have gone away, but we were talking about how psychoanalysis helps you to change your story.", "start": 2366.0, "end": 2374.0}
{"id": "WoOhIKlkAiI-t2374.0", "text": "And how much fear freezes a story so that the story cannot change.", "start": 2374.0, "end": 2380.0}
{"id": "WoOhIKlkAiI-t2380.0", "text": "The story cannot change.", "start": 2380.0, "end": 2382.0}
{"id": "WoOhIKlkAiI-t2382.0", "text": "So one of the things I'm afraid of is the subway, because it's a locked room with people I don't know in it,", "start": 2382.0, "end": 2389.0}
{"id": "WoOhIKlkAiI-t2389.0", "text": "and so I'm afraid of violence in it.", "start": 2389.0, "end": 2392.0}
{"id": "WoOhIKlkAiI-t2392.0", "text": "But today I took the subway because I'm trying to get over this fear.", "start": 2392.0, "end": 2398.0}
{"id": "WoOhIKlkAiI-t2398.0", "text": "And I became curious, well, what happened was I confronted the frozen story", "start": 2398.0, "end": 2406.0}
{"id": "WoOhIKlkAiI-t2406.0", "text": "and then was surprised by it.", "start": 2406.0, "end": 2409.0}
{"id": "WoOhIKlkAiI-t2409.0", "text": "And I'm embarrassed to tell the story, so I'll tell it.", "start": 2409.0, "end": 2412.0}
{"id": "WoOhIKlkAiI-t2412.0", "text": "Always could.", "start": 2412.0, "end": 2413.0}
{"id": "WoOhIKlkAiI-t2413.0", "text": "So I got on the subway.", "start": 2413.0, "end": 2416.0}
{"id": "WoOhIKlkAiI-t2416.0", "text": "I tried to get on an empty-ish car, so I won't feel so claustrophobic.", "start": 2416.0, "end": 2420.0}
{"id": "WoOhIKlkAiI-t2420.0", "text": "And there was a big, very big man with dark skin.", "start": 2420.0, "end": 2429.0}
{"id": "WoOhIKlkAiI-t2429.0", "text": "But then, somehow, because my natural white person racism came right up, you know, big black guy, he's scary.", "start": 2429.0, "end": 2435.0}
{"id": "WoOhIKlkAiI-t2435.0", "text": "I'm admitting this.", "start": 2435.0, "end": 2437.0}
{"id": "WoOhIKlkAiI-t2437.0", "text": "I get on the car, and I see that the man has a sleeping child in his arms, right?", "start": 2437.0, "end": 2443.0}
{"id": "WoOhIKlkAiI-t2443.0", "text": "Story changes.", "start": 2443.0, "end": 2444.0}
{"id": "WoOhIKlkAiI-t2444.0", "text": "Not so scary.", "start": 2444.0, "end": 2445.0}
{"id": "WoOhIKlkAiI-t2445.0", "text": "Not so scary.", "start": 2445.0, "end": 2446.0}
{"id": "WoOhIKlkAiI-t2446.0", "text": "Sleeping child in his arms, beautiful face, right?", "start": 2446.0, "end": 2450.0}
{"id": "WoOhIKlkAiI-t2450.0", "text": "The person I first saw was never there.", "start": 2450.0, "end": 2453.0}
{"id": "WoOhIKlkAiI-t2453.0", "text": "There's that man.", "start": 2453.0, "end": 2454.0}
{"id": "WoOhIKlkAiI-t2454.0", "text": "Then a woman gets on, and she says, I'm homeless, I need money.", "start": 2454.0, "end": 2458.0}
{"id": "WoOhIKlkAiI-t2458.0", "text": "Everybody bows their heads.", "start": 2458.0, "end": 2460.0}
{"id": "WoOhIKlkAiI-t2460.0", "text": "And I see another person of color in a hood, you know, the famous hood.", "start": 2460.0, "end": 2468.0}
{"id": "WoOhIKlkAiI-t2468.0", "text": "And I take out some money, and I walk over to her, and he's also taking out money to give her her money.", "start": 2468.0, "end": 2475.0}
{"id": "WoOhIKlkAiI-t2475.0", "text": "So there's two surprises, right?", "start": 2475.0, "end": 2477.0}
{"id": "WoOhIKlkAiI-t2477.0", "text": "I'm thinking of all the people on this car, certainly this guy is not going to give her money, and he does.", "start": 2477.0, "end": 2483.0}
{"id": "WoOhIKlkAiI-t2483.0", "text": "And the guy who looked like he was never going to speak to her, ended up speaking to her.", "start": 2483.0, "end": 2488.0}
{"id": "WoOhIKlkAiI-t2488.0", "text": "What I'm trying to say is, I realized in that five-minute ride, all the stories I carry that are not true, that, right, any instant, and frees me, and frees me, and frees me.", "start": 2488.0, "end": 2504.0}
{"id": "WoOhIKlkAiI-t2504.0", "text": "And frees the world.", "start": 2504.0, "end": 2506.0}
{"id": "WoOhIKlkAiI-t2506.0", "text": "You know, the world goes dead.", "start": 2506.0, "end": 2508.0}
{"id": "WoOhIKlkAiI-t2508.0", "text": "And then all of a sudden, when I got on the darn car, the world became animate and alive and surprising.", "start": 2508.0, "end": 2515.0}
{"id": "WoOhIKlkAiI-t2515.0", "text": "And everybody acted completely differently, including myself, from what I imagined.", "start": 2515.0, "end": 2521.0}
{"id": "WoOhIKlkAiI-t2521.0", "text": "But I think this is really interesting, because it's possible then to start thinking about curiosity as a dynamic process that facilitates", "start": 2521.0, "end": 2533.0}
{"id": "WoOhIKlkAiI-t2533.0", "text": "movement of all kinds.", "start": 2533.0, "end": 2535.0}
{"id": "WoOhIKlkAiI-t2535.0", "text": "I mean, the cat, and then, you know, once this is mastered.", "start": 2535.0, "end": 2540.0}
{"id": "WoOhIKlkAiI-t2540.0", "text": "I mean, there's also an aspect of curiosity that has to do with mastery, and then withdraw, and returning to another, as you said, always the next question is generated, at least in my case.", "start": 2540.0, "end": 2554.0}
{"id": "WoOhIKlkAiI-t2554.0", "text": "But there is something about mastery too.", "start": 2554.0, "end": 2559.0}
{"id": "WoOhIKlkAiI-t2559.0", "text": "We can formulate a test, like a called CQ, Curiosity Quotient, like an IQ, where you can rank people.", "start": 2559.0, "end": 2569.0}
{"id": "WoOhIKlkAiI-t2569.0", "text": "You were mentioning that I have a very rough version of it, which I did at lunch today.", "start": 2569.0, "end": 2574.0}
{"id": "WoOhIKlkAiI-t2574.0", "text": "When people know that I work on space travel, I give them this test, and I tell them,", "start": 2574.0, "end": 2580.0}
{"id": "WoOhIKlkAiI-t2580.0", "text": "would you go to spend a weekend on the moon if it can be done, or a weekend?", "start": 2580.0, "end": 2590.0}
{"id": "WoOhIKlkAiI-t2590.0", "text": "Or a week?", "start": 2590.0, "end": 2592.0}
{"id": "WoOhIKlkAiI-t2592.0", "text": "Because we can see people really worry about their cats, you know, at home.", "start": 2592.0, "end": 2597.0}
{"id": "WoOhIKlkAiI-t2597.0", "text": "But I have a wonderful answer today from Mary.", "start": 2597.0, "end": 2600.0}
{"id": "WoOhIKlkAiI-t2600.0", "text": "She said, yes, if there's enough, say an axis.", "start": 2600.0, "end": 2603.0}
{"id": "WoOhIKlkAiI-t2603.0", "text": "That's okay.", "start": 2603.0, "end": 2610.0}
{"id": "WoOhIKlkAiI-t2610.0", "text": "Why are we often terb you not use?", "start": 2610.0, "end": 2613.0}
{"id": "WoOhIKlkAiI-t2613.0", "text": "Why do we open that fridge and close it?", "start": 2613.0, "end": 2615.0}
{"id": "WoOhIKlkAiI-t2615.0", "text": "And not bother to just Google how do things work, or ask them, like, how can we go about life, experiencing daylight, and not only, I'm talking about material things or things in general, but ideas, and not question them.", "start": 2615.0, "end": 2628.0}
{"id": "WoOhIKlkAiI-t2628.0", "text": "But it's interesting, because sometimes ideas can limit curiosity.", "start": 2628.0, "end": 2633.0}
{"id": "WoOhIKlkAiI-t2633.0", "text": "So one of the things that I see as a therapist, and I was trained as a psychiatrist, and when I was doing my training, it was Freudian analytic teaching.", "start": 2633.0, "end": 2643.0}
{"id": "WoOhIKlkAiI-t2643.0", "text": "Halfway through my residency, I remember distinctly the professor of psychiatry standing up and giving a lecture to the whole program saying, that's no longer true biological model.", "start": 2643.0, "end": 2656.0}
{"id": "WoOhIKlkAiI-t2656.0", "text": "It became biological overnight.", "start": 2656.0, "end": 2659.0}
{"id": "WoOhIKlkAiI-t2659.0", "text": "And then I discovered narrative therapy, which is another completely different view of how the human being works.", "start": 2659.0, "end": 2668.0}
{"id": "WoOhIKlkAiI-t2668.0", "text": "And what I find is that if I'm really curious about the person sitting in front of me, those theories get in the way.", "start": 2668.0, "end": 2677.0}
{"id": "WoOhIKlkAiI-t2677.0", "text": "And psychiatric diagnosis can really get in the way, because it's very limiting.", "start": 2677.0, "end": 2682.0}
{"id": "WoOhIKlkAiI-t2682.0", "text": "It's a whole narrative on its own.", "start": 2682.0, "end": 2684.0}
{"id": "WoOhIKlkAiI-t2684.0", "text": "So if you sit and make a diagnosis of someone has depression, what you go along with is all the things we're saying about people with depression, but that doesn't give room for those outlying moments that are not necessarily characteristic.", "start": 2684.0, "end": 2698.0}
{"id": "WoOhIKlkAiI-t2698.0", "text": "Oh, absolutely. And in fact, one of the reasons to read medical history is simply to understand how the categories shift over time.", "start": 2698.0, "end": 2715.0}
{"id": "WoOhIKlkAiI-t2715.0", "text": "And I absolutely agree, and my new theory is that there isn't a single theoretical model that can encompass any question, not one, and that what you have to do is take multiple theoretical models, look at the same bit of business.", "start": 2715.0, "end": 2733.0}
{"id": "WoOhIKlkAiI-t2733.0", "text": "You will not get a single answer.", "start": 2733.0, "end": 2735.0}
{"id": "WoOhIKlkAiI-t2735.0", "text": "You will get multiple answers that will provide you with what I call focused zones of ambiguity.", "start": 2735.0, "end": 2744.0}
{"id": "WoOhIKlkAiI-t2744.0", "text": "And this may be the best we can do, but that is not so bad.", "start": 2744.0, "end": 2750.0}
{"id": "WoOhIKlkAiI-t2750.0", "text": "And so that, you know, a lot of questions, not necessarily questions in physics, but a lot of questions involve a prismatic reality, which cannot be caught from a single perspective.", "start": 2750.0, "end": 2767.0}
{"id": "WoOhIKlkAiI-t2767.0", "text": "But Edgar, do scientists work in that way too? Or do you have an idea towards which you go?", "start": 2767.0, "end": 2776.0}
{"id": "WoOhIKlkAiI-t2776.0", "text": "No, doubting is skepticism has a very important role in scientific discovery.", "start": 2776.0, "end": 2781.0}
{"id": "WoOhIKlkAiI-t2781.0", "text": "First, I want to tell you that one of my heroes will agree 100% with you about the danger of formalism to the curiosity.", "start": 2781.0, "end": 2788.0}
{"id": "WoOhIKlkAiI-t2788.0", "text": "Albert Einstein once said, it's a miracle that curiosity can survive formal education, which is remarkable.", "start": 2788.0, "end": 2796.0}
{"id": "WoOhIKlkAiI-t2796.0", "text": "I know that's true to that.", "start": 2796.0, "end": 2798.0}
{"id": "WoOhIKlkAiI-t2798.0", "text": "Yes, but in general, in scientific, doubting is very important. We teach to be skeptic.", "start": 2798.0, "end": 2807.0}
{"id": "WoOhIKlkAiI-t2807.0", "text": "Dante, I mean, I'm going to quote in Montaigne, saying that he loves knowledge, but he puts, I'm paraphrasing, he puts doubting, just,", "start": 2807.0, "end": 2825.0}
{"id": "WoOhIKlkAiI-t2825.0", "text": "right there, next to knowledge. So, knowing and doubting are essential part of seeking knowledge.", "start": 2825.0, "end": 2833.0}
{"id": "WoOhIKlkAiI-t2833.0", "text": "The ambiguity is part of discovery. But there is something when you kill the ambiguity, which happens more often in science than in a poem, you transcend it, it becomes boring, I have to admit.", "start": 2833.0, "end": 2846.0}
{"id": "WoOhIKlkAiI-t2846.0", "text": "We rarely ever pick up a paper written in the media. He was a genius, so it was Einstein.", "start": 2846.0, "end": 2853.0}
{"id": "WoOhIKlkAiI-t2853.0", "text": "Really, my students pick up Einstein's paper. We use his theories every day.", "start": 2853.0, "end": 2856.0}
{"id": "WoOhIKlkAiI-t2856.0", "text": "So, there is something that can kill when, and you mentioned that you defended, well, you actually, you attacked,", "start": 2856.0, "end": 2864.0}
{"id": "WoOhIKlkAiI-t2864.0", "text": "and visited the notion of novelty. I want to defend it a little bit by saying that novelty is essential to some extent, but it gets really defined.", "start": 2864.0, "end": 2873.0}
{"id": "WoOhIKlkAiI-t2873.0", "text": "I mean, if you read a boring text, it stops, it's novelty dies, and it's curiosity will be.", "start": 2873.0, "end": 2882.0}
{"id": "WoOhIKlkAiI-t2882.0", "text": "But it might become deeper. Just not about the superficial surprise.", "start": 2882.0, "end": 2887.0}
{"id": "WoOhIKlkAiI-t2887.0", "text": "I said a boring text. But if you read the Divine Comedy, it can spend your lifetime, really discovering it, and therefore the novelty is always there.", "start": 2887.0, "end": 2896.0}
{"id": "WoOhIKlkAiI-t2896.0", "text": "Yes, absolutely. It's new every time I read it.", "start": 2896.0, "end": 2901.0}
{"id": "WoOhIKlkAiI-t2901.0", "text": "I think there's a little bit of a language problem, because the novelty idea, I mean, there are people now who are talking about the brain as a predictive organ", "start": 2901.0, "end": 2911.0}
{"id": "WoOhIKlkAiI-t2911.0", "text": "that basically uses expectation, patterns of expectation established in the past, and that we often see the world through those expectations,", "start": 2911.0, "end": 2922.0}
{"id": "WoOhIKlkAiI-t2922.0", "text": "and it's only novelty that jars us into seeing, well, new in a way.", "start": 2922.0, "end": 2931.0}
{"id": "WoOhIKlkAiI-t2931.0", "text": "I mean, and a hypothesis, you were talking about, our prejudices and typecasting arise from those predictable patterns of expectation,", "start": 2931.0, "end": 2942.0}
{"id": "WoOhIKlkAiI-t2942.0", "text": "and not failing at times to recognize the novel, you know, the thing that pops out and is different,", "start": 2942.0, "end": 2951.0}
{"id": "WoOhIKlkAiI-t2951.0", "text": "and when that novelty pops out, we have to investigate it, you know, or we're very depressed,", "start": 2951.0, "end": 2959.0}
{"id": "WoOhIKlkAiI-t2959.0", "text": "and we don't want to go over and sniff the thing, right, the new object.", "start": 2959.0, "end": 2964.0}
{"id": "WoOhIKlkAiI-t2964.0", "text": "But, yeah, I think there's a way to look at novelty as, you know, you're looking at it, the word from this, a very literary position, which I appreciate,", "start": 2964.0, "end": 2973.0}
{"id": "WoOhIKlkAiI-t2973.0", "text": "and you're looking at it from a more scientific perspective.", "start": 2973.0, "end": 2978.0}
{"id": "WoOhIKlkAiI-t2978.0", "text": "I would tell you that the idea of novelty, either in science or in art, let's take those two traditional fields,", "start": 2978.0, "end": 2996.0}
{"id": "WoOhIKlkAiI-t2996.0", "text": "it seems to me misleading because I have this suspicion that whatever is new is never really new, because if it were completely new,", "start": 2996.0, "end": 3012.0}
{"id": "WoOhIKlkAiI-t3012.0", "text": "we wouldn't see it, we wouldn't recognize it.", "start": 3012.0, "end": 3015.0}
{"id": "WoOhIKlkAiI-t3015.0", "text": "It would be unrecognizable.", "start": 3015.0, "end": 3016.0}
{"id": "WoOhIKlkAiI-t3016.0", "text": "That's right.", "start": 3016.0, "end": 3017.0}
{"id": "WoOhIKlkAiI-t3017.0", "text": "So, the idea of novelty, I like this.", "start": 3017.0, "end": 3022.0}
{"id": "WoOhIKlkAiI-t3022.0", "text": "So, a relative novelty, I mean, I think the curiosity as defined in the dictionary is something to extend seeking the urge to seek new information,", "start": 3022.0, "end": 3032.0}
{"id": "WoOhIKlkAiI-t3032.0", "text": "seek new information.", "start": 3032.0, "end": 3033.0}
{"id": "WoOhIKlkAiI-t3033.0", "text": "I'm not saying this is a great definition, but there's always, even in these mechanistic, neuroscientific models of curiosity,", "start": 3033.0, "end": 3042.0}
{"id": "WoOhIKlkAiI-t3042.0", "text": "there are always an emphasis on the fact that there's some kind of first encounter with an object.", "start": 3042.0, "end": 3048.0}
{"id": "WoOhIKlkAiI-t3048.0", "text": "So, in other words, boredom, which is something I want to inject in the conversation here, seems to be a place in the opposite world.", "start": 3048.0, "end": 3058.0}
{"id": "WoOhIKlkAiI-t3058.0", "text": "We get bored, we become less curious about something.", "start": 3058.0, "end": 3061.0}
{"id": "WoOhIKlkAiI-t3061.0", "text": "So, what happens, there must be a related, if boredom kills our wanting to seek.", "start": 3061.0, "end": 3068.0}
{"id": "WoOhIKlkAiI-t3068.0", "text": "I understand the boredom.", "start": 3068.0, "end": 3071.0}
{"id": "WoOhIKlkAiI-t3071.0", "text": "The field that includes boredom, depression, melancholy can be also very creative, because if traditionally you look at the discussions on melancholy as a state in which the artist creates,", "start": 3071.0, "end": 3093.0}
{"id": "WoOhIKlkAiI-t3093.0", "text": "it's a curiosity driven inwards.", "start": 3093.0, "end": 3102.0}
{"id": "WoOhIKlkAiI-t3102.0", "text": "So, you are not looking to ask questions about the new, but you are driven to ask questions about the old, because that will always continue to feed your", "start": 3102.0, "end": 3113.0}
{"id": "WoOhIKlkAiI-t3113.0", "text": "mind in a different state. Now, the question is, and I don't know whether people who suffer of depression are cut off any communication or just towards the outside world.", "start": 3113.0, "end": 3134.0}
{"id": "WoOhIKlkAiI-t3134.0", "text": "Do they continue to ask questions, or is the dialogue with the world interrupted?", "start": 3134.0, "end": 3142.0}
{"id": "WoOhIKlkAiI-t3142.0", "text": "Well, I'm sure we could answer that. There's enough people in this room who have experienced depression, right?", "start": 3142.0, "end": 3148.0}
{"id": "WoOhIKlkAiI-t3148.0", "text": "But I don't know if we could answer it as one unified answer.", "start": 3148.0, "end": 3152.0}
{"id": "WoOhIKlkAiI-t3152.0", "text": "So, I think that the whole thing is that when we start saying people who are depressed are anything, that becomes a dominant narrative.", "start": 3152.0, "end": 3161.0}
{"id": "WoOhIKlkAiI-t3161.0", "text": "And then people feel often actually feel obliged to stick to the narrative.", "start": 3161.0, "end": 3166.0}
{"id": "WoOhIKlkAiI-t3166.0", "text": "Like your man in the hoodie.", "start": 3166.0, "end": 3168.0}
{"id": "WoOhIKlkAiI-t3168.0", "text": "Yeah. What is someone who's depressed? I mean, the number of us that raise our hands, and every one of those experiences would have been different.", "start": 3168.0, "end": 3177.0}
{"id": "WoOhIKlkAiI-t3177.0", "text": "But what I want to interject into this conversation is the word imagination.", "start": 3177.0, "end": 3183.0}
{"id": "WoOhIKlkAiI-t3183.0", "text": "Yes.", "start": 3183.0, "end": 3184.0}
{"id": "WoOhIKlkAiI-t3184.0", "text": "I keep thinking of Blake.", "start": 3184.0, "end": 3186.0}
{"id": "WoOhIKlkAiI-t3186.0", "text": "You know, what is now proved was once only imagined.", "start": 3186.0, "end": 3190.0}
{"id": "WoOhIKlkAiI-t3190.0", "text": "But the imagination is, isn't this, you know, God, whatever.", "start": 3190.0, "end": 3198.0}
{"id": "WoOhIKlkAiI-t3198.0", "text": "You know, what part does the imagination play in curiosity?", "start": 3198.0, "end": 3203.0}
{"id": "WoOhIKlkAiI-t3203.0", "text": "What is the reality of imagination in scientific work?", "start": 3203.0, "end": 3207.0}
{"id": "WoOhIKlkAiI-t3207.0", "text": "It was a center, but in the mechanism, in the drive behind the curious, it cannot play.", "start": 3207.0, "end": 3217.0}
{"id": "WoOhIKlkAiI-t3217.0", "text": "The cat who is storing that bag or that new object might not be indulging a lot of imagination,", "start": 3217.0, "end": 3227.0}
{"id": "WoOhIKlkAiI-t3227.0", "text": "imagining a threat, which is now really a very deep imaginative thing.", "start": 3227.0, "end": 3231.0}
{"id": "WoOhIKlkAiI-t3231.0", "text": "So, to some level of curiosity in my mind is a place of different role than imagination.", "start": 3231.0, "end": 3237.0}
{"id": "WoOhIKlkAiI-t3237.0", "text": "But in scientific inquiry, they're both essential, and they could be related.", "start": 3237.0, "end": 3241.0}
{"id": "WoOhIKlkAiI-t3241.0", "text": "I think they're related in the sense that what is the imagination, right? I mean, what is the point of it?", "start": 3241.0, "end": 3248.0}
{"id": "WoOhIKlkAiI-t3248.0", "text": "It's probably to project oneself into the future, right?", "start": 3248.0, "end": 3254.0}
{"id": "WoOhIKlkAiI-t3254.0", "text": "And that this is probably deeply related to curiosity in asking the next question.", "start": 3254.0, "end": 3261.0}
{"id": "WoOhIKlkAiI-t3261.0", "text": "Because if you're unable to project yourself into another place, so there's a certain dynamic relationship,", "start": 3261.0, "end": 3270.0}
{"id": "WoOhIKlkAiI-t3270.0", "text": "you will between curiosity and the imagination, because it is a road, a trip, a voyage.", "start": 3270.0, "end": 3278.0}
{"id": "WoOhIKlkAiI-t3278.0", "text": "Robert used the word quest on another panel, which I find so useful.", "start": 3278.0, "end": 3284.0}
{"id": "WoOhIKlkAiI-t3284.0", "text": "This traveling towards something, you may not know what you want to find, but in that traveling, you continue to be curious.", "start": 3284.0, "end": 3293.0}
{"id": "WoOhIKlkAiI-t3293.0", "text": "And it's probably deeply related to the construction of narratives, right?", "start": 3293.0, "end": 3300.0}
{"id": "WoOhIKlkAiI-t3300.0", "text": "That these patterns become organized and then projected, and that's, you know, you can't have imagination if you don't have memory.", "start": 3300.0, "end": 3310.0}
{"id": "WoOhIKlkAiI-t3310.0", "text": "And also in the neuroscience on curiosity, it seems one little interesting tidbit is that the hippocampus is activated.", "start": 3310.0, "end": 3322.0}
{"id": "WoOhIKlkAiI-t3322.0", "text": "And that the state of curiosity, and this is probably dopamine, is involved as well, kind of a, you know, a high thing,", "start": 3322.0, "end": 3331.0}
{"id": "WoOhIKlkAiI-t3331.0", "text": "that it seems to consolidate the memory of the thing you found out.", "start": 3331.0, "end": 3337.0}
{"id": "WoOhIKlkAiI-t3337.0", "text": "And for readers, this is terribly interesting to me. I forget a lot of things. I have a tendency not to forget what I read.", "start": 3337.0, "end": 3345.0}
{"id": "WoOhIKlkAiI-t3345.0", "text": "I don't know how I remember it. I think I remember it because I'm so damned interested, and it sticks.", "start": 3345.0, "end": 3354.0}
{"id": "WoOhIKlkAiI-t3354.0", "text": "But don't you find it, you remember what you read, you edit it in your mind, you extend it, you improve it, you know.", "start": 3354.0, "end": 3362.0}
{"id": "WoOhIKlkAiI-t3362.0", "text": "I don't remember word for word.", "start": 3362.0, "end": 3364.0}
{"id": "WoOhIKlkAiI-t3364.0", "text": "But what I mean is more than word for word, it's changing your memory and swearing that Madame Bovari didn't commit.", "start": 3364.0, "end": 3376.0}
{"id": "WoOhIKlkAiI-t3376.0", "text": "Maybe not quite that dramatic, but definitely in that realm. Yes, I have misremembered books.", "start": 3376.0, "end": 3382.0}
{"id": "WoOhIKlkAiI-t3382.0", "text": "The theory is why we remember, when do we remember things very well? It's a very important, new scientific question.", "start": 3382.0, "end": 3396.0}
{"id": "WoOhIKlkAiI-t3396.0", "text": "It is related to fear and dopamine creation, and also what we explained is during creativity.", "start": 3396.0, "end": 3403.0}
{"id": "WoOhIKlkAiI-t3403.0", "text": "Apparently, people have shown that, well, there's never 100% consensus.", "start": 3403.0, "end": 3408.0}
{"id": "WoOhIKlkAiI-t3408.0", "text": "I was a professor at Brown who was teaching French, and I saw him one time in the little film.", "start": 3408.0, "end": 3413.0}
{"id": "WoOhIKlkAiI-t3413.0", "text": "He had six students in his office. He wanted to go over the vocabulary he had last week, and he said,", "start": 3413.0, "end": 3420.0}
{"id": "WoOhIKlkAiI-t3420.0", "text": "okay, let's go over. What is the word for egg in French? He asked one student, and he took an egg from his pocket, and he said,", "start": 3420.0, "end": 3430.0}
{"id": "WoOhIKlkAiI-t3430.0", "text": "he took an egg and broke it on the head of the student. He had eggs. Now, you can bet for the rest of the life of the student.", "start": 3430.0, "end": 3439.0}
{"id": "WoOhIKlkAiI-t3439.0", "text": "You will never forget it. The question is why. When you fear, and when you experience pleasure also, in reading can be a tremendous amount,", "start": 3439.0, "end": 3447.0}
{"id": "WoOhIKlkAiI-t3447.0", "text": "there is a release of some, according to some neuroscientist, these highlight substances that will give you a high-end in trench things in your memory.", "start": 3447.0, "end": 3456.0}
{"id": "WoOhIKlkAiI-t3456.0", "text": "I wonder how he taught a b******.", "start": 3456.0, "end": 3460.0}
{"id": "WoOhIKlkAiI-t3460.0", "text": "Just as standard.", "start": 3460.0, "end": 3464.0}
{"id": "WoOhIKlkAiI-t3464.0", "text": "Done. Can you, I want to ask you something about what you just said,", "start": 3464.0, "end": 3468.0}
{"id": "WoOhIKlkAiI-t3468.0", "text": "because we were talking earlier about composition, and how the best times writing are when something's writing through you.", "start": 3468.0, "end": 3479.0}
{"id": "WoOhIKlkAiI-t3479.0", "text": "There's that strange, people are nodding. There's that strange exhilaration of all.", "start": 3479.0, "end": 3488.0}
{"id": "WoOhIKlkAiI-t3488.0", "text": "But being there enough to write down what something else wants to say.", "start": 3488.0, "end": 3493.0}
{"id": "WoOhIKlkAiI-t3493.0", "text": "It's the experience of taking dictation.", "start": 3493.0, "end": 3498.0}
{"id": "WoOhIKlkAiI-t3498.0", "text": "The old notion, and it's something Dante used it, and Blake, absolutely.", "start": 3498.0, "end": 3510.0}
{"id": "WoOhIKlkAiI-t3510.0", "text": "I think there is actually some kind of mechanistic way of thinking about this.", "start": 3510.0, "end": 3516.0}
{"id": "WoOhIKlkAiI-t3516.0", "text": "I think these have to do with very old bodily and emotional patterns that are established pre-linguistically.", "start": 3516.0, "end": 3526.0}
{"id": "WoOhIKlkAiI-t3526.0", "text": "And of course they are resting on one's ability to write, and all the experience one has had writing,", "start": 3526.0, "end": 3535.0}
{"id": "WoOhIKlkAiI-t3535.0", "text": "and all the other writers that have been feeding you for years and years and years,", "start": 3535.0, "end": 3541.0}
{"id": "WoOhIKlkAiI-t3541.0", "text": "but that in a state of relaxation and openness, these patterns repeat themselves.", "start": 3541.0, "end": 3550.0}
{"id": "WoOhIKlkAiI-t3550.0", "text": "It's a very rhythmic experience.", "start": 3550.0, "end": 3554.0}
{"id": "WoOhIKlkAiI-t3554.0", "text": "It's physically rhythmic.", "start": 3554.0, "end": 3556.0}
{"id": "WoOhIKlkAiI-t3556.0", "text": "And it's dialogical, and I think it's rooted in our very early relations with the other.", "start": 3556.0, "end": 3564.0}
{"id": "WoOhIKlkAiI-t3564.0", "text": "Well, what you said a minute ago was, when you write, when you arrive, let's say,", "start": 3564.0, "end": 3572.0}
{"id": "WoOhIKlkAiI-t3572.0", "text": "when you find such sentences coming out of you, or lines, or whatever,", "start": 3572.0, "end": 3577.0}
{"id": "WoOhIKlkAiI-t3577.0", "text": "you refer to, you said, then some other animal part of yourself, or old part of yourself recognizes it.", "start": 3577.0, "end": 3585.0}
{"id": "WoOhIKlkAiI-t3585.0", "text": "I think that I've said this a number of times about, for me, writing fiction is about the truth, not literal truths.", "start": 3585.0, "end": 3594.0}
{"id": "WoOhIKlkAiI-t3594.0", "text": "And when you hit it, when you see it on the page, it's answered by something inside you that's very old.", "start": 3594.0, "end": 3602.0}
{"id": "WoOhIKlkAiI-t3602.0", "text": "It's a gut feeling.", "start": 3602.0, "end": 3604.0}
{"id": "WoOhIKlkAiI-t3604.0", "text": "I have to use my Einstein quote, because when Jacques Hadaba asked Einstein how he worked,", "start": 3604.0, "end": 3613.0}
{"id": "WoOhIKlkAiI-t3613.0", "text": "he answered, this is not a direct quote, he answered in a very beautiful way, he said,", "start": 3613.0, "end": 3619.0}
{"id": "WoOhIKlkAiI-t3619.0", "text": "none of my work has anything to do with signs, either mathematical or linguistic. My work is visual, muscular, and emotional.", "start": 3619.0, "end": 3636.0}
{"id": "WoOhIKlkAiI-t3636.0", "text": "Yeah, many things just think visual.", "start": 3636.0, "end": 3638.0}
{"id": "WoOhIKlkAiI-t3638.0", "text": "It's beautiful.", "start": 3638.0, "end": 3639.0}
{"id": "WoOhIKlkAiI-t3639.0", "text": "Yeah, very much so.", "start": 3639.0, "end": 3640.0}
{"id": "WoOhIKlkAiI-t3640.0", "text": "And Niels Bohr, you know, when he was coming on his atoms, had a very Dickensian image of plum puddings with bouncing raisins.", "start": 3640.0, "end": 3653.0}
{"id": "WoOhIKlkAiI-t3653.0", "text": "I'm going to come and teach quantum mechanics today of the atom.", "start": 3653.0, "end": 3657.0}
{"id": "WoOhIKlkAiI-t3657.0", "text": "We start by Bohr's model because it's completely visual and leads you to the right place eventually.", "start": 3657.0, "end": 3664.0}
{"id": "WoOhIKlkAiI-t3664.0", "text": "But that brings me to, I proposed a while ago to start, see if you can formulate QC.", "start": 3664.0, "end": 3670.0}
{"id": "WoOhIKlkAiI-t3670.0", "text": "And seek curiosity quotient.", "start": 3670.0, "end": 3672.0}
{"id": "WoOhIKlkAiI-t3672.0", "text": "Curiosity quotient.", "start": 3672.0, "end": 3674.0}
{"id": "WoOhIKlkAiI-t3674.0", "text": "Curiosity quotient.", "start": 3674.0, "end": 3675.0}
{"id": "WoOhIKlkAiI-t3675.0", "text": "Curiosity quotient.", "start": 3675.0, "end": 3676.0}
{"id": "WoOhIKlkAiI-t3676.0", "text": "Basically, how do you accuse people?", "start": 3676.0, "end": 3678.0}
{"id": "WoOhIKlkAiI-t3678.0", "text": "But I want to propose now, if you can come up with a scale where we can rank activities that we do on which of them is more", "start": 3678.0, "end": 3688.0}
{"id": "WoOhIKlkAiI-t3688.0", "text": "conducive to curiosity. Now, we can all agree that drinking glass of water ranks low on that curiosity scale.", "start": 3688.0, "end": 3696.0}
{"id": "WoOhIKlkAiI-t3696.0", "text": "CS, to some extent.", "start": 3696.0, "end": 3698.0}
{"id": "WoOhIKlkAiI-t3698.0", "text": "Every example you will give will come with the answer.", "start": 3698.0, "end": 3703.0}
{"id": "WoOhIKlkAiI-t3703.0", "text": "But one of the puzzles me the most is I want to bring it up because we have an expert here on it.", "start": 3703.0, "end": 3707.0}
{"id": "WoOhIKlkAiI-t3707.0", "text": "It's the one of reading and I'll bear to make a career of saying wonderful things about reading.", "start": 3707.0, "end": 3713.0}
{"id": "WoOhIKlkAiI-t3713.0", "text": "So you quote in this book that the entire comedy can be seen as the quest of one man's curiosity, which is Dante's.", "start": 3713.0, "end": 3725.0}
{"id": "WoOhIKlkAiI-t3725.0", "text": "That's fine, I see that perfectly incredible, cleverly true and clear.", "start": 3725.0, "end": 3730.0}
{"id": "WoOhIKlkAiI-t3730.0", "text": "But what about reading?", "start": 3730.0, "end": 3732.0}
{"id": "WoOhIKlkAiI-t3732.0", "text": "Now I'm talking about reading purely fiction, which is a pleasure, number one.", "start": 3732.0, "end": 3740.0}
{"id": "WoOhIKlkAiI-t3740.0", "text": "It doesn't require on the surface, an act of curiosity except submitting to the act of curiosity of the author.", "start": 3740.0, "end": 3750.0}
{"id": "WoOhIKlkAiI-t3750.0", "text": "How come?", "start": 3750.0, "end": 3752.0}
{"id": "WoOhIKlkAiI-t3752.0", "text": "I wouldn't agree.", "start": 3752.0, "end": 3753.0}
{"id": "WoOhIKlkAiI-t3753.0", "text": "Actually, I want you to say that. I'm needing you to say that.", "start": 3753.0, "end": 3757.0}
{"id": "WoOhIKlkAiI-t3757.0", "text": "I'm accusing, I'm taking reading, which is the least, reading fiction, not reading a book on nonfiction,", "start": 3757.0, "end": 3767.0}
{"id": "WoOhIKlkAiI-t3767.0", "text": "which by definition you're curious about a topic.", "start": 3767.0, "end": 3770.0}
{"id": "WoOhIKlkAiI-t3770.0", "text": "But if you pick a book that's purely novel and read it, to what extent you are curious, why would you rank this activity as high on the CS?", "start": 3770.0, "end": 3781.0}
{"id": "WoOhIKlkAiI-t3781.0", "text": "Because if you start reading in a place of La Mancha whose name I don't want to remember immediately,", "start": 3781.0, "end": 3790.0}
{"id": "WoOhIKlkAiI-t3790.0", "text": "you want to say why? What is this place? What happens there? And you're constantly curious if the writing is good.", "start": 3790.0, "end": 3800.0}
{"id": "WoOhIKlkAiI-t3800.0", "text": "If you turn the page you're curious.", "start": 3800.0, "end": 3802.0}
{"id": "WoOhIKlkAiI-t3802.0", "text": "I'm not curious when I read Dan Brown, but I am curious when I read Cervantes and Dante.", "start": 3802.0, "end": 3810.0}
{"id": "WoOhIKlkAiI-t3810.0", "text": "I guess the turning of the page is a measure that you're not right.", "start": 3810.0, "end": 3815.0}
{"id": "WoOhIKlkAiI-t3815.0", "text": "Absolutely.", "start": 3815.0, "end": 3816.0}
{"id": "WoOhIKlkAiI-t3816.0", "text": "I actually have another quote from a lesser writer, Mickey Spillane.", "start": 3816.0, "end": 3822.0}
{"id": "WoOhIKlkAiI-t3822.0", "text": "Oh, yeah.", "start": 3822.0, "end": 3823.0}
{"id": "WoOhIKlkAiI-t3823.0", "text": "But I was there and he said, this is a person. Nobody reads a book to get to the middle.", "start": 3823.0, "end": 3830.0}
{"id": "WoOhIKlkAiI-t3830.0", "text": "Right?", "start": 3830.0, "end": 3833.0}
{"id": "WoOhIKlkAiI-t3833.0", "text": "And any novelist who does not listen to that advice is lost.", "start": 3833.0, "end": 3839.0}
{"id": "WoOhIKlkAiI-t3839.0", "text": "So you're talking about what I'm interested in is how do you generate curiosity?", "start": 3839.0, "end": 3846.0}
{"id": "WoOhIKlkAiI-t3846.0", "text": "So you said something at the very outset of this, it really interests me.", "start": 3846.0, "end": 3849.0}
{"id": "WoOhIKlkAiI-t3849.0", "text": "You said, I don't know what boredom is.", "start": 3849.0, "end": 3853.0}
{"id": "WoOhIKlkAiI-t3853.0", "text": "So there's something that you know that is really important when it comes to curiosity.", "start": 3853.0, "end": 3858.0}
{"id": "WoOhIKlkAiI-t3858.0", "text": "It's a knowledge you have about how not to get bored.", "start": 3858.0, "end": 3861.0}
{"id": "WoOhIKlkAiI-t3861.0", "text": "And how do you generate interest in life as it's happening?", "start": 3861.0, "end": 3868.0}
{"id": "WoOhIKlkAiI-t3868.0", "text": "So we could be curious right now about this very moment.", "start": 3868.0, "end": 3872.0}
{"id": "WoOhIKlkAiI-t3872.0", "text": "If we're not, then we're not doing our job.", "start": 3872.0, "end": 3875.0}
{"id": "WoOhIKlkAiI-t3875.0", "text": "Right.", "start": 3875.0, "end": 3876.0}
{"id": "WoOhIKlkAiI-t3876.0", "text": "And so I'm really interested in how we do that.", "start": 3876.0, "end": 3879.0}
{"id": "WoOhIKlkAiI-t3879.0", "text": "And as writers, you generate curiosity for the reader.", "start": 3879.0, "end": 3883.0}
{"id": "WoOhIKlkAiI-t3883.0", "text": "The reader has to meet you, but you're doing something to lead them into that place, would you say?", "start": 3883.0, "end": 3891.0}
{"id": "WoOhIKlkAiI-t3891.0", "text": "No.", "start": 3891.0, "end": 3892.0}
{"id": "WoOhIKlkAiI-t3892.0", "text": "Well, most of us aren't even here.", "start": 3892.0, "end": 3896.0}
{"id": "WoOhIKlkAiI-t3896.0", "text": "Right? Most of the time, we're somewhere else.", "start": 3896.0, "end": 3899.0}
{"id": "WoOhIKlkAiI-t3899.0", "text": "We're in the past, we're thinking about something.", "start": 3899.0, "end": 3904.0}
{"id": "WoOhIKlkAiI-t3904.0", "text": "So to actually be here is already a radical receptivity to what's actually happening.", "start": 3904.0, "end": 3911.0}
{"id": "WoOhIKlkAiI-t3911.0", "text": "Yeah.", "start": 3911.0, "end": 3912.0}
{"id": "WoOhIKlkAiI-t3912.0", "text": "And one of the things that I try to do and I ask my students to do is just to do that to practice being here.", "start": 3912.0, "end": 3919.0}
{"id": "WoOhIKlkAiI-t3919.0", "text": "Yeah, to actually have them write like ten observations a week and they run.", "start": 3919.0, "end": 3925.0}
{"id": "WoOhIKlkAiI-t3925.0", "text": "And I keep looking for something you can write about.", "start": 3925.0, "end": 3928.0}
{"id": "WoOhIKlkAiI-t3928.0", "text": "One of the greatest stories, they're like, I can't do this.", "start": 3928.0, "end": 3931.0}
{"id": "WoOhIKlkAiI-t3931.0", "text": "I said, just tell me something you saw on the way here.", "start": 3931.0, "end": 3934.0}
{"id": "WoOhIKlkAiI-t3934.0", "text": "And by the way, in my office, this young woman said, I saw a puddle.", "start": 3934.0, "end": 3938.0}
{"id": "WoOhIKlkAiI-t3938.0", "text": "And I said, okay, tell me about the puddle.", "start": 3938.0, "end": 3941.0}
{"id": "WoOhIKlkAiI-t3941.0", "text": "And she said, well, there was a piece of paper in it.", "start": 3941.0, "end": 3943.0}
{"id": "WoOhIKlkAiI-t3943.0", "text": "And I said, what was on the piece of paper?", "start": 3943.0, "end": 3945.0}
{"id": "WoOhIKlkAiI-t3945.0", "text": "She said, I don't know.", "start": 3945.0, "end": 3946.0}
{"id": "WoOhIKlkAiI-t3946.0", "text": "I said, where's the puddle?", "start": 3946.0, "end": 3947.0}
{"id": "WoOhIKlkAiI-t3947.0", "text": "She said, right out there.", "start": 3947.0, "end": 3948.0}
{"id": "WoOhIKlkAiI-t3948.0", "text": "I said, go look.", "start": 3948.0, "end": 3949.0}
{"id": "WoOhIKlkAiI-t3949.0", "text": "She went and she looked and it was someone's term paper on the meaning of life.", "start": 3949.0, "end": 3954.0}
{"id": "WoOhIKlkAiI-t3954.0", "text": "She looked and I showed you a puddle.", "start": 3954.0, "end": 3958.0}
{"id": "WoOhIKlkAiI-t3958.0", "text": "No, but this is actually, this brings us though, to I think it brings us to phenomenology.", "start": 3958.0, "end": 3966.0}
{"id": "WoOhIKlkAiI-t3966.0", "text": "And I once wrote an essay on Miranda the Italian artist, who, it's really, I mean, I went to review a show in Venice.", "start": 3966.0, "end": 3978.0}
{"id": "WoOhIKlkAiI-t3978.0", "text": "And it was beautiful late Miranda.", "start": 3978.0, "end": 3981.0}
{"id": "WoOhIKlkAiI-t3981.0", "text": "Randy. And while I was there, there was a couple, an American couple walking around", "start": 3981.0, "end": 3985.08}
{"id": "WoOhIKlkAiI-t3985.08", "text": "and they were on either side and the man yelled over to the woman and he said,", "start": 3985.08, "end": 3990.9}
{"id": "WoOhIKlkAiI-t3990.9", "text": "it's just more bottles. And indeed, if you like or care about Randy, it is a lot of", "start": 3990.9, "end": 3998.76}
{"id": "WoOhIKlkAiI-t3998.76", "text": "bottles, you know, with a few other things thrown in. And while I was writing it,", "start": 3998.76, "end": 4003.8}
{"id": "WoOhIKlkAiI-t4003.8", "text": "however, I took the bottle of parrier that was on my... And I decided to do a", "start": 4003.8, "end": 4011.4}
{"id": "WoOhIKlkAiI-t4011.4", "text": "kind of phenomenological exercise and I spent not ten minutes maybe looking at", "start": 4011.4, "end": 4017.6400000000003}
{"id": "WoOhIKlkAiI-t4017.6400000000003", "text": "the bottle. And of course, the first thing to drop out is actually the word", "start": 4017.6400000000003, "end": 4021.8}
{"id": "WoOhIKlkAiI-t4021.8", "text": "bottle. Yeah. That just seems to go away. And then you start seeing how the light", "start": 4021.8, "end": 4028.1600000000003}
{"id": "WoOhIKlkAiI-t4028.1600000000003", "text": "is hitting the bottle and that the light begins to change if you're there for", "start": 4028.1600000000003, "end": 4032.2000000000003}
{"id": "WoOhIKlkAiI-t4032.2", "text": "ten minutes and there's condensation on the inside of the bottle and it's like", "start": 4032.2, "end": 4037.48}
{"id": "WoOhIKlkAiI-t4037.48", "text": "your puddle. Well, Ellie, it said we can't bear too much reality, right? And a lot", "start": 4037.48, "end": 4043.4399999999996}
{"id": "WoOhIKlkAiI-t4043.4399999999996", "text": "of what I try to get my students to do is to bear reality, to actually encounter", "start": 4043.4399999999996, "end": 4048.12}
{"id": "WoOhIKlkAiI-t4048.12", "text": "it, to really look at the bottle now, of course, is absolutely gorgeous. I'm", "start": 4048.12, "end": 4052.8399999999997}
{"id": "WoOhIKlkAiI-t4052.8399999999997", "text": "looking at the bottle, we're all looking at the bottle and it's more light than", "start": 4052.8399999999997, "end": 4057.3199999999997}
{"id": "WoOhIKlkAiI-t4057.32", "text": "bottle, you know? I mean, what, how does that happen? That to actually be", "start": 4057.32, "end": 4062.7200000000003}
{"id": "WoOhIKlkAiI-t4062.7200000000003", "text": "wherever we are is to be receptive and curious about what's happening and what's", "start": 4062.7200000000003, "end": 4068.1200000000003}
{"id": "WoOhIKlkAiI-t4068.1200000000003", "text": "around us is... I'm sorry, I'm still stuck on something. You know that puddle with", "start": 4068.1200000000003, "end": 4072.4}
{"id": "WoOhIKlkAiI-t4072.4", "text": "the paper and the puddle? Yeah. What was the answer?", "start": 4072.4, "end": 4077.2000000000003}
{"id": "WoOhIKlkAiI-t4077.2000000000003", "text": "She didn't go back at the beginning. We stopped there. We stopped there.", "start": 4077.2000000000003, "end": 4082.32}
{"id": "WoOhIKlkAiI-t4082.32", "text": "Because questions are more interesting than answers. But that paper said...", "start": 4082.32, "end": 4089.52}
{"id": "WoOhIKlkAiI-t4089.52", "text": "There's so many stories like that when these kids do these so-called", "start": 4089.52, "end": 4094.76}
{"id": "WoOhIKlkAiI-t4094.76", "text": "observations just in the day that they end up seeing things and it's a great", "start": 4094.76, "end": 4100.32}
{"id": "WoOhIKlkAiI-t4100.32", "text": "joy. But I also loved what you were saying about that enforced boredom. I'm", "start": 4100.32, "end": 4109.68}
{"id": "WoOhIKlkAiI-t4109.68", "text": "like Siri, I can't imagine being bored. There's just so much to... There's never", "start": 4109.68, "end": 4115.6}
{"id": "WoOhIKlkAiI-t4115.6", "text": "enough time for everything. But I also know that in my periods of most", "start": 4115.6, "end": 4121.200000000001}
{"id": "WoOhIKlkAiI-t4121.200000000001", "text": "generation, I'm a very slow writer. I've had no TV, no Netflix, no computer, no", "start": 4121.200000000001, "end": 4127.52}
{"id": "WoOhIKlkAiI-t4127.52", "text": "nothing. I mean, everything has to be blocked out so there's nothing there to", "start": 4127.52, "end": 4132.8}
{"id": "WoOhIKlkAiI-t4132.8", "text": "distract me. So I'm driven in, you know, driven inward.", "start": 4132.8, "end": 4137.52}
{"id": "WoOhIKlkAiI-t4137.52", "text": "But you can surely do that being receptive to the questions. Always think", "start": 4137.52, "end": 4147.160000000001}
{"id": "WoOhIKlkAiI-t4147.160000000001", "text": "of Kafka working in that corridor and it's a house with people passing and", "start": 4147.160000000001, "end": 4151.400000000001}
{"id": "WoOhIKlkAiI-t4151.400000000001", "text": "people talking and being able... He was less permeable than I am. I mean, I think", "start": 4151.400000000001, "end": 4157.76}
{"id": "WoOhIKlkAiI-t4157.76", "text": "that your permeability is... Well, that has to do a lot with... With what?", "start": 4157.76, "end": 4162.56}
{"id": "WoOhIKlkAiI-t4162.56", "text": "Well, that has to do a lot with how you create and what you create and the", "start": 4162.56, "end": 4171.56}
{"id": "WoOhIKlkAiI-t4171.56", "text": "questions you ask. The permeability of the world, of the world filtering through", "start": 4171.56, "end": 4179.96}
{"id": "WoOhIKlkAiI-t4179.96", "text": "you is obviously of the essence. I was very struck by a poem that you wrote on", "start": 4179.96, "end": 4187.200000000001}
{"id": "WoOhIKlkAiI-t4187.2", "text": "the death of your brother that seemed to me to ask the question of the", "start": 4187.2, "end": 4195.0}
{"id": "WoOhIKlkAiI-t4195.0", "text": "essential questions of love and death in a context that made the reader extend", "start": 4195.0, "end": 4204.5599999999995}
{"id": "WoOhIKlkAiI-t4204.5599999999995", "text": "those questions into areas that I had not thought about.", "start": 4204.5599999999995, "end": 4211.08}
{"id": "WoOhIKlkAiI-t4211.08", "text": "I'm waiting for you to say something but you're just taking it in.", "start": 4211.08, "end": 4221.24}
{"id": "WoOhIKlkAiI-t4221.24", "text": "I'm thinking about John. My brother, actually, thank you for bringing him up.", "start": 4221.24, "end": 4226.16}
{"id": "WoOhIKlkAiI-t4226.16", "text": "I feel like the poems I love are poems that cannot resolve these questions but", "start": 4226.16, "end": 4236.28}
{"id": "WoOhIKlkAiI-t4236.28", "text": "embody them and we feel like that. We feel that recognition. We don't feel", "start": 4236.28, "end": 4243.4}
{"id": "WoOhIKlkAiI-t4243.4", "text": "alone. We feel accompanied in our curiosity and in our bewilderment.", "start": 4243.4, "end": 4250.639999999999}
{"id": "WoOhIKlkAiI-t4250.639999999999", "text": "Emily Dickinson's like that for me. So many great poets. You feel", "start": 4250.639999999999, "end": 4258.759999999999}
{"id": "WoOhIKlkAiI-t4258.759999999999", "text": "a kin, you feel with them, accompanied, I guess.", "start": 4258.759999999999, "end": 4262.2}
{"id": "WoOhIKlkAiI-t4262.2", "text": "What's fascinating is a kind of recognition that could not exist without the work of art.", "start": 4262.2, "end": 4267.32}
{"id": "WoOhIKlkAiI-t4267.32", "text": "In other words, there's lots of dull recognition in the world. I mean", "start": 4267.32, "end": 4272.639999999999}
{"id": "WoOhIKlkAiI-t4272.639999999999", "text": "advertisements are doing this all the time. Oh yeah, I eat cornflakes or whatever.", "start": 4272.639999999999, "end": 4277.36}
{"id": "WoOhIKlkAiI-t4277.36", "text": "But artistic recognition happens when the artist has made something that in which", "start": 4277.36, "end": 4287.4}
{"id": "WoOhIKlkAiI-t4287.4", "text": "you recognize yourself but you had that recognition without that work of art.", "start": 4287.4, "end": 4294.48}
{"id": "WoOhIKlkAiI-t4294.48", "text": "So it's pushed you somewhere else which also is a generator of more curiosity.", "start": 4294.48, "end": 4301.679999999999}
{"id": "WoOhIKlkAiI-t4301.679999999999", "text": "You mentioned Emily Dickinson. Presentiment is that long shadow on the lawn", "start": 4301.679999999999, "end": 4309.5599999999995}
{"id": "WoOhIKlkAiI-t4309.56", "text": "indicative that suns go down and notice to the startled grass that darkness is", "start": 4309.56, "end": 4317.84}
{"id": "WoOhIKlkAiI-t4317.84", "text": "about to pass. That we all have felt that but I wouldn't know about it without Emily Dickinson.", "start": 4317.84, "end": 4325.0}
{"id": "WoOhIKlkAiI-t4325.0", "text": "Yeah, she says it and you feel yes, it's like that. Well I guess it's Elliot again", "start": 4325.0, "end": 4330.4800000000005}
{"id": "WoOhIKlkAiI-t4330.4800000000005", "text": "where he says you arrive somewhere familiar as and discovering it for the", "start": 4330.4800000000005, "end": 4334.6}
{"id": "WoOhIKlkAiI-t4334.6", "text": "first time. That sense of yes, it's like that. I've been here before but I", "start": 4334.6, "end": 4340.4400000000005}
{"id": "WoOhIKlkAiI-t4340.4400000000005", "text": "didn't know it. No one said it like that. Yes. And then we're not alone. Then", "start": 4340.4400000000005, "end": 4347.04}
{"id": "WoOhIKlkAiI-t4347.04", "text": "there's that sensation of being somebody but also being connected.", "start": 4347.04, "end": 4353.160000000001}
{"id": "WoOhIKlkAiI-t4353.160000000001", "text": "Yeah, so here's a question. Is there curiosity without some kind of", "start": 4353.160000000001, "end": 4357.84}
{"id": "WoOhIKlkAiI-t4357.84", "text": "dialogical position in human beings? Can you say that again? Is there is there", "start": 4357.84, "end": 4366.08}
{"id": "WoOhIKlkAiI-t4366.08", "text": "curiosity without an other? Well, I mean I don't know. This is a genuine question", "start": 4366.08, "end": 4375.4400000000005}
{"id": "WoOhIKlkAiI-t4375.4400000000005", "text": "not a question that I have you know not rhetorical. Well, can we be without the", "start": 4375.4400000000005, "end": 4383.52}
{"id": "WoOhIKlkAiI-t4383.52", "text": "other? No, I think that's right that if you're going for essences then", "start": 4383.52, "end": 4390.200000000001}
{"id": "WoOhIKlkAiI-t4390.200000000001", "text": "there is never one being without another and there you can't have one", "start": 4390.200000000001, "end": 4396.72}
{"id": "WoOhIKlkAiI-t4396.72", "text": "brain without another you can't have any of it. What's a paradox?", "start": 4396.72, "end": 4401.76}
{"id": "WoOhIKlkAiI-t4401.76", "text": "We should we talked about fear as a mechanism for curiosity but there's also", "start": 4401.76, "end": 4409.8}
{"id": "WoOhIKlkAiI-t4409.8", "text": "the fear of curiosity which is and which can be another word for a", "start": 4409.8, "end": 4415.08}
{"id": "WoOhIKlkAiI-t4415.08", "text": "political oppression. In your book you mentioned you know it's also it's a", "start": 4415.08, "end": 4420.8}
{"id": "WoOhIKlkAiI-t4420.8", "text": "major theme in religion and in the pocket for writings.", "start": 4420.8, "end": 4425.56}
{"id": "WoOhIKlkAiI-t4425.56", "text": "curiosity and bad curiosity. Yes, yes.", "start": 4425.56, "end": 4428.04}
{"id": "WoOhIKlkAiI-t4428.04", "text": "curiosity that is permissible and curiosity that is forbidden.", "start": 4428.04, "end": 4433.56}
{"id": "WoOhIKlkAiI-t4433.56", "text": "I mean you write about Eve and Pandora. Yeah, here's a quote from a", "start": 4433.56, "end": 4439.56}
{"id": "WoOhIKlkAiI-t4439.56", "text": "Ecclesiastesus, it's a procrful book of the Bible. Do not try to understand", "start": 4439.56, "end": 4444.240000000001}
{"id": "WoOhIKlkAiI-t4444.240000000001", "text": "things that are too difficult for you or try to discover what is beyond your", "start": 4444.240000000001, "end": 4448.72}
{"id": "WoOhIKlkAiI-t4448.72", "text": "powers. So religion is replete of examples where of course the opposite is", "start": 4448.72, "end": 4454.200000000001}
{"id": "WoOhIKlkAiI-t4454.200000000001", "text": "true. Well, you're not supposed to be curious and fear of curiosity is a", "start": 4454.200000000001, "end": 4459.320000000001}
{"id": "WoOhIKlkAiI-t4459.32", "text": "political oppression is a you know a political speech and so on. The question", "start": 4459.32, "end": 4464.24}
{"id": "WoOhIKlkAiI-t4464.24", "text": "is that are we what about fear of discovering oneself? Yeah, which is very", "start": 4464.24, "end": 4468.84}
{"id": "WoOhIKlkAiI-t4468.84", "text": "common. Absolutely can relate. So I'm thinking about I always use myself as", "start": 4468.84, "end": 4473.96}
{"id": "WoOhIKlkAiI-t4473.96", "text": "the instrument of under life. So I look back at my own life and I remember very", "start": 4473.96, "end": 4480.12}
{"id": "WoOhIKlkAiI-t4480.12", "text": "clearly my body betraying me when I found it was not attracted to women at the", "start": 4480.12, "end": 4487.96}
{"id": "WoOhIKlkAiI-t4487.96", "text": "age at a very young age and I was I did not understand this at all. There was no", "start": 4487.96, "end": 4494.44}
{"id": "WoOhIKlkAiI-t4494.44", "text": "there was no frame of reference. There was no such thing as gay people in my", "start": 4494.44, "end": 4499.68}
{"id": "WoOhIKlkAiI-t4499.68", "text": "world. I knew nothing about it and I just remember the terror of this and it was", "start": 4499.68, "end": 4505.16}
{"id": "WoOhIKlkAiI-t4505.16", "text": "unconscious. So I was but I knew that fear and it lasted many many years and it", "start": 4505.16, "end": 4510.64}
{"id": "WoOhIKlkAiI-t4510.64", "text": "shaped so many of my actions over many years and it took tremendous courage at a", "start": 4510.64, "end": 4516.28}
{"id": "WoOhIKlkAiI-t4516.28", "text": "certain point to start being curious about it to allow myself the curiosity.", "start": 4516.28, "end": 4521.5599999999995}
{"id": "WoOhIKlkAiI-t4521.5599999999995", "text": "Yeah. And I think there are many ways in which our bodies the body literally", "start": 4521.5599999999995, "end": 4528.04}
{"id": "WoOhIKlkAiI-t4528.04", "text": "wants things that the curious mind can't face including death. You know one of", "start": 4528.04, "end": 4536.12}
{"id": "WoOhIKlkAiI-t4536.12", "text": "your people speak to me I just feel they hit me in the gut and the one about", "start": 4536.12, "end": 4542.2}
{"id": "WoOhIKlkAiI-t4542.2", "text": "your brother saying to you I'm dying and you say I know and he says no I", "start": 4542.2, "end": 4549.16}
{"id": "WoOhIKlkAiI-t4549.16", "text": "don't think you do and you say I do I know you're dying he says yes but you", "start": 4549.16, "end": 4553.84}
{"id": "WoOhIKlkAiI-t4553.84", "text": "don't know that you're dying. It really hit me because that being able to accept", "start": 4553.84, "end": 4561.28}
{"id": "WoOhIKlkAiI-t4561.28", "text": "that I mean you know I've dealt with being gay many years ago but now I'm", "start": 4561.28, "end": 4566.5199999999995}
{"id": "WoOhIKlkAiI-t4566.5199999999995", "text": "having to deal with other things and what I'm having to deal with is this", "start": 4566.5199999999995, "end": 4570.08}
{"id": "WoOhIKlkAiI-t4570.08", "text": "mortality which the body knows and which and it's hard to be curious about it.", "start": 4570.08, "end": 4577.24}
{"id": "WoOhIKlkAiI-t4577.24", "text": "I want to I noticed. Yeah it's hard to be curious about that I agree. I also think", "start": 4577.24, "end": 4583.5199999999995}
{"id": "WoOhIKlkAiI-t4583.5199999999995", "text": "it increases urgency and curiosity. I mean I turned 60 a couple weeks ago and my", "start": 4583.5199999999995, "end": 4591.08}
{"id": "WoOhIKlkAiI-t4591.08", "text": "sense of fitting it in has gotten enormous you know I have much greater", "start": 4591.08, "end": 4599.68}
{"id": "WoOhIKlkAiI-t4599.68", "text": "urgency.", "start": 4599.68, "end": 4601.16}
{"id": "WoOhIKlkAiI-t4601.16", "text": "Well you've done the answer to a question that you have to do self discovery and", "start": 4601.16, "end": 4606.36}
{"id": "WoOhIKlkAiI-t4606.36", "text": "curiosity is there which as you're speaking I came up with this analogy", "start": 4606.36, "end": 4610.64}
{"id": "WoOhIKlkAiI-t4610.64", "text": "might be completely inappropriate but I it seems to me what what masturbation", "start": 4610.64, "end": 4615.64}
{"id": "WoOhIKlkAiI-t4615.64", "text": "is to sex is what self discovery is to curiosity. Yeah.", "start": 4615.64, "end": 4622.64}
{"id": "WoOhIKlkAiI-t4622.64", "text": "Yeah.", "start": 4622.64, "end": 4624.64}
{"id": "WoOhIKlkAiI-t4624.64", "text": "We don't need to masturbate to another to do the curiosity we can solve this cover.", "start": 4624.64, "end": 4629.8}
{"id": "WoOhIKlkAiI-t4629.8", "text": "It's true that we can solve this cover. The the or question you know for people", "start": 4629.8, "end": 4636.4400000000005}
{"id": "WoOhIKlkAiI-t4636.44", "text": "who are interested in infant research is obviously it seems very clear that you", "start": 4636.44, "end": 4645.599999999999}
{"id": "WoOhIKlkAiI-t4645.599999999999", "text": "can't become a human being without another. Right. Not just the uterine", "start": 4645.599999999999, "end": 4650.96}
{"id": "WoOhIKlkAiI-t4650.96", "text": "environment but then you know we'd all be dead if someone had been taken care of", "start": 4650.96, "end": 4656.32}
{"id": "WoOhIKlkAiI-t4656.32", "text": "us and that early life is very important I think to what happens to us to those", "start": 4656.32, "end": 4665.44}
{"id": "WoOhIKlkAiI-t4665.44", "text": "early rhythmic patterns and emotional motor sensory emotional realities that", "start": 4665.44, "end": 4672.2}
{"id": "WoOhIKlkAiI-t4672.2", "text": "are probably involved also in how curious how daring how frightened we all are.", "start": 4672.2, "end": 4682.879999999999}
{"id": "WoOhIKlkAiI-t4682.879999999999", "text": "Which because we are constantly confronted to those others who try to", "start": 4682.879999999999, "end": 4688.759999999999}
{"id": "WoOhIKlkAiI-t4688.76", "text": "tell us who we are the the the Robert the quest the the journey is one that you", "start": 4688.76, "end": 4695.92}
{"id": "WoOhIKlkAiI-t4695.92", "text": "call us in the situation trying to find out who you are in in the end and Alice", "start": 4695.92, "end": 4704.72}
{"id": "WoOhIKlkAiI-t4704.72", "text": "is confronted to that in in Wonderland. She has a wonderful solution. She says", "start": 4704.72, "end": 4709.8}
{"id": "WoOhIKlkAiI-t4709.8", "text": "that she has fallen down the hole and know who she is and she says what if I'm", "start": 4709.8, "end": 4718.64}
{"id": "WoOhIKlkAiI-t4718.64", "text": "somebody that I don't like. So she says I'll wait here till they call me and", "start": 4718.64, "end": 4724.280000000001}
{"id": "WoOhIKlkAiI-t4724.280000000001", "text": "when they call me I'll ask who are you calling and then they will say and if I", "start": 4724.280000000001, "end": 4731.56}
{"id": "WoOhIKlkAiI-t4731.56", "text": "like who they're calling I'll come up and if I if not I will wait till they call", "start": 4731.56, "end": 4738.12}
{"id": "WoOhIKlkAiI-t4738.12", "text": "the person that I want to be. Well it's probably this idea of some authentic", "start": 4738.12, "end": 4746.04}
{"id": "WoOhIKlkAiI-t4746.04", "text": "self you know this can be questioned too right I mean that it's a kind of", "start": 4746.04, "end": 4751.72}
{"id": "WoOhIKlkAiI-t4751.72", "text": "act of becoming I mean if we are dynamic then we're never we're never", "start": 4751.72, "end": 4758.64}
{"id": "WoOhIKlkAiI-t4758.64", "text": "there. Absolutely yeah but I think that the idea of", "start": 4758.64, "end": 4762.68}
{"id": "WoOhIKlkAiI-t4762.68", "text": "individuation is an active one the one of becoming. I keep thinking what you're", "start": 4762.68, "end": 4770.76}
{"id": "WoOhIKlkAiI-t4770.76", "text": "saying about Einstein and curiosity not surviving a formal education and my my", "start": 4770.76, "end": 4777.320000000001}
{"id": "WoOhIKlkAiI-t4777.320000000001", "text": "daughter you know they were doing a poetry unit and she was had to write a", "start": 4777.320000000001, "end": 4783.12}
{"id": "WoOhIKlkAiI-t4783.12", "text": "paper she's 14 and whose woods these are I think I know his houses in the village", "start": 4783.12, "end": 4789.12}
{"id": "WoOhIKlkAiI-t4789.12", "text": "love and she said you know this poem's about and I said honey you know the", "start": 4789.12, "end": 4794.0}
{"id": "WoOhIKlkAiI-t4794.0", "text": "poem's not about anything and she said mom I know that but this is school.", "start": 4794.0, "end": 4805.32}
{"id": "WoOhIKlkAiI-t4805.32", "text": "So sad you know she goes I know I know mom but this is school. I just I wanted", "start": 4805.32, "end": 4814.52}
{"id": "WoOhIKlkAiI-t4814.52", "text": "to write it across my dog like you know stop it.", "start": 4814.52, "end": 4820.28}
{"id": "WoOhIKlkAiI-t4820.28", "text": "She suffered but I think that thing of you know maybe the love to you know that", "start": 4820.28, "end": 4828.32}
{"id": "WoOhIKlkAiI-t4828.32", "text": "you fall in love with books or writers that you have attachments and my own", "start": 4828.32, "end": 4834.96}
{"id": "WoOhIKlkAiI-t4834.96", "text": "daughter when she was 11 they had to write an essay wrote about reading Jane", "start": 4834.96, "end": 4840.16}
{"id": "WoOhIKlkAiI-t4840.16", "text": "Ayer and at the end of the essay she wrote about how she really would like to", "start": 4840.16, "end": 4848.36}
{"id": "WoOhIKlkAiI-t4848.36", "text": "meet Charlotte Brontë and crawl into her lap and you know and hug her and it", "start": 4848.36, "end": 4858.679999999999}
{"id": "WoOhIKlkAiI-t4858.679999999999", "text": "was elected the best essay and she read it aloud and of course the kids were", "start": 4858.679999999999, "end": 4862.5599999999995}
{"id": "WoOhIKlkAiI-t4862.5599999999995", "text": "merciless. Why? Well because they thought it was so tacky that she wanted to sit in", "start": 4862.5599999999995, "end": 4869.12}
{"id": "WoOhIKlkAiI-t4869.12", "text": "Charlotte Brontë.", "start": 4869.12, "end": 4870.48}
{"id": "WoOhIKlkAiI-t4870.48", "text": "Because this happens in school. Yeah. But it was a very good essay indeed.", "start": 4870.48, "end": 4876.5599999999995}
{"id": "WoOhIKlkAiI-t4876.56", "text": "What a beautiful thing Charlotte would have loved that. She would have liked it.", "start": 4876.56, "end": 4880.4400000000005}
{"id": "WoOhIKlkAiI-t4880.4400000000005", "text": "I feel like that many times.", "start": 4880.4400000000005, "end": 4885.400000000001}
{"id": "WoOhIKlkAiI-t4885.400000000001", "text": "So attachment is somehow connected to curiosity and the feelings is what you", "start": 4885.400000000001, "end": 4893.84}
{"id": "WoOhIKlkAiI-t4893.84", "text": "were talking about earlier. This feeling of satisfaction which generates the", "start": 4893.84, "end": 4900.120000000001}
{"id": "WoOhIKlkAiI-t4900.12", "text": "desire for more satisfaction on that order. One of the places that I'm really", "start": 4900.12, "end": 4908.72}
{"id": "WoOhIKlkAiI-t4908.72", "text": "interested about how to stay curious is when people have been in relationship", "start": 4908.72, "end": 4913.36}
{"id": "WoOhIKlkAiI-t4913.36", "text": "for a long time with one another. Where they have the illusion that they know", "start": 4913.36, "end": 4917.96}
{"id": "WoOhIKlkAiI-t4917.96", "text": "one another and so there's little curiosity you know exactly what the way", "start": 4917.96, "end": 4922.5199999999995}
{"id": "WoOhIKlkAiI-t4922.5199999999995", "text": "things are going to go and how do you start relating to that person as", "start": 4922.5199999999995, "end": 4927.0}
{"id": "WoOhIKlkAiI-t4927.0", "text": "something, someone becoming, someone is not fixed or set.", "start": 4927.0, "end": 4931.36}
{"id": "WoOhIKlkAiI-t4931.36", "text": "But in every case you can be very curious every day about what is going to happen.", "start": 4931.36, "end": 4938.84}
{"id": "WoOhIKlkAiI-t4938.84", "text": "My partner says that you have to renew the contract every day in order not to", "start": 4938.84, "end": 4946.28}
{"id": "WoOhIKlkAiI-t4946.28", "text": "wake up in the morning and say who is this person. So you have to balance the", "start": 4946.28, "end": 4953.12}
{"id": "WoOhIKlkAiI-t4953.12", "text": "knowledge of the person with a curiosity that grows out of a fascination", "start": 4953.12, "end": 4961.68}
{"id": "WoOhIKlkAiI-t4961.68", "text": "which renews the act of falling in love. And I find that it grows.", "start": 4961.68, "end": 4971.4}
{"id": "WoOhIKlkAiI-t4971.4", "text": "A waking up next to a person saying who is this person is not as dangerous as", "start": 4971.4, "end": 4977.599999999999}
{"id": "WoOhIKlkAiI-t4977.599999999999", "text": "waking up next to a person saying I know everything about this person.", "start": 4977.599999999999, "end": 4981.64}
{"id": "WoOhIKlkAiI-t4981.64", "text": "Oh I agree. Absolutely. And of course it has to be a falsehood.", "start": 4981.64, "end": 4985.96}
{"id": "WoOhIKlkAiI-t4985.96", "text": "Yes. It is impossible to know everything and you know and that does create I", "start": 4985.96, "end": 4993.240000000001}
{"id": "WoOhIKlkAiI-t4993.240000000001", "text": "think you know domestic boredom. Yes. But if you think that you're lying to your", "start": 4993.240000000001, "end": 4999.400000000001}
{"id": "WoOhIKlkAiI-t4999.400000000001", "text": "children. Well it's also an act of violence to the other person. It's an", "start": 4999.400000000001, "end": 5003.72}
{"id": "WoOhIKlkAiI-t5003.72", "text": "act of violence. I mean my marriage ended when man I still love very much", "start": 5003.72, "end": 5009.200000000001}
{"id": "WoOhIKlkAiI-t5009.2", "text": "said to me I know everything there is to know about you. And I said we can't live", "start": 5009.2, "end": 5014.16}
{"id": "WoOhIKlkAiI-t5014.16", "text": "together anymore. If you think that you're that's an act of violence you can't", "start": 5014.16, "end": 5019.04}
{"id": "WoOhIKlkAiI-t5019.04", "text": "possibly you know. But Simone Vay you know the great theologian philosopher", "start": 5019.04, "end": 5024.24}
{"id": "WoOhIKlkAiI-t5024.24", "text": "said the only question we really ever have to ask of each other is what are you", "start": 5024.24, "end": 5029.72}
{"id": "WoOhIKlkAiI-t5029.72", "text": "going through. What are you going through. How are you you know really what what", "start": 5029.72, "end": 5035.5599999999995}
{"id": "WoOhIKlkAiI-t5035.56", "text": "are you going through now. What is happening to you. You know and to be", "start": 5035.56, "end": 5039.88}
{"id": "WoOhIKlkAiI-t5039.88", "text": "deeply curious about each other. It is that with another person but also with a", "start": 5039.88, "end": 5048.64}
{"id": "WoOhIKlkAiI-t5048.64", "text": "group of people the place where you are not allowed to ask questions the place", "start": 5048.64, "end": 5055.280000000001}
{"id": "WoOhIKlkAiI-t5055.28", "text": "that limits your curiosity is a place of death. That is to say Timor Levy tells", "start": 5055.28, "end": 5066.679999999999}
{"id": "WoOhIKlkAiI-t5066.679999999999", "text": "this very moving story about being in Auschwitz and they were standing in their", "start": 5066.679999999999, "end": 5077.36}
{"id": "WoOhIKlkAiI-t5077.36", "text": "uniforms in a very cold wind blowing through the window and they were", "start": 5077.36, "end": 5085.28}
{"id": "WoOhIKlkAiI-t5085.28", "text": "terribly thirsty and he s*** out of the window and grabs it breaks it and", "start": 5085.28, "end": 5093.0}
{"id": "WoOhIKlkAiI-t5093.0", "text": "starts to suck on the icicle and the guard hits his hand and hits the", "start": 5093.0, "end": 5100.44}
{"id": "WoOhIKlkAiI-t5100.44", "text": "icicle out of his hand and Levy says in his bad German vahum why and the", "start": 5100.44, "end": 5109.2}
{"id": "WoOhIKlkAiI-t5109.2", "text": "guards answer is here is kind vahum here there is no why and the place where", "start": 5109.2, "end": 5117.28}
{"id": "WoOhIKlkAiI-t5117.28", "text": "there is no why is death. However there are questions that are completely devoid", "start": 5117.28, "end": 5124.36}
{"id": "WoOhIKlkAiI-t5124.36", "text": "of curiosity we made them such I mean your books has a wonderful question Mark", "start": 5124.36, "end": 5128.28}
{"id": "WoOhIKlkAiI-t5128.28", "text": "even before the title but you know you were talking about meeting somebody", "start": 5128.28, "end": 5133.08}
{"id": "WoOhIKlkAiI-t5133.08", "text": "and asking what are you going through. We asked the question how are you and", "start": 5133.08, "end": 5136.24}
{"id": "WoOhIKlkAiI-t5136.24", "text": "we actually needed nothing at all. Of course 100 years ago when people asked", "start": 5136.24, "end": 5140.36}
{"id": "WoOhIKlkAiI-t5140.36", "text": "how are you because you could be sick and die today we can sick it take a pill", "start": 5140.36, "end": 5144.639999999999}
{"id": "WoOhIKlkAiI-t5144.639999999999", "text": "and you're fine. Of course some I come from New Jersey and New Jersey there's", "start": 5144.639999999999, "end": 5151.04}
{"id": "WoOhIKlkAiI-t5151.04", "text": "a mafia parlance you can say how you doing and the answer I learned for how", "start": 5151.04, "end": 5155.8}
{"id": "WoOhIKlkAiI-t5155.8", "text": "you doing is how you doing. You don't answer the question that is answered by a", "start": 5155.8, "end": 5163.8}
{"id": "WoOhIKlkAiI-t5163.8", "text": "question either of which any curiosity what so.", "start": 5163.8, "end": 5168.68}
{"id": "WoOhIKlkAiI-t5169.68", "text": "What's up or as someone who moved to this country a lot of people say what's new", "start": 5169.68, "end": 5174.96}
{"id": "WoOhIKlkAiI-t5174.96", "text": "and I always take that literally and I started racking my brain for something", "start": 5174.96, "end": 5181.56}
{"id": "WoOhIKlkAiI-t5181.56", "text": "new and I realized you just got to come up with one thing you just have to", "start": 5181.56, "end": 5185.64}
{"id": "WoOhIKlkAiI-t5185.64", "text": "remember there's just say one thing oh I'm working on a project. The Chinese", "start": 5185.64, "end": 5192.0}
{"id": "WoOhIKlkAiI-t5192.0", "text": "apparently don't say how are you but they say have you eaten.", "start": 5192.0, "end": 5198.4400000000005}
{"id": "WoOhIKlkAiI-t5198.4400000000005", "text": "I think we're going to open it up to the audience now so if you could line up", "start": 5198.4400000000005, "end": 5208.200000000001}
{"id": "WoOhIKlkAiI-t5208.2", "text": "at the microphone and share your questions with us.", "start": 5208.2, "end": 5217.24}
{"id": "WoOhIKlkAiI-t5217.24", "text": "Hi I'm Sophia, event host from the Brainiacs meetup group. I'm also actually", "start": 5217.24, "end": 5226.32}
{"id": "WoOhIKlkAiI-t5226.32", "text": "building an online knowledge sharing and learning network so this discussion was", "start": 5226.32, "end": 5232.639999999999}
{"id": "WoOhIKlkAiI-t5232.64", "text": "really fantastic and interesting. I'm also interested in role curiosity plays on", "start": 5232.64, "end": 5240.56}
{"id": "WoOhIKlkAiI-t5240.56", "text": "the interactions between humans so one would think that between two equally", "start": 5240.56, "end": 5247.360000000001}
{"id": "WoOhIKlkAiI-t5247.360000000001", "text": "curious humans the one that will be greater than the learning between one", "start": 5247.360000000001, "end": 5254.64}
{"id": "WoOhIKlkAiI-t5254.64", "text": "curious and one non curious human but what if the pair with the non curious", "start": 5254.64, "end": 5263.56}
{"id": "WoOhIKlkAiI-t5263.56", "text": "and curious human there was a transfer transformation where the non curious", "start": 5263.56, "end": 5268.92}
{"id": "WoOhIKlkAiI-t5268.92", "text": "person started becoming curious would the that person actually become more", "start": 5268.92, "end": 5275.56}
{"id": "WoOhIKlkAiI-t5275.56", "text": "curious than the ordinarily curious person. What are your thoughts?", "start": 5275.56, "end": 5279.96}
{"id": "WoOhIKlkAiI-t5279.96", "text": "I think it was a curiosity is contagious I know it myself. Yes I don't have any", "start": 5279.96, "end": 5293.04}
{"id": "WoOhIKlkAiI-t5293.04", "text": "children but I live in a laboratory or have graduate students and if we weren't", "start": 5293.04, "end": 5296.84}
{"id": "WoOhIKlkAiI-t5296.84", "text": "for them I'll be really a very dull person so it is a being with a curious", "start": 5296.84, "end": 5301.52}
{"id": "WoOhIKlkAiI-t5301.52", "text": "person and elevate you to becoming curious what that about it. It definitely", "start": 5301.52, "end": 5306.28}
{"id": "WoOhIKlkAiI-t5306.28", "text": "surpass you average whether you surpass there is another question. Thank you.", "start": 5306.28, "end": 5315.0}
{"id": "WoOhIKlkAiI-t5317.32", "text": "Thank you very much. Okay there we go. Thank you very much I really", "start": 5317.32, "end": 5324.0}
{"id": "WoOhIKlkAiI-t5324.0", "text": "appreciated hearing from everybody and when I heard about this presentation", "start": 5324.0, "end": 5329.04}
{"id": "WoOhIKlkAiI-t5329.04", "text": "today I looked up the etymology the word curious before I came here so I'm just", "start": 5329.04, "end": 5334.44}
{"id": "WoOhIKlkAiI-t5334.44", "text": "curious how you react to this and a question I have. The curious originally", "start": 5334.44, "end": 5339.799999999999}
{"id": "WoOhIKlkAiI-t5339.799999999999", "text": "comes from the word care and then a cure rater was somebody who was a guide to", "start": 5339.799999999999, "end": 5349.32}
{"id": "WoOhIKlkAiI-t5349.32", "text": "providing you with care how to get to care and it was connecting to me that the", "start": 5349.32, "end": 5355.679999999999}
{"id": "WoOhIKlkAiI-t5355.68", "text": "word cure cure curiosity to be cured is connected to that so my curious question", "start": 5355.68, "end": 5365.64}
{"id": "WoOhIKlkAiI-t5365.64", "text": "about healing and care is that somebody like Eric Frome escaped from freedom", "start": 5365.64, "end": 5373.4400000000005}
{"id": "WoOhIKlkAiI-t5373.4400000000005", "text": "written in 1940 he said psychologists and psychiatrists have basically replaced", "start": 5373.4400000000005, "end": 5378.52}
{"id": "WoOhIKlkAiI-t5378.52", "text": "priests to guide us to meaning and understanding how to find yourself", "start": 5378.52, "end": 5382.64}
{"id": "WoOhIKlkAiI-t5382.64", "text": "in the situation so when it comes what I'm curious about when it comes to", "start": 5382.64, "end": 5386.72}
{"id": "WoOhIKlkAiI-t5386.72", "text": "education which is where everything comes from and where probably the", "start": 5386.72, "end": 5391.88}
{"id": "WoOhIKlkAiI-t5391.88", "text": "greatest crises is today that a psychiatrist including Eric Frome was", "start": 5391.88, "end": 5397.320000000001}
{"id": "WoOhIKlkAiI-t5397.320000000001", "text": "saying psychiatrists psychologists have a responsibility to take the", "start": 5397.320000000001, "end": 5402.320000000001}
{"id": "WoOhIKlkAiI-t5402.320000000001", "text": "initiative in bringing meaning and understanding out of the little behind", "start": 5402.320000000001, "end": 5406.84}
{"id": "WoOhIKlkAiI-t5406.84", "text": "the curtain the mighty eyes are spoken out into the public with children", "start": 5406.84, "end": 5411.52}
{"id": "WoOhIKlkAiI-t5411.52", "text": "because you know and I'm just wondering my curiosity what is one step that a", "start": 5411.52, "end": 5419.0}
{"id": "WoOhIKlkAiI-t5419.0", "text": "psychiatrist or a psychologist or is me as a layperson what can I do to inspire", "start": 5419.0, "end": 5423.88}
{"id": "WoOhIKlkAiI-t5423.88", "text": "a psychologist or a psychologist to step out of his little safety box and open", "start": 5423.88, "end": 5430.4800000000005}
{"id": "WoOhIKlkAiI-t5430.4800000000005", "text": "up his knowledge to where the community not just one person needs it I'm very", "start": 5430.4800000000005, "end": 5437.080000000001}
{"id": "WoOhIKlkAiI-t5437.08", "text": "cure-e-acity about that thank you well as a psychiatrist who's done that so I", "start": 5437.08, "end": 5447.16}
{"id": "WoOhIKlkAiI-t5447.16", "text": "have felt very strongly that if I expect people to open up and speak who they are", "start": 5447.16, "end": 5454.84}
{"id": "WoOhIKlkAiI-t5454.84", "text": "I need to be willing to do the same and I've done that in the form of performing", "start": 5454.84, "end": 5460.68}
{"id": "WoOhIKlkAiI-t5460.68", "text": "my own personal story on a stage and my personal story is has got certain pieces", "start": 5460.68, "end": 5468.16}
{"id": "WoOhIKlkAiI-t5468.16", "text": "to it that are very this very personal they've they've been parts of my life", "start": 5468.16, "end": 5473.16}
{"id": "WoOhIKlkAiI-t5473.16", "text": "that have caused tremendous pain and then tremendous healing and I have have", "start": 5473.16, "end": 5479.240000000001}
{"id": "WoOhIKlkAiI-t5479.240000000001", "text": "along the way met many many different people who work as therapists who do", "start": 5479.240000000001, "end": 5485.52}
{"id": "WoOhIKlkAiI-t5485.52", "text": "that to do it in different forms so writing about their lives talking to", "start": 5485.52, "end": 5489.72}
{"id": "WoOhIKlkAiI-t5489.72", "text": "people about their lives but I do think it is a willingness to break through the", "start": 5489.72, "end": 5494.64}
{"id": "WoOhIKlkAiI-t5494.64", "text": "taboo of self-disclosure for me the whole idea that we that I understand", "start": 5494.64, "end": 5501.96}
{"id": "WoOhIKlkAiI-t5501.96", "text": "very well why it's why the therapeutic relationship is for the client so when", "start": 5501.96, "end": 5507.92}
{"id": "WoOhIKlkAiI-t5507.92", "text": "sitting in a room it's not about me speaking my story but my willingness to", "start": 5507.92, "end": 5512.64}
{"id": "WoOhIKlkAiI-t5512.64", "text": "do so and my my having done so I think allows me to listen in a way that's", "start": 5512.64, "end": 5517.320000000001}
{"id": "WoOhIKlkAiI-t5517.32", "text": "very different so I don't I don't know how to spread the word of people doing", "start": 5517.32, "end": 5521.88}
{"id": "WoOhIKlkAiI-t5521.88", "text": "that other than saying that it's something I've done and at a cost it's", "start": 5521.88, "end": 5526.12}
{"id": "WoOhIKlkAiI-t5526.12", "text": "it's a very frightening thing to do as a therapist as and particularly as a", "start": 5526.12, "end": 5530.44}
{"id": "WoOhIKlkAiI-t5530.44", "text": "psychiatrist I think I have felt I felt humiliated and ashamed at telling my", "start": 5530.44, "end": 5536.84}
{"id": "WoOhIKlkAiI-t5536.84", "text": "own story publicly because there is a taboo about it but I think that the idea", "start": 5536.84, "end": 5543.32}
{"id": "WoOhIKlkAiI-t5543.32", "text": "of caring my caring for the world and for making a difference in the world is", "start": 5543.32, "end": 5548.96}
{"id": "WoOhIKlkAiI-t5548.96", "text": "greater than my feeling of shame and so the the the particular story is so", "start": 5548.96, "end": 5557.599999999999}
{"id": "WoOhIKlkAiI-t5557.599999999999", "text": "related to your poetry is that I'm HIV positive and I have been for 30 years", "start": 5557.599999999999, "end": 5563.0}
{"id": "WoOhIKlkAiI-t5563.0", "text": "and at the time that I became HIV positive no one was speaking about it", "start": 5563.0, "end": 5568.679999999999}
{"id": "WoOhIKlkAiI-t5568.68", "text": "and no therapists no psychiatrist was talking about it and it I was watching", "start": 5568.68, "end": 5573.8}
{"id": "WoOhIKlkAiI-t5573.8", "text": "people dying and you know your brother was among that a whole generation of", "start": 5573.8, "end": 5580.96}
{"id": "WoOhIKlkAiI-t5580.96", "text": "people who died and to me the curiosity about why I didn't will will never leave", "start": 5580.96, "end": 5588.52}
{"id": "WoOhIKlkAiI-t5588.52", "text": "I can't understand why I'm still here but I do feel like there is a purpose to", "start": 5588.52, "end": 5593.88}
{"id": "WoOhIKlkAiI-t5593.88", "text": "my still being and part of the purpose is to speak about that and I encourage", "start": 5593.88, "end": 5599.28}
{"id": "WoOhIKlkAiI-t5599.28", "text": "other people to do it I have a company that teaches people how to tell their", "start": 5599.28, "end": 5602.96}
{"id": "WoOhIKlkAiI-t5602.96", "text": "stories their personal stories and I encourage people to just keep doing that", "start": 5602.96, "end": 5607.64}
{"id": "WoOhIKlkAiI-t5607.64", "text": "I think that is a way of changing the world", "start": 5607.64, "end": 5611.16}
{"id": "WoOhIKlkAiI-t5611.28", "text": "thanks and I just want to say the person before you thank you so much for the", "start": 5611.28, "end": 5616.2}
{"id": "WoOhIKlkAiI-t5616.2", "text": "work that you're doing it's so wonderful to hear young people doing the kind of", "start": 5616.2, "end": 5620.92}
{"id": "WoOhIKlkAiI-t5620.92", "text": "work that you're doing and creating the venue for people to do what you're doing", "start": 5620.92, "end": 5626.76}
{"id": "WoOhIKlkAiI-t5626.76", "text": "so thank you", "start": 5626.76, "end": 5629.4400000000005}
{"id": "WoOhIKlkAiI-t5631.4400000000005", "text": "hi my name is Robert happened to be a psychiatrist too but I guess I wanted to", "start": 5631.4400000000005, "end": 5637.52}
{"id": "WoOhIKlkAiI-t5637.52", "text": "comment when I think about the word curiosity I think of it more in terms of", "start": 5637.52, "end": 5642.76}
{"id": "WoOhIKlkAiI-t5642.76", "text": "something that's not just in a femoral state even an animal might want to know", "start": 5642.76, "end": 5648.52}
{"id": "WoOhIKlkAiI-t5648.52", "text": "what's behind the door if they smell something but I like to think of it in", "start": 5648.52, "end": 5652.88}
{"id": "WoOhIKlkAiI-t5652.88", "text": "terms of as human beings where we ask questions like how did something come to", "start": 5652.88, "end": 5658.76}
{"id": "WoOhIKlkAiI-t5658.76", "text": "be how does something work or how can it be improved upon and I think that", "start": 5658.76, "end": 5664.360000000001}
{"id": "WoOhIKlkAiI-t5664.360000000001", "text": "separates us from the kinds of questions that an animal might have and the way", "start": 5664.360000000001, "end": 5669.8}
{"id": "WoOhIKlkAiI-t5669.8", "text": "they may use their senses at least I'm not familiar with an animal who's asked", "start": 5669.8, "end": 5674.240000000001}
{"id": "WoOhIKlkAiI-t5674.24", "text": "those questions and somehow demonstrated answers to them but I think curiosity", "start": 5674.24, "end": 5680.2}
{"id": "WoOhIKlkAiI-t5680.2", "text": "is a fascinating phenomenon and I don't think that everybody is equally curious", "start": 5680.2, "end": 5685.04}
{"id": "WoOhIKlkAiI-t5685.04", "text": "so I guess number one I mean in terms of how I look at the word I do like to", "start": 5685.04, "end": 5691.24}
{"id": "WoOhIKlkAiI-t5691.24", "text": "think in terms of how we work with children and how we work with adults so", "start": 5691.24, "end": 5696.4}
{"id": "WoOhIKlkAiI-t5696.4", "text": "that number one we don't quash curiosity I'm always concerned not", "start": 5696.4, "end": 5701.36}
{"id": "WoOhIKlkAiI-t5701.36", "text": "necessarily about how we stimulate it but what we do to quash it because I", "start": 5701.36, "end": 5705.96}
{"id": "WoOhIKlkAiI-t5705.96", "text": "think that's extremely dangerous and that we can create safe spaces in which", "start": 5705.96, "end": 5711.24}
{"id": "WoOhIKlkAiI-t5711.24", "text": "people can explore their curiosity give them the freedom to do it but I just", "start": 5711.24, "end": 5717.639999999999}
{"id": "WoOhIKlkAiI-t5717.639999999999", "text": "want to add one thing too is that for people who may not be terribly concerned", "start": 5717.639999999999, "end": 5722.599999999999}
{"id": "WoOhIKlkAiI-t5722.599999999999", "text": "about how a refrigerator works I think each of us is curious about certain", "start": 5722.599999999999, "end": 5727.08}
{"id": "WoOhIKlkAiI-t5727.08", "text": "things musicians artists poets all of us have areas of curiosity and to me the", "start": 5727.08, "end": 5734.12}
{"id": "WoOhIKlkAiI-t5734.12", "text": "most important thing is not necessarily that we're curious about", "start": 5734.12, "end": 5737.2}
{"id": "WoOhIKlkAiI-t5737.2", "text": "everything but that we find something that we have a passion for and in", "start": 5737.2, "end": 5742.32}
{"id": "WoOhIKlkAiI-t5742.32", "text": "working with patients I'm not so concerned about whether they're curious", "start": 5742.32, "end": 5746.16}
{"id": "WoOhIKlkAiI-t5746.16", "text": "about my life but if I can engage them so that they become curious about their", "start": 5746.16, "end": 5751.68}
{"id": "WoOhIKlkAiI-t5751.68", "text": "own lives and how they can make their own lives better thank you I think that", "start": 5751.68, "end": 5756.88}
{"id": "WoOhIKlkAiI-t5756.88", "text": "addressing what Edgar was saying about not knowing how a fridge works was not", "start": 5756.88, "end": 5763.68}
{"id": "WoOhIKlkAiI-t5763.68", "text": "that Edgar meant and excuse me Edgar for explaining you that we should be", "start": 5763.68, "end": 5770.6}
{"id": "WoOhIKlkAiI-t5770.6", "text": "curious only about the mechanical side of life but that our range of", "start": 5770.6, "end": 5777.4400000000005}
{"id": "WoOhIKlkAiI-t5777.44", "text": "curiosity should spread to things that we do every day and that we don't know that", "start": 5777.44, "end": 5786.919999999999}
{"id": "WoOhIKlkAiI-t5786.919999999999", "text": "we do every day so opening a fridge might elicit the question of how does", "start": 5786.919999999999, "end": 5794.919999999999}
{"id": "WoOhIKlkAiI-t5794.919999999999", "text": "this thing work I have to say I agree with you that people who are", "start": 5794.919999999999, "end": 5801.639999999999}
{"id": "WoOhIKlkAiI-t5801.64", "text": "passionately you know addressing certain questions there's an avenue that you", "start": 5801.64, "end": 5808.4400000000005}
{"id": "WoOhIKlkAiI-t5808.4400000000005", "text": "take and it can lead you out of your frame of reference into something", "start": 5808.4400000000005, "end": 5812.64}
{"id": "WoOhIKlkAiI-t5812.64", "text": "completely new which for me has been terribly exciting but that one question", "start": 5812.64, "end": 5819.12}
{"id": "WoOhIKlkAiI-t5819.12", "text": "generates another and it might not ever arrive at the refrigerator and it's", "start": 5819.12, "end": 5826.360000000001}
{"id": "WoOhIKlkAiI-t5826.36", "text": "it's still okay okay so I'm terrified right now and I just want to tell you", "start": 5826.36, "end": 5841.4}
{"id": "WoOhIKlkAiI-t5841.4", "text": "that so that I can be in my body do I take this out no I'm okay all right", "start": 5841.4, "end": 5848.799999999999}
{"id": "WoOhIKlkAiI-t5848.799999999999", "text": "hi my name is Shula meat and I have a nursing background so I understand from", "start": 5848.799999999999, "end": 5854.719999999999}
{"id": "WoOhIKlkAiI-t5854.72", "text": "a scientific perspective I have a psychotherapy background with", "start": 5854.72, "end": 5859.96}
{"id": "WoOhIKlkAiI-t5859.96", "text": "psychosynthesis so psychology and spirituality I'm an energetic healer", "start": 5859.96, "end": 5865.08}
{"id": "WoOhIKlkAiI-t5865.08", "text": "and intuitive and empath and I love consciousness and I could go on I'm a", "start": 5865.08, "end": 5870.400000000001}
{"id": "WoOhIKlkAiI-t5870.400000000001", "text": "pragmatic metaphysician okay so I just share that as just a little bit of my", "start": 5870.400000000001, "end": 5876.2}
{"id": "WoOhIKlkAiI-t5876.2", "text": "background but more importantly and why I'm terrified is going to be incredibly", "start": 5876.2, "end": 5881.0}
{"id": "WoOhIKlkAiI-t5881.0", "text": "vulnerable right now and say that there the reason can everybody hear me", "start": 5881.0, "end": 5887.48}
{"id": "WoOhIKlkAiI-t5887.48", "text": "hello yeah I feel better thank you if you see this move I have an essential", "start": 5887.48, "end": 5893.88}
{"id": "WoOhIKlkAiI-t5893.88", "text": "tremor I think that's a really sucky word but anyway it's not fear so nobody", "start": 5893.88, "end": 5902.44}
{"id": "WoOhIKlkAiI-t5902.44", "text": "has talked about something I'm gonna say and if they've talked about it and I", "start": 5902.44, "end": 5906.84}
{"id": "WoOhIKlkAiI-t5906.84", "text": "don't know about it please let me know and grab me afterwards but I had an", "start": 5906.84, "end": 5912.32}
{"id": "WoOhIKlkAiI-t5912.32", "text": "experience of enlightenment where I experience that I am nothing but that", "start": 5912.32, "end": 5918.92}
{"id": "WoOhIKlkAiI-t5918.92", "text": "and that that is love and that that is me and that there is nothing but that and", "start": 5918.92, "end": 5925.6}
{"id": "WoOhIKlkAiI-t5925.6", "text": "that I am all of you and you're all of me and I am the walls and I am the light", "start": 5925.6, "end": 5930.72}
{"id": "WoOhIKlkAiI-t5930.72", "text": "and I can never die because I don't exist as an ego concept however having had", "start": 5930.72, "end": 5940.04}
{"id": "WoOhIKlkAiI-t5940.04", "text": "that experience this is fear I'm utterly vulnerable right now can somebody hold", "start": 5940.04, "end": 5944.8}
{"id": "WoOhIKlkAiI-t5944.8", "text": "this so I can at least stop this thing okay coming from an experience", "start": 5944.8, "end": 5951.6}
{"id": "WoOhIKlkAiI-t5951.6", "text": "especially for anybody who knows about psychosynthesis there was something", "start": 5951.6, "end": 5955.96}
{"id": "WoOhIKlkAiI-t5955.96", "text": "called a spiritual crisis in the literature and I'm not a reader I'm a", "start": 5955.96, "end": 5960.6}
{"id": "WoOhIKlkAiI-t5960.6", "text": "listener I remember a lot of what I hear but hardly anything about what I read", "start": 5960.6, "end": 5966.4}
{"id": "WoOhIKlkAiI-t5966.4", "text": "nobody felt the disorientation and the disorganization that comes after a", "start": 5966.4, "end": 5973.36}
{"id": "WoOhIKlkAiI-t5973.36", "text": "spiritual enlightenment I have been dealing with a discomfort and a", "start": 5973.36, "end": 5979.8}
{"id": "WoOhIKlkAiI-t5979.8", "text": "struggle in me knowing that there's a magnificent in me that can come out and", "start": 5979.8, "end": 5984.68}
{"id": "WoOhIKlkAiI-t5984.68", "text": "share with the universe what happened with me but also knowing that there's", "start": 5984.68, "end": 5988.68}
{"id": "WoOhIKlkAiI-t5988.68", "text": "no reason to knowing that there's many places I could be and I can go and", "start": 5988.68, "end": 5994.360000000001}
{"id": "WoOhIKlkAiI-t5994.360000000001", "text": "knowing that there's nowhere to go knowing that I don't have to worry about", "start": 5994.360000000001, "end": 5999.84}
{"id": "WoOhIKlkAiI-t5999.84", "text": "death anymore because there is no death and at the same time wondering what I'm", "start": 5999.84, "end": 6005.8}
{"id": "WoOhIKlkAiI-t6005.8", "text": "doing here so I came today because I noticed my curiosity was gone but I", "start": 6005.8, "end": 6014.04}
{"id": "WoOhIKlkAiI-t6014.04", "text": "didn't know the word I never thought of the word curiosity a passion and", "start": 6014.04, "end": 6021.32}
{"id": "WoOhIKlkAiI-t6021.32", "text": "excitement and exhilaration and expression yes but I couldn't figure out", "start": 6021.32, "end": 6027.16}
{"id": "WoOhIKlkAiI-t6027.16", "text": "what was wrong and I cried to my husband there's something wrong I set up a", "start": 6027.16, "end": 6033.36}
{"id": "WoOhIKlkAiI-t6033.36", "text": "session on this in the summer with my psychosynthesis teacher many many years", "start": 6033.36, "end": 6038.36}
{"id": "WoOhIKlkAiI-t6038.36", "text": "ago and he didn't understand he said oh this because you want to teach from", "start": 6038.36, "end": 6044.0}
{"id": "WoOhIKlkAiI-t6044.0", "text": "this experience and I said no I'm in my backyard looking at the clouds I am the", "start": 6044.0, "end": 6049.88}
{"id": "WoOhIKlkAiI-t6049.88", "text": "clouds what's wrong and so I started looking for meetups and I thought well", "start": 6049.88, "end": 6056.88}
{"id": "WoOhIKlkAiI-t6056.88", "text": "maybe if I just experience a bunch of stuff then something will happen inside", "start": 6056.88, "end": 6063.6}
{"id": "WoOhIKlkAiI-t6063.6", "text": "me and I feel so blessed to be here I feel so divinely led to be here to find", "start": 6063.6, "end": 6072.08}
{"id": "WoOhIKlkAiI-t6072.08", "text": "the word curiosity to excite me enough to come here to say maybe there's some", "start": 6072.08, "end": 6078.08}
{"id": "WoOhIKlkAiI-t6078.08", "text": "kind of answer here and I don't really know what I'm trying to say except that", "start": 6078.08, "end": 6082.8}
{"id": "WoOhIKlkAiI-t6082.8", "text": "there's no place where somebody is not broken like I am utterly not broken and", "start": 6082.8, "end": 6091.5199999999995}
{"id": "WoOhIKlkAiI-t6091.5199999999995", "text": "I help people all the time but there's a place of being out of skew because we", "start": 6091.5199999999995, "end": 6101.4}
{"id": "WoOhIKlkAiI-t6101.4", "text": "don't talk about the spiritual nature of curiosity like to me I've been looking", "start": 6101.4, "end": 6106.719999999999}
{"id": "WoOhIKlkAiI-t6106.719999999999", "text": "at what is curiosity and to me it's about getting out of the way for God to come", "start": 6106.719999999999, "end": 6112.5199999999995}
{"id": "WoOhIKlkAiI-t6112.5199999999995", "text": "through thank you for thank you you know what I'm saying it's very great so I feel", "start": 6112.5199999999995, "end": 6119.36}
{"id": "WoOhIKlkAiI-t6119.36", "text": "like we need to have a place for the spiritual issue does anyone have some", "start": 6119.36, "end": 6125.5599999999995}
{"id": "WoOhIKlkAiI-t6125.56", "text": "thoughts about it yeah I was thinking of her as you were speaking do you know", "start": 6125.56, "end": 6132.88}
{"id": "WoOhIKlkAiI-t6132.88", "text": "her do you know that that theologian philosopher writer her name is Timon", "start": 6132.88, "end": 6138.04}
{"id": "WoOhIKlkAiI-t6138.04", "text": "Vay W E I L yeah she she died in the mid 20th century but she she's written", "start": 6138.04, "end": 6147.400000000001}
{"id": "WoOhIKlkAiI-t6147.400000000001", "text": "extensively about her experience about the very thing you're talking about she", "start": 6147.400000000001, "end": 6153.120000000001}
{"id": "WoOhIKlkAiI-t6153.12", "text": "calls it de creation but it's about getting out of the way so God can be", "start": 6153.12, "end": 6159.12}
{"id": "WoOhIKlkAiI-t6159.12", "text": "yeah she I mean I think what you're addressing our mystical experiences that", "start": 6159.12, "end": 6164.92}
{"id": "WoOhIKlkAiI-t6164.92", "text": "you know that you share with really a lot of people and Simon Vay is certainly", "start": 6164.92, "end": 6174.04}
{"id": "WoOhIKlkAiI-t6174.04", "text": "one of them but you know there are I mean there's a whole rich literature on", "start": 6174.04, "end": 6182.44}
{"id": "WoOhIKlkAiI-t6182.44", "text": "mysticism in many different religions that's not what I'm saying is that I was", "start": 6182.44, "end": 6189.36}
{"id": "WoOhIKlkAiI-t6189.36", "text": "very drawn to Paul and wanting to do a session with you and but from the place", "start": 6189.36, "end": 6195.32}
{"id": "WoOhIKlkAiI-t6195.32", "text": "of spiritual confusion and I don't think we talk enough about that well maybe", "start": 6195.32, "end": 6201.5199999999995}
{"id": "WoOhIKlkAiI-t6201.52", "text": "and I don't want to take up the time I understand I think what's what's relevant", "start": 6201.52, "end": 6205.76}
{"id": "WoOhIKlkAiI-t6205.76", "text": "for here and you can talk to me afterwards but I think what's relevant", "start": 6205.76, "end": 6209.040000000001}
{"id": "WoOhIKlkAiI-t6209.040000000001", "text": "here is how you are listened to and so as you speak what you spoke everybody", "start": 6209.040000000001, "end": 6215.200000000001}
{"id": "WoOhIKlkAiI-t6215.200000000001", "text": "has a particular frame of reference through which they listen to you and I", "start": 6215.200000000001, "end": 6219.76}
{"id": "WoOhIKlkAiI-t6219.76", "text": "think in terms of curiosity what's really interesting is can we just put aside", "start": 6219.76, "end": 6224.8}
{"id": "WoOhIKlkAiI-t6224.8", "text": "any frame of reference and hear your experience as what has happened to you", "start": 6224.8, "end": 6230.120000000001}
{"id": "WoOhIKlkAiI-t6230.12", "text": "and you know there is a whole lot of literature about non ordinary non ordinary", "start": 6230.12, "end": 6236.68}
{"id": "WoOhIKlkAiI-t6236.68", "text": "states so states that people go into that psychiatry tends to call one thing", "start": 6236.68, "end": 6242.72}
{"id": "WoOhIKlkAiI-t6242.72", "text": "but that are not necessarily that at all people do have spiritual crises that", "start": 6242.72, "end": 6247.92}
{"id": "WoOhIKlkAiI-t6247.92", "text": "can look like mania but they're not they have they're different and I you know I", "start": 6247.92, "end": 6253.88}
{"id": "WoOhIKlkAiI-t6253.88", "text": "certainly through my own experience can relate to what you're saying but I so", "start": 6253.88, "end": 6259.16}
{"id": "WoOhIKlkAiI-t6259.16", "text": "yeah perhaps afterwards we can come to the station yeah thank you", "start": 6259.16, "end": 6266.5599999999995}
{"id": "WoOhIKlkAiI-t6267.12", "text": "it's a hard act to follow obviously but you know I think what you just did for", "start": 6267.12, "end": 6271.599999999999}
{"id": "WoOhIKlkAiI-t6271.599999999999", "text": "her was to create a sense of safety and now we're all thinking about spiritual", "start": 6271.599999999999, "end": 6275.2}
{"id": "WoOhIKlkAiI-t6275.2", "text": "experiences and how they might really be very interesting you know and I was", "start": 6275.2, "end": 6278.92}
{"id": "WoOhIKlkAiI-t6278.92", "text": "sort of thinking a lot through this about the word safety we saw this", "start": 6278.92, "end": 6282.24}
{"id": "WoOhIKlkAiI-t6282.24", "text": "really beautiful demonstration where you talked about your time in the canyon", "start": 6282.24, "end": 6285.639999999999}
{"id": "WoOhIKlkAiI-t6285.64", "text": "and two people said what about food what about water and you said well okay yeah", "start": 6285.64, "end": 6290.200000000001}
{"id": "WoOhIKlkAiI-t6290.200000000001", "text": "and that was fine and you settled everybody down and you settled down in", "start": 6290.200000000001, "end": 6293.96}
{"id": "WoOhIKlkAiI-t6293.96", "text": "your canyon and you had this kind of expansive mystical experience you know", "start": 6293.96, "end": 6297.0}
{"id": "WoOhIKlkAiI-t6297.0", "text": "and I think about animals who come in they're too terrified they start to move", "start": 6297.0, "end": 6301.360000000001}
{"id": "WoOhIKlkAiI-t6301.360000000001", "text": "around they settled themselves down motorically right and then they open up", "start": 6301.360000000001, "end": 6306.08}
{"id": "WoOhIKlkAiI-t6306.08", "text": "an ability to think and learn once they feel safe enough and what you guys said", "start": 6306.08, "end": 6310.52}
{"id": "WoOhIKlkAiI-t6310.52", "text": "about you know looking at a bottle in a situation of great safety so I guess", "start": 6310.52, "end": 6314.6}
{"id": "WoOhIKlkAiI-t6314.6", "text": "Mike I don't have the question in here but the question is where the", "start": 6314.6, "end": 6317.4400000000005}
{"id": "WoOhIKlkAiI-t6317.4400000000005", "text": "relationship between safety movement expansions of consciousness and learning", "start": 6317.4400000000005, "end": 6323.160000000001}
{"id": "WoOhIKlkAiI-t6323.160000000001", "text": "right and in what situations are we safe enough to be curious and what is the", "start": 6323.160000000001, "end": 6328.64}
{"id": "WoOhIKlkAiI-t6328.64", "text": "relationship between that and fear yeah and I'm just gonna tell two anecdotes", "start": 6328.64, "end": 6332.68}
{"id": "WoOhIKlkAiI-t6332.68", "text": "for fun but you know I have a daughter who's perhaps the most curious person in", "start": 6332.68, "end": 6336.360000000001}
{"id": "WoOhIKlkAiI-t6336.360000000001", "text": "the world that I know and when she was five months we disappeared to take care", "start": 6336.360000000001, "end": 6340.56}
{"id": "WoOhIKlkAiI-t6340.56", "text": "of a neighbor's fire and she was curious enough to get off the bed figure out five", "start": 6340.56, "end": 6344.76}
{"id": "WoOhIKlkAiI-t6344.76", "text": "turns and end up almost at a staircase at age five months and she's somebody who", "start": 6344.76, "end": 6349.68}
{"id": "WoOhIKlkAiI-t6349.68", "text": "can spend days in a canyon alone I myself you know can't watch a movie unless I", "start": 6349.68, "end": 6354.320000000001}
{"id": "WoOhIKlkAiI-t6354.320000000001", "text": "know the ending before I start watching it so it's like within these sort of", "start": 6354.320000000001, "end": 6357.96}
{"id": "WoOhIKlkAiI-t6357.96", "text": "safe or risk environments there's this play of curiosity so I was curious about", "start": 6357.96, "end": 6362.72}
{"id": "WoOhIKlkAiI-t6362.72", "text": "your comments about that I think safety is important and I mean you", "start": 6362.72, "end": 6369.320000000001}
{"id": "WoOhIKlkAiI-t6369.32", "text": "mentioned animals but also children you know if children aren't given a safe", "start": 6369.32, "end": 6377.0}
{"id": "WoOhIKlkAiI-t6377.0", "text": "environment questions are not asked I mean you know that you look at traumatized", "start": 6377.0, "end": 6384.4}
{"id": "WoOhIKlkAiI-t6384.4", "text": "children's trauma is a form of rigidity right and motor sensory", "start": 6384.4, "end": 6394.04}
{"id": "WoOhIKlkAiI-t6394.04", "text": "repetitions as in flashbacks which I had after a car accident I'm almost grateful", "start": 6394.04, "end": 6399.2}
{"id": "WoOhIKlkAiI-t6399.2", "text": "that I had them because it was so fantastically interesting to experience", "start": 6399.2, "end": 6405.16}
{"id": "WoOhIKlkAiI-t6405.16", "text": "that kind of bodily trauma without any text no language nothing and and to", "start": 6405.16, "end": 6412.12}
{"id": "WoOhIKlkAiI-t6412.12", "text": "realize that I went into shock and what was missing from the experience was", "start": 6412.12, "end": 6418.04}
{"id": "WoOhIKlkAiI-t6418.04", "text": "precisely the trauma that then repeats itself later I mean I was a grown-up", "start": 6418.04, "end": 6423.68}
{"id": "WoOhIKlkAiI-t6423.68", "text": "but I think you absolutely in education I mean all of us many of us in school I", "start": 6423.68, "end": 6432.4400000000005}
{"id": "WoOhIKlkAiI-t6432.4400000000005", "text": "went to horrible little public schools in Minnesota where you were terrified in", "start": 6432.4400000000005, "end": 6436.84}
{"id": "WoOhIKlkAiI-t6436.84", "text": "the classroom half the time this does not help no and you're too afraid to ask", "start": 6436.84, "end": 6443.84}
{"id": "WoOhIKlkAiI-t6443.84", "text": "questions so yes safety is a huge issue I think", "start": 6443.84, "end": 6448.360000000001}
{"id": "WoOhIKlkAiI-t6448.360000000001", "text": "I was curious actually the role of repetition right because I I can be", "start": 6448.360000000001, "end": 6453.52}
{"id": "WoOhIKlkAiI-t6453.52", "text": "you know endlessly repetitively interested in hiking the same nature", "start": 6453.52, "end": 6457.280000000001}
{"id": "WoOhIKlkAiI-t6457.280000000001", "text": "trail and seeing it a new every time yeah you know and I can be endlessly", "start": 6457.280000000001, "end": 6461.56}
{"id": "WoOhIKlkAiI-t6461.56", "text": "repetitively interested in the same piano piece so what is the balance of", "start": 6461.56, "end": 6464.76}
{"id": "WoOhIKlkAiI-t6464.76", "text": "those two things versus the sort of traumatic repetitive you know", "start": 6464.76, "end": 6470.320000000001}
{"id": "WoOhIKlkAiI-t6470.72", "text": "thank you", "start": 6470.72, "end": 6473.92}
{"id": "WoOhIKlkAiI-t6476.280000000001", "text": "I just have a quick question about dissonance and dissonance as a cause for", "start": 6476.280000000001, "end": 6482.240000000001}
{"id": "WoOhIKlkAiI-t6482.24", "text": "curiosity you know and something like the past present or future doesn't align", "start": 6482.24, "end": 6486.88}
{"id": "WoOhIKlkAiI-t6486.88", "text": "with your projection of the past present or future I mean I feel like that's kind", "start": 6486.88, "end": 6490.96}
{"id": "WoOhIKlkAiI-t6490.96", "text": "of a huge cause for curiosity that kind of encompasses a lot of what you've said", "start": 6490.96, "end": 6495.96}
{"id": "WoOhIKlkAiI-t6495.96", "text": "so about the the idea of possibility and imagination as a product of the", "start": 6495.96, "end": 6502.639999999999}
{"id": "WoOhIKlkAiI-t6502.639999999999", "text": "curiosity to kind of deal with that dissonance you know you create this", "start": 6502.639999999999, "end": 6506.679999999999}
{"id": "WoOhIKlkAiI-t6506.68", "text": "this imagined world based on possibility rather than what is or what isn't I", "start": 6506.68, "end": 6512.72}
{"id": "WoOhIKlkAiI-t6512.72", "text": "don't know I'd be curious to know what you guys think about dissonance as as a", "start": 6512.72, "end": 6517.4400000000005}
{"id": "WoOhIKlkAiI-t6517.4400000000005", "text": "cause for curiosity can you say a little bit more about that why that occurs to", "start": 6517.4400000000005, "end": 6522.360000000001}
{"id": "WoOhIKlkAiI-t6522.360000000001", "text": "what what in what context yeah as far as as dissonance an example yeah give us", "start": 6522.360000000001, "end": 6529.200000000001}
{"id": "WoOhIKlkAiI-t6529.200000000001", "text": "an example when you say past present future dissonance how do you experience", "start": 6529.200000000001, "end": 6532.8}
{"id": "WoOhIKlkAiI-t6532.8", "text": "that sure well okay so maybe an example maybe through art we can use an example", "start": 6532.8, "end": 6538.08}
{"id": "WoOhIKlkAiI-t6538.08", "text": "in music you listen to music and you know a lot of great composers have used", "start": 6538.08, "end": 6543.24}
{"id": "WoOhIKlkAiI-t6543.24", "text": "dissonance as am I too far sorry as have used dissonance as a a technique or", "start": 6543.24, "end": 6550.64}
{"id": "WoOhIKlkAiI-t6550.64", "text": "tool to keep the interest of the audience in a piece for example I don't", "start": 6550.64, "end": 6556.68}
{"id": "WoOhIKlkAiI-t6556.68", "text": "have an exact example but you know using really strong major chords that are", "start": 6556.68, "end": 6560.56}
{"id": "WoOhIKlkAiI-t6560.56", "text": "really comfortable and then putting a piece of dissonance inside of that to", "start": 6560.56, "end": 6564.200000000001}
{"id": "WoOhIKlkAiI-t6564.200000000001", "text": "really discomfort the audience and then having that draw them into that piece", "start": 6564.200000000001, "end": 6568.400000000001}
{"id": "WoOhIKlkAiI-t6568.400000000001", "text": "I don't know I think that's probably the best example but to go with the past", "start": 6568.400000000001, "end": 6573.360000000001}
{"id": "WoOhIKlkAiI-t6573.360000000001", "text": "and present future just so if you think of something in the past and it doesn't", "start": 6573.360000000001, "end": 6580.280000000001}
{"id": "WoOhIKlkAiI-t6580.280000000001", "text": "align with something that you have that is happening right now you know so let's", "start": 6580.280000000001, "end": 6586.04}
{"id": "WoOhIKlkAiI-t6586.04", "text": "say I don't know I I don't know I'm struggling for examples right now but or", "start": 6586.04, "end": 6593.32}
{"id": "WoOhIKlkAiI-t6593.32", "text": "like future wise you know you have this idea of the future of where you're", "start": 6593.32, "end": 6596.76}
{"id": "WoOhIKlkAiI-t6596.76", "text": "going to go and your future ends up being vastly different it causes like a", "start": 6596.76, "end": 6601.6}
{"id": "WoOhIKlkAiI-t6601.6", "text": "very strong dissonance within yourself that causes you to say hey why why is", "start": 6601.6, "end": 6606.88}
{"id": "WoOhIKlkAiI-t6606.88", "text": "this occurred what's what's the reason I don't know you ask that question because", "start": 6606.88, "end": 6612.4}
{"id": "WoOhIKlkAiI-t6612.4", "text": "I wanted to have an appendix so to speak to a serious question the previous", "start": 6612.4, "end": 6619.0}
{"id": "WoOhIKlkAiI-t6619.0", "text": "question was a safety necessary for curiosity and Syria I think very rightfully", "start": 6619.0, "end": 6624.32}
{"id": "WoOhIKlkAiI-t6624.32", "text": "in my opinion answered this we need a safety environment to explore but I think", "start": 6624.32, "end": 6628.96}
{"id": "WoOhIKlkAiI-t6628.96", "text": "by the same amount you need to pull that safety net out of quite a bit which", "start": 6628.96, "end": 6634.839999999999}
{"id": "WoOhIKlkAiI-t6634.839999999999", "text": "what you call this the nature of dissonance for there to be curiosity", "start": 6634.839999999999, "end": 6638.5599999999995}
{"id": "WoOhIKlkAiI-t6638.5599999999995", "text": "which relates to the major theme of fear that we kept referring to so I think", "start": 6638.5599999999995, "end": 6642.36}
{"id": "WoOhIKlkAiI-t6642.36", "text": "completely safe environment is not conducive for curiosity but you need", "start": 6642.36, "end": 6649.32}
{"id": "WoOhIKlkAiI-t6649.32", "text": "about some amount of safety not to worry about exploring but if you put if you", "start": 6649.32, "end": 6654.44}
{"id": "WoOhIKlkAiI-t6654.44", "text": "so dissonance I'm glad you brought this up because I was itching to tell", "start": 6654.44, "end": 6658.139999999999}
{"id": "WoOhIKlkAiI-t6658.139999999999", "text": "Siri you need some fear that kind of developmental trajectory right I mean", "start": 6658.139999999999, "end": 6664.2}
{"id": "WoOhIKlkAiI-t6664.2", "text": "a one-year-old needs a lot more safety than a 30-year-old and if you the fact", "start": 6664.2, "end": 6671.719999999999}
{"id": "WoOhIKlkAiI-t6671.72", "text": "is that children who have had safe early lives are more curious and more", "start": 6671.72, "end": 6679.52}
{"id": "WoOhIKlkAiI-t6679.52", "text": "exploratory and you know there's even research on this that you know if you", "start": 6679.52, "end": 6684.12}
{"id": "WoOhIKlkAiI-t6684.12", "text": "do these studies on you know the maternal infant diad at you know two months you", "start": 6684.12, "end": 6690.240000000001}
{"id": "WoOhIKlkAiI-t6690.240000000001", "text": "can actually project depending on how those proto dialogues are going that at", "start": 6690.240000000001, "end": 6696.04}
{"id": "WoOhIKlkAiI-t6696.04", "text": "18 months if you have had a good secure attachment that that's going to help", "start": 6696.04, "end": 6703.88}
{"id": "WoOhIKlkAiI-t6703.88", "text": "you be a lot more exploratory and curious in the future you know go back to the", "start": 6703.88, "end": 6707.94}
{"id": "WoOhIKlkAiI-t6707.94", "text": "cat the cat who's threatened by the new object is curious until it discovers", "start": 6707.94, "end": 6714.68}
{"id": "WoOhIKlkAiI-t6714.68", "text": "it's safe then it's not curious anymore so it makes me think if curiosity kills", "start": 6714.68, "end": 6721.88}
{"id": "WoOhIKlkAiI-t6721.88", "text": "the cat is the lack of is the safety that can kill the lack of curiosity of the", "start": 6721.88, "end": 6728.64}
{"id": "WoOhIKlkAiI-t6728.64", "text": "cat so so in some way you need both you need both and I the dissidence is a kind", "start": 6728.64, "end": 6734.16}
{"id": "WoOhIKlkAiI-t6734.16", "text": "of beautiful idea and I like that you talked about about music because art in", "start": 6734.16, "end": 6740.76}
{"id": "WoOhIKlkAiI-t6740.76", "text": "general I think there's no excitement without dissonance I mean nobody wants", "start": 6740.76, "end": 6749.16}
{"id": "WoOhIKlkAiI-t6749.16", "text": "that well made some people do but you know the formulaic reproductions of", "start": 6749.16, "end": 6755.92}
{"id": "WoOhIKlkAiI-t6755.92", "text": "artworks that go on all the time and I think they provide comfort but if you're", "start": 6755.92, "end": 6761.48}
{"id": "WoOhIKlkAiI-t6761.48", "text": "really looking for artistic experience you're looking precisely for that kind", "start": 6761.48, "end": 6766.5599999999995}
{"id": "WoOhIKlkAiI-t6766.5599999999995", "text": "of dissidence that's gonna get you all riled up and and curious and move you", "start": 6766.5599999999995, "end": 6772.04}
{"id": "WoOhIKlkAiI-t6772.04", "text": "elsewhere I think the same is true of being a therapist I think that as a", "start": 6772.04, "end": 6776.5599999999995}
{"id": "WoOhIKlkAiI-t6776.56", "text": "therapist people have dominant narratives about their lives and they", "start": 6776.56, "end": 6782.240000000001}
{"id": "WoOhIKlkAiI-t6782.240000000001", "text": "could keep there's no dissonance to those narratives they just are and they've", "start": 6782.240000000001, "end": 6786.76}
{"id": "WoOhIKlkAiI-t6786.76", "text": "got lots of evidence as to why life is that way and you could think of a", "start": 6786.76, "end": 6790.6}
{"id": "WoOhIKlkAiI-t6790.6", "text": "therapist as someone who's listening for the dissonance they're listening for", "start": 6790.6, "end": 6794.280000000001}
{"id": "WoOhIKlkAiI-t6794.280000000001", "text": "something other than the dominant narrative but some people call", "start": 6794.280000000001, "end": 6797.4800000000005}
{"id": "WoOhIKlkAiI-t6797.4800000000005", "text": "subjugated narratives which are tiny little pieces of narratives that may", "start": 6797.4800000000005, "end": 6802.64}
{"id": "WoOhIKlkAiI-t6802.64", "text": "show through for just a moment so someone thinks they're a terrible mother and", "start": 6802.64, "end": 6806.72}
{"id": "WoOhIKlkAiI-t6806.72", "text": "they've got a whole lot of reasons for saying that and you hear an action that", "start": 6806.72, "end": 6810.64}
{"id": "WoOhIKlkAiI-t6810.64", "text": "they took which really contradicts that and your job is to really grab onto that", "start": 6810.64, "end": 6815.52}
{"id": "WoOhIKlkAiI-t6815.52", "text": "and start thickening that narrative and so you get dissonance you get two", "start": 6815.52, "end": 6819.76}
{"id": "WoOhIKlkAiI-t6819.76", "text": "stories now yes pix you curiosity of of both people yeah but I'm also thinking", "start": 6819.76, "end": 6827.64}
{"id": "WoOhIKlkAiI-t6827.64", "text": "about us as a national entity or a global entity as well did you anybody", "start": 6827.64, "end": 6833.160000000001}
{"id": "WoOhIKlkAiI-t6833.160000000001", "text": "here see after the events of 9-11 as we call them now the Andre Gregory and", "start": 6833.160000000001, "end": 6841.08}
{"id": "WoOhIKlkAiI-t6841.08", "text": "Wally Sean dialogue at Cooper Union well one of them played the United States", "start": 6841.08, "end": 6848.200000000001}
{"id": "WoOhIKlkAiI-t6848.200000000001", "text": "and one of them played the therapist and they were trying to explain to the", "start": 6848.200000000001, "end": 6854.88}
{"id": "WoOhIKlkAiI-t6854.88", "text": "United States said somebody hurt me why I'm mad and the other person said well", "start": 6854.88, "end": 6862.88}
{"id": "WoOhIKlkAiI-t6862.88", "text": "maybe you could ask yourself some questions you know why would somebody", "start": 6862.88, "end": 6868.2}
{"id": "WoOhIKlkAiI-t6868.2", "text": "want to hurt you and this this dialogue when it was brilliant just", "start": 6868.2, "end": 6872.72}
{"id": "WoOhIKlkAiI-t6872.72", "text": "brilliant but I'm thinking of the dissonance between for example what we", "start": 6872.72, "end": 6876.6}
{"id": "WoOhIKlkAiI-t6876.6", "text": "thought the world was and what we are now knowing what it is like even even in", "start": 6876.6, "end": 6881.68}
{"id": "WoOhIKlkAiI-t6881.68", "text": "the the climate crisis you know and how what's needed now is a deep", "start": 6881.68, "end": 6888.72}
{"id": "WoOhIKlkAiI-t6888.72", "text": "imaginative response imaginative response that we've seen many of us", "start": 6888.72, "end": 6895.16}
{"id": "WoOhIKlkAiI-t6895.16", "text": "paralyzed and unable to provide and that we keep imagining the absolute", "start": 6895.16, "end": 6902.16}
{"id": "WoOhIKlkAiI-t6902.16", "text": "destruction of the world and over again and all the Hollywood movies how many", "start": 6902.16, "end": 6906.4800000000005}
{"id": "WoOhIKlkAiI-t6906.48", "text": "times has a New York been destroyed you know flooded you know million we see", "start": 6906.48, "end": 6912.5599999999995}
{"id": "WoOhIKlkAiI-t6912.5599999999995", "text": "that we can picture that we can't picture you know grass on all the roofs and", "start": 6912.5599999999995, "end": 6917.919999999999}
{"id": "WoOhIKlkAiI-t6917.919999999999", "text": "windmills and you know a new a new kind of life and what would I beg you to do", "start": 6917.919999999999, "end": 6925.959999999999}
{"id": "WoOhIKlkAiI-t6925.959999999999", "text": "is to do that is for us all to begin to be curious about the future in an", "start": 6925.959999999999, "end": 6932.679999999999}
{"id": "WoOhIKlkAiI-t6932.68", "text": "imaginative way that creates a future is what Blake would say right that we", "start": 6932.68, "end": 6938.360000000001}
{"id": "WoOhIKlkAiI-t6938.360000000001", "text": "imagine it it will come true what we choose to imagine about the future often", "start": 6938.360000000001, "end": 6944.6}
{"id": "WoOhIKlkAiI-t6944.6", "text": "does come true and we keep we're being pulled towards Thanatos Thanatos death", "start": 6944.6, "end": 6948.76}
{"id": "WoOhIKlkAiI-t6948.76", "text": "destruction over and over again instead of imagining a whole new breakthrough", "start": 6948.76, "end": 6953.96}
{"id": "WoOhIKlkAiI-t6953.96", "text": "dissonance now of understanding who we thought we were what we in fact have", "start": 6953.96, "end": 6958.76}
{"id": "WoOhIKlkAiI-t6958.76", "text": "done and now what can we can do about it thank you and there are four of you to", "start": 6958.76, "end": 6966.64}
{"id": "WoOhIKlkAiI-t6966.64", "text": "ask questions that will have to be the last four questions", "start": 6966.64, "end": 6972.400000000001}
{"id": "WoOhIKlkAiI-t6972.84", "text": "can you hear me?", "start": 6972.84, "end": 6975.76}
{"id": "WoOhIKlkAiI-t6975.76", "text": "just take it put it close to your mouth okay", "start": 6975.76, "end": 6980.76}
{"id": "WoOhIKlkAiI-t6980.76", "text": "so I'll try to make this not too nebulous I feel I may also be the clouds as well", "start": 6980.76, "end": 6989.4800000000005}
{"id": "WoOhIKlkAiI-t6989.4800000000005", "text": "so one thing is as I as I'm listening to this wonderful conversation I'm sort of", "start": 6989.4800000000005, "end": 6999.76}
{"id": "WoOhIKlkAiI-t6999.76", "text": "attuned to the distinction between the kinds of questions being asked when one", "start": 6999.76, "end": 7003.96}
{"id": "WoOhIKlkAiI-t7003.96", "text": "refers to curiosity and sort of this this distinction between you know the what and", "start": 7003.96, "end": 7010.92}
{"id": "WoOhIKlkAiI-t7010.92", "text": "the how and the why and this idea of you know at you know even at the point of", "start": 7010.92, "end": 7019.4}
{"id": "WoOhIKlkAiI-t7019.4", "text": "of you know when we first emerge into the world we are we are primarily", "start": 7019.4, "end": 7023.16}
{"id": "WoOhIKlkAiI-t7023.16", "text": "concerned with the question of what and then you know as as we progress as we", "start": 7023.16, "end": 7028.4}
{"id": "WoOhIKlkAiI-t7028.4", "text": "gain levels of comfort and you know and moments of peace and and you know or", "start": 7028.4, "end": 7035.96}
{"id": "WoOhIKlkAiI-t7035.96", "text": "we are acted upon by outside forces to force us to to ask a question of how", "start": 7035.96, "end": 7043.48}
{"id": "WoOhIKlkAiI-t7043.48", "text": "and why that it's you know that the how and the why is not a necessity but that", "start": 7043.48, "end": 7054.759999999999}
{"id": "WoOhIKlkAiI-t7054.76", "text": "it doesn't the the what is not not curiosity and just this what I'm", "start": 7054.76, "end": 7060.64}
{"id": "WoOhIKlkAiI-t7060.64", "text": "interested in is this function of sort of the inattentional blindness with which", "start": 7060.64, "end": 7065.96}
{"id": "WoOhIKlkAiI-t7065.96", "text": "we go through our lives this this hyper focus on the what which you know or", "start": 7065.96, "end": 7072.52}
{"id": "WoOhIKlkAiI-t7072.52", "text": "the necessity of focusing on the what which you know perhaps precludes our", "start": 7072.52, "end": 7079.64}
{"id": "WoOhIKlkAiI-t7079.64", "text": "our asking of of you know the the perhaps more incisive gradations of of you know", "start": 7079.64, "end": 7090.280000000001}
{"id": "WoOhIKlkAiI-t7090.280000000001", "text": "what is possible when when one manifests curiosity so and and as as an extension", "start": 7090.280000000001, "end": 7098.96}
{"id": "WoOhIKlkAiI-t7098.96", "text": "of that I'm curious to hear what all of you think of this relationship of of", "start": 7098.96, "end": 7107.160000000001}
{"id": "WoOhIKlkAiI-t7107.16", "text": "this of these different kinds of of manifestations of curiosity in a modern", "start": 7107.16, "end": 7113.68}
{"id": "WoOhIKlkAiI-t7113.68", "text": "environment in which information and the the ability to to ask those other", "start": 7113.68, "end": 7122.12}
{"id": "WoOhIKlkAiI-t7122.12", "text": "questions or complicated questions is is almost prohibitively overwhelming this", "start": 7122.12, "end": 7130.5199999999995}
{"id": "WoOhIKlkAiI-t7130.52", "text": "this idea of information being so incredibly accessible is that you know", "start": 7130.52, "end": 7138.200000000001}
{"id": "WoOhIKlkAiI-t7138.200000000001", "text": "do you believe that in a way that manifests as a kind of micro macrocosm", "start": 7138.200000000001, "end": 7143.52}
{"id": "WoOhIKlkAiI-t7143.52", "text": "of inattentional blindness insofar as it is so possible for us to so readily", "start": 7143.52, "end": 7151.120000000001}
{"id": "WoOhIKlkAiI-t7151.120000000001", "text": "access or to seek answers to those greater questions that perhaps we don't", "start": 7151.120000000001, "end": 7156.56}
{"id": "WoOhIKlkAiI-t7156.56", "text": "and also as an extension of that the the fact that it is possible for us to ask", "start": 7156.56, "end": 7163.4400000000005}
{"id": "WoOhIKlkAiI-t7163.4400000000005", "text": "those questions in such a disembodied way and how we there's been so much", "start": 7163.4400000000005, "end": 7168.52}
{"id": "WoOhIKlkAiI-t7168.52", "text": "discussion about the you know the acute importance of you know the at least the", "start": 7168.52, "end": 7176.240000000001}
{"id": "WoOhIKlkAiI-t7176.240000000001", "text": "you know if not the actual manifestation of an other at least the you know", "start": 7176.240000000001, "end": 7181.92}
{"id": "WoOhIKlkAiI-t7181.92", "text": "conception of an other that what what consequences you believe you know the", "start": 7181.92, "end": 7189.28}
{"id": "WoOhIKlkAiI-t7189.28", "text": "having those questions answered by non sort of a non-human disembodied force", "start": 7189.28, "end": 7197.92}
{"id": "WoOhIKlkAiI-t7197.92", "text": "what implications that has for the connection that we have to each other", "start": 7197.92, "end": 7202.56}
{"id": "WoOhIKlkAiI-t7202.56", "text": "thank you yeah you know I think we shouldn't undervalue what it means to", "start": 7202.56, "end": 7211.16}
{"id": "WoOhIKlkAiI-t7211.16", "text": "pose a good question I mean this is a huge thing in her nine seven diaries", "start": 7211.16, "end": 7219.12}
{"id": "WoOhIKlkAiI-t7219.12", "text": "Simone de Beauvoir writes I know nothing nothing nothing I don't even know how", "start": 7219.12, "end": 7227.68}
{"id": "WoOhIKlkAiI-t7227.68", "text": "to begin to shape proper question I mean the life of the intellect is not about", "start": 7227.68, "end": 7237.639999999999}
{"id": "WoOhIKlkAiI-t7237.64", "text": "you know looking up when someone was born we can all do that and you know", "start": 7237.64, "end": 7241.84}
{"id": "WoOhIKlkAiI-t7241.84", "text": "thank heaven for Google I love to check that I have my date right but that's", "start": 7241.84, "end": 7246.76}
{"id": "WoOhIKlkAiI-t7246.76", "text": "not shaping a question that's not part of of you know shaping a good question is", "start": 7246.76, "end": 7255.200000000001}
{"id": "WoOhIKlkAiI-t7255.200000000001", "text": "one hell of a job and whether you get your eventually find some part of your", "start": 7255.200000000001, "end": 7262.64}
{"id": "WoOhIKlkAiI-t7262.64", "text": "answer on the internet or at a lecture or out of you know 500 different volumes I", "start": 7262.64, "end": 7270.56}
{"id": "WoOhIKlkAiI-t7270.56", "text": "really I mean I'm with you on this one it's how to make the question and it's", "start": 7270.56, "end": 7276.96}
{"id": "WoOhIKlkAiI-t7276.96", "text": "not about facts how to form a really good question on a much lighter note as you", "start": 7276.96, "end": 7283.92}
{"id": "WoOhIKlkAiI-t7283.92", "text": "saying this I'm imagining this cartoon that I'm gonna submit to the New York", "start": 7283.92, "end": 7287.72}
{"id": "WoOhIKlkAiI-t7287.72", "text": "right after this session it's a man going back to New Jersey imagine this bar full of", "start": 7287.72, "end": 7292.16}
{"id": "WoOhIKlkAiI-t7292.16", "text": "wise guys and then another one wise guy comes in and the caption it's it's", "start": 7292.16, "end": 7297.64}
{"id": "WoOhIKlkAiI-t7297.64", "text": "he's an existentially minded wise guy instead of saying well how you doing", "start": 7297.64, "end": 7303.6}
{"id": "WoOhIKlkAiI-t7303.6", "text": "he'll ask why you doing", "start": 7303.6, "end": 7307.12}
{"id": "WoOhIKlkAiI-t7308.56", "text": "why you doing actually I think that's we have to allow you can you can come up", "start": 7308.56, "end": 7317.2}
{"id": "WoOhIKlkAiI-t7317.2", "text": "afterwards and ask your follow-ups I'm sorry it's just in the interest of time", "start": 7317.2, "end": 7320.44}
{"id": "WoOhIKlkAiI-t7320.44", "text": "we go forward with the other questions I got up in response to the woman who", "start": 7320.44, "end": 7334.5199999999995}
{"id": "WoOhIKlkAiI-t7334.5199999999995", "text": "asked about the relationship between safety and curiosity and I wanted to say", "start": 7334.5199999999995, "end": 7341.76}
{"id": "WoOhIKlkAiI-t7341.76", "text": "a couple things about that and maybe pose a question though my question at the", "start": 7341.76, "end": 7346.44}
{"id": "WoOhIKlkAiI-t7346.44", "text": "moment is less important I'm afraid namely that you all touched in the", "start": 7346.44, "end": 7354.04}
{"id": "WoOhIKlkAiI-t7354.04", "text": "discussion on the relationship between curiosity and pleasure and curiosity and", "start": 7354.04, "end": 7359.839999999999}
{"id": "WoOhIKlkAiI-t7359.839999999999", "text": "fear and it does seem to me that both have to be present in every movement of", "start": 7359.839999999999, "end": 7367.32}
{"id": "WoOhIKlkAiI-t7367.32", "text": "curiosity that takes you toward the world an adventure after all is a mixture", "start": 7367.32, "end": 7373.16}
{"id": "WoOhIKlkAiI-t7373.16", "text": "of both excitement and anxiety you don't get one without the other and a big", "start": 7373.16, "end": 7379.2}
{"id": "WoOhIKlkAiI-t7379.2", "text": "question for a psychotherapist of I belong to that bizarre clan is how much", "start": 7379.2, "end": 7388.5199999999995}
{"id": "WoOhIKlkAiI-t7388.5199999999995", "text": "anxiety can a person tolerate that enables them to move toward the world", "start": 7388.5199999999995, "end": 7394.12}
{"id": "WoOhIKlkAiI-t7394.12", "text": "and to be curious I've never been in the business of eliminating all anxiety", "start": 7394.12, "end": 7399.0}
{"id": "WoOhIKlkAiI-t7399.0", "text": "because anxiety has good energy in it and it can be transformed and it's a", "start": 7399.0, "end": 7404.32}
{"id": "WoOhIKlkAiI-t7404.32", "text": "shame to medicate it or therapies it out of existence or try to you can't it's", "start": 7404.32, "end": 7410.52}
{"id": "WoOhIKlkAiI-t7410.52", "text": "in the human palette of feelings but the thing is that you do need to feel safe", "start": 7410.52, "end": 7417.8}
{"id": "WoOhIKlkAiI-t7417.8", "text": "enough which means supported enough both self-supporting and supported by the", "start": 7417.8, "end": 7423.2}
{"id": "WoOhIKlkAiI-t7423.2", "text": "environment in order to risk going toward the unknown which is where", "start": 7423.2, "end": 7430.16}
{"id": "WoOhIKlkAiI-t7430.16", "text": "curiosity takes you in in relation to that I wanted to just say another comment", "start": 7430.16, "end": 7438.48}
{"id": "WoOhIKlkAiI-t7438.48", "text": "which is I think that most of the patients that have come to see me over", "start": 7438.48, "end": 7447.16}
{"id": "WoOhIKlkAiI-t7447.16", "text": "the years have come in exactly feeling not at home not at home in the world", "start": 7447.16, "end": 7454.599999999999}
{"id": "WoOhIKlkAiI-t7454.599999999999", "text": "not at home in themselves and maybe particularly not at home in the present", "start": 7454.599999999999, "end": 7459.72}
{"id": "WoOhIKlkAiI-t7459.72", "text": "moment so that they live more or less in the past or more or less in the future", "start": 7459.72, "end": 7464.32}
{"id": "WoOhIKlkAiI-t7464.32", "text": "and part of that being able to make oneself at home is being able to", "start": 7464.32, "end": 7472.76}
{"id": "WoOhIKlkAiI-t7472.76", "text": "domesticate some unknown experience through going to it with curiosity and", "start": 7472.76, "end": 7479.88}
{"id": "WoOhIKlkAiI-t7479.88", "text": "it's not only the depressed patients who are not curious and they're profoundly", "start": 7479.88, "end": 7486.320000000001}
{"id": "WoOhIKlkAiI-t7486.320000000001", "text": "not curious about the world because they've disconnected from it but also the", "start": 7486.320000000001, "end": 7491.64}
{"id": "WoOhIKlkAiI-t7491.64", "text": "repressed patients and the oppressed patients and then curiosity can get", "start": 7491.64, "end": 7496.92}
{"id": "WoOhIKlkAiI-t7496.92", "text": "broken and distorted in some very specific ways for example a person that we might", "start": 7496.92, "end": 7504.28}
{"id": "WoOhIKlkAiI-t7504.28", "text": "think of as paranoid is someone who can only be curious about the dangerous and", "start": 7504.28, "end": 7509.4}
{"id": "WoOhIKlkAiI-t7509.4", "text": "threatening aspects of an experience of a of a coming experience and not the", "start": 7509.4, "end": 7518.16}
{"id": "WoOhIKlkAiI-t7518.16", "text": "pleasurable or joyful or or even safe-making ones somebody who is", "start": 7518.16, "end": 7524.56}
{"id": "WoOhIKlkAiI-t7524.56", "text": "obsessive can only be curious in a way about what they already know and they're", "start": 7524.56, "end": 7530.56}
{"id": "WoOhIKlkAiI-t7530.56", "text": "endlessly curious about what they already know but they can't go towards", "start": 7530.56, "end": 7535.8}
{"id": "WoOhIKlkAiI-t7535.8", "text": "the unknown so I just wanted to thank you", "start": 7535.8, "end": 7541.8}
{"id": "WoOhIKlkAiI-t7541.8", "text": "one more next question", "start": 7541.8, "end": 7554.360000000001}
{"id": "WoOhIKlkAiI-t7556.56", "text": "I was kind of reminded with some insight that I had when I was skiing I I", "start": 7556.56, "end": 7562.400000000001}
{"id": "WoOhIKlkAiI-t7562.400000000001", "text": "used to go skiing a lot and when I would be going down the hill I found that if I", "start": 7562.400000000001, "end": 7568.0}
{"id": "WoOhIKlkAiI-t7568.0", "text": "was going too fast I felt out of control and and scared and if I was going to", "start": 7568.0, "end": 7573.24}
{"id": "WoOhIKlkAiI-t7573.24", "text": "slow it became kind of boring and so finding that middle place where I was", "start": 7573.24, "end": 7581.04}
{"id": "WoOhIKlkAiI-t7581.04", "text": "kind of like skiing at the edge of my ability was a place that was very", "start": 7581.04, "end": 7585.48}
{"id": "WoOhIKlkAiI-t7585.48", "text": "satisfying for me it it kept me aroused and and energized and testing my", "start": 7585.48, "end": 7592.4}
{"id": "WoOhIKlkAiI-t7592.4", "text": "ability but at the same time not so out of control that I started to be fearful", "start": 7592.4, "end": 7597.44}
{"id": "WoOhIKlkAiI-t7597.44", "text": "for my safety running into a tree or something like that and you know with", "start": 7597.44, "end": 7603.08}
{"id": "WoOhIKlkAiI-t7603.08", "text": "time I've kind of learned a little bit about the brain and and it seems that", "start": 7603.08, "end": 7607.28}
{"id": "WoOhIKlkAiI-t7607.28", "text": "you know that slower state you know that boring state kind of like living in that", "start": 7607.28, "end": 7612.5599999999995}
{"id": "WoOhIKlkAiI-t7612.5599999999995", "text": "habit system and doing the this stuff where expectations equals outcomes you", "start": 7612.5599999999995, "end": 7619.0}
{"id": "WoOhIKlkAiI-t7619.0", "text": "know and then suddenly when you get to dissonance like in the music or or", "start": 7619.0, "end": 7622.96}
{"id": "WoOhIKlkAiI-t7622.96", "text": "dissonance you know you have a little dissonance it triggers your access to", "start": 7622.96, "end": 7629.36}
{"id": "WoOhIKlkAiI-t7629.36", "text": "the prefrontal cortex and you start to do a kind of a pattern optimization where", "start": 7629.36, "end": 7635.08}
{"id": "WoOhIKlkAiI-t7635.08", "text": "you know in terms of the predictive of mind you're starting to develop your", "start": 7635.08, "end": 7639.64}
{"id": "WoOhIKlkAiI-t7639.64", "text": "developing model you're pushing your model but you're pushing it just enough", "start": 7639.64, "end": 7643.6}
{"id": "WoOhIKlkAiI-t7643.6", "text": "just a little bit so that that you are creating something that that leads to", "start": 7643.6, "end": 7648.68}
{"id": "WoOhIKlkAiI-t7648.68", "text": "something you're becoming more effective but then you get to a point where you", "start": 7648.68, "end": 7654.64}
{"id": "WoOhIKlkAiI-t7654.64", "text": "you may like in a traumatic experience where you have an experience which is", "start": 7654.64, "end": 7661.08}
{"id": "WoOhIKlkAiI-t7661.08", "text": "so outside of the usual so outside of expectation that it actually becomes a", "start": 7661.08, "end": 7667.68}
{"id": "WoOhIKlkAiI-t7667.68", "text": "disintegration it actually starts to trigger a bottom-up reactive process", "start": 7667.68, "end": 7674.4800000000005}
{"id": "WoOhIKlkAiI-t7674.48", "text": "that does not engage the prefrontal cortex and therefore it doesn't lead to", "start": 7674.48, "end": 7679.44}
{"id": "WoOhIKlkAiI-t7679.44", "text": "pattern optimization and this is what happens with the traumatic victims or", "start": 7679.44, "end": 7683.78}
{"id": "WoOhIKlkAiI-t7683.78", "text": "individuals who through chronic suppression or neglect or or living in", "start": 7683.78, "end": 7690.08}
{"id": "WoOhIKlkAiI-t7690.08", "text": "unsafe situations never get to that point where they can start to access", "start": 7690.08, "end": 7695.0}
{"id": "WoOhIKlkAiI-t7695.0", "text": "the prefrontal cortex and and improve their models and and become more", "start": 7695.0, "end": 7699.879999999999}
{"id": "WoOhIKlkAiI-t7699.88", "text": "effective and so as long as you can keep that that process going that", "start": 7699.88, "end": 7705.52}
{"id": "WoOhIKlkAiI-t7705.52", "text": "integration then you you maintain a healthy curiosity which I think is", "start": 7705.52, "end": 7712.56}
{"id": "WoOhIKlkAiI-t7712.56", "text": "probably you know critical for human organisms who come into the world", "start": 7712.56, "end": 7719.2}
{"id": "WoOhIKlkAiI-t7719.2", "text": "without you know more like a tabula rasa than than other organisms thank you", "start": 7719.2, "end": 7729.72}
{"id": "WoOhIKlkAiI-t7729.92", "text": "hi there I want to start by saying thank you very much for your time today it's", "start": 7729.92, "end": 7735.36}
{"id": "WoOhIKlkAiI-t7735.36", "text": "been fascinating hearing each year perspectives on this and I'm very much", "start": 7735.36, "end": 7738.84}
{"id": "WoOhIKlkAiI-t7738.84", "text": "forward to looking forward to reading your book my questions regarding", "start": 7738.84, "end": 7743.44}
{"id": "WoOhIKlkAiI-t7743.44", "text": "discrepancy in curiosity across the general population and I'm wondering if", "start": 7743.44, "end": 7748.679999999999}
{"id": "WoOhIKlkAiI-t7748.68", "text": "you think that that is attributed mainly to biop biological reasons for", "start": 7748.68, "end": 7753.280000000001}
{"id": "WoOhIKlkAiI-t7753.280000000001", "text": "instance the genetic makeup or wiring of each of our brains or if you think", "start": 7753.280000000001, "end": 7758.52}
{"id": "WoOhIKlkAiI-t7758.52", "text": "it's based more on experiential things that were referenced earlier such as", "start": 7758.52, "end": 7763.200000000001}
{"id": "WoOhIKlkAiI-t7763.200000000001", "text": "safety and the type of environments we are brought up in I have very strong", "start": 7763.200000000001, "end": 7768.68}
{"id": "WoOhIKlkAiI-t7768.68", "text": "feelings about this my very strong feelings are that we have to start", "start": 7768.68, "end": 7775.240000000001}
{"id": "WoOhIKlkAiI-t7775.24", "text": "rethinking biology right so biology it includes of course genetic makeup a", "start": 7775.24, "end": 7782.92}
{"id": "WoOhIKlkAiI-t7782.92", "text": "genetic predispositions for disease and probably personality and many things", "start": 7782.92, "end": 7789.32}
{"id": "WoOhIKlkAiI-t7789.32", "text": "but that biology is also learning to read as a biological process as well as a", "start": 7789.32, "end": 7796.24}
{"id": "WoOhIKlkAiI-t7796.24", "text": "cultural one so really making those distinctions are almost impossible and", "start": 7796.24, "end": 7802.28}
{"id": "WoOhIKlkAiI-t7802.28", "text": "if you talk to people working in molecular biology and really working on", "start": 7802.28, "end": 7806.639999999999}
{"id": "WoOhIKlkAiI-t7806.639999999999", "text": "genetics it just doesn't go they're both clearly involved in in what in what", "start": 7806.639999999999, "end": 7815.44}
{"id": "WoOhIKlkAiI-t7815.44", "text": "happens to us and you know there are even studies now that seem to suggest that", "start": 7815.44, "end": 7820.84}
{"id": "WoOhIKlkAiI-t7820.84", "text": "for example stress this is all animals but stress on animals of course will not", "start": 7820.84, "end": 7827.24}
{"id": "WoOhIKlkAiI-t7827.24", "text": "change your DNA but it can change parts of it can make molecular changes one of", "start": 7827.24, "end": 7835.88}
{"id": "WoOhIKlkAiI-t7835.88", "text": "them is called methylation and those changes it seems can actually be", "start": 7835.88, "end": 7840.679999999999}
{"id": "WoOhIKlkAiI-t7840.679999999999", "text": "inherited up to four generations this is very interesting work so that here is a", "start": 7840.679999999999, "end": 7846.5199999999995}
{"id": "WoOhIKlkAiI-t7846.5199999999995", "text": "little place in molecular genetics where this is coming together they need a lot", "start": 7846.5199999999995, "end": 7852.5599999999995}
{"id": "WoOhIKlkAiI-t7852.56", "text": "more repetitions to make this clear hard science but when it comes to", "start": 7852.56, "end": 7859.0}
{"id": "WoOhIKlkAiI-t7859.0", "text": "curiosity however there is I think there are an innate capability that's in all", "start": 7859.0, "end": 7866.160000000001}
{"id": "WoOhIKlkAiI-t7866.160000000001", "text": "of us that's much more so than for example analytical power I have", "start": 7866.160000000001, "end": 7870.0}
{"id": "WoOhIKlkAiI-t7870.0", "text": "graduates doing some of them are incredibly brilliant and some of them", "start": 7870.0, "end": 7873.76}
{"id": "WoOhIKlkAiI-t7873.76", "text": "have uncanny analytical power and I don't buy the argument that if you you", "start": 7873.76, "end": 7879.52}
{"id": "WoOhIKlkAiI-t7879.52", "text": "know you can take anybody make them be as a vertical as that person there's", "start": 7879.52, "end": 7883.84}
{"id": "WoOhIKlkAiI-t7883.84", "text": "something innate genetic or what have you however curiosity is a bit different", "start": 7883.84, "end": 7887.72}
{"id": "WoOhIKlkAiI-t7887.72", "text": "and that goes back to the earliest question about whether curiosity can be", "start": 7887.72, "end": 7892.0}
{"id": "WoOhIKlkAiI-t7892.0", "text": "contagious and I really think it is so you take a mildly curious graduate student", "start": 7892.0, "end": 7896.92}
{"id": "WoOhIKlkAiI-t7896.92", "text": "you put him among some terribly curious ones and suddenly she becomes curious", "start": 7896.92, "end": 7902.92}
{"id": "WoOhIKlkAiI-t7902.92", "text": "and that doesn't happen with intelligence so I've noticed that I just want to", "start": 7902.92, "end": 7907.040000000001}
{"id": "WoOhIKlkAiI-t7907.04", "text": "make it up though is I think nothing demonstrates the correctness of your", "start": 7907.04, "end": 7912.92}
{"id": "WoOhIKlkAiI-t7912.92", "text": "thesis more than the experience that I think the audience has had today thanks", "start": 7912.92, "end": 7918.28}
{"id": "WoOhIKlkAiI-t7918.28", "text": "to our participants and particularly Alberto for stirring our curiosity thank", "start": 7918.28, "end": 7925.64}
{"id": "WoOhIKlkAiI-t7925.64", "text": "you so much", "start": 7925.64, "end": 7939.160000000001}
