{"id": "5CjbPI0fVm0-t0.0", "text": "So I will introduce the participants today.", "start": 0.0, "end": 4.0}
{"id": "5CjbPI0fVm0-t4.0", "text": "I will not go through everything here because I think all of you have already.", "start": 4.0, "end": 9.0}
{"id": "5CjbPI0fVm0-t11.0", "text": "So just a summary of things.", "start": 11.0, "end": 14.0}
{"id": "5CjbPI0fVm0-t15.0", "text": "Priyambhada Natarayan is a professor of astronomy and physics at Yale University.", "start": 15.0, "end": 21.0}
{"id": "5CjbPI0fVm0-t22.0", "text": "And her research is focused on exotica in the universe, dark matter, dark energy and black holes.", "start": 22.0, "end": 28.0}
{"id": "5CjbPI0fVm0-t28.0", "text": "She is obviously very prominent in her field and also holds professorships at the Tico Brea,", "start": 28.0, "end": 36.0}
{"id": "5CjbPI0fVm0-t37.0", "text": "Sophie and Tico Brea professorships at the Niels Bohr Institute in Copenhagen, Denmark,", "start": 37.0, "end": 46.0}
{"id": "5CjbPI0fVm0-t47.0", "text": "and honorary professorships at the University of Delhi in India.", "start": 47.0, "end": 51.0}
{"id": "5CjbPI0fVm0-t51.0", "text": "Tim Modlin has been here before with us and so has Tim.", "start": 51.0, "end": 57.0}
{"id": "5CjbPI0fVm0-t58.0", "text": "Tim is a professor of philosophy at New York University and his most recent books are philosophy of physics, space and time,", "start": 58.0, "end": 68.0}
{"id": "5CjbPI0fVm0-t69.0", "text": "and new foundations for physical geometry.", "start": 69.0, "end": 72.0}
{"id": "5CjbPI0fVm0-t73.0", "text": "Dorothy Vamyukke, I think is her first time here.", "start": 73.0, "end": 76.0}
{"id": "5CjbPI0fVm0-t76.0", "text": "She is professor of Germanic languages at Columbia University and she has just a number of books that are listed here.", "start": 76.0, "end": 85.0}
{"id": "5CjbPI0fVm0-t86.0", "text": "Her latest book, which I guess is not out yet, is on changing models of authorship and creativity in the arts and sciences during the long 18th century.", "start": 86.0, "end": 98.0}
{"id": "5CjbPI0fVm0-t98.0", "text": "So with that, I'll let you start.", "start": 98.0, "end": 105.0}
{"id": "5CjbPI0fVm0-t105.0", "text": "There's no, okay, I thought we were going to be close to questions.", "start": 105.0, "end": 114.0}
{"id": "5CjbPI0fVm0-t115.0", "text": "No questions?", "start": 115.0, "end": 116.0}
{"id": "5CjbPI0fVm0-t117.0", "text": "You've got a whole list of questions here.", "start": 117.0, "end": 119.0}
{"id": "5CjbPI0fVm0-t119.0", "text": "So I guess I was curious about trying to understand whether the way the theme was posed to us.", "start": 119.0, "end": 130.0}
{"id": "5CjbPI0fVm0-t131.0", "text": "I read it as whether there are fundamental limits that may prevent extension of knowledge beyond certain points.", "start": 131.0, "end": 140.0}
{"id": "5CjbPI0fVm0-t140.0", "text": "And so from the vantage point of cosmology, so there's sort of obvious limitations.", "start": 140.0, "end": 149.0}
{"id": "5CjbPI0fVm0-t150.0", "text": "First, in the sense that there's a limit to observation, in the sense because the speed of light is finite,", "start": 150.0, "end": 156.0}
{"id": "5CjbPI0fVm0-t157.0", "text": "there's only a portion of the universe that is observable to us at any given time.", "start": 157.0, "end": 163.0}
{"id": "5CjbPI0fVm0-t163.0", "text": "So given the finite age of the universe and finite speed of light, there is what is called an observable horizon.", "start": 163.0, "end": 171.0}
{"id": "5CjbPI0fVm0-t172.0", "text": "So you are not privy to what is happening beyond, you have no knowledge of what's happening beyond that current horizon.", "start": 172.0, "end": 179.0}
{"id": "5CjbPI0fVm0-t180.0", "text": "Of course that horizon shifts as time goes on, so a billion years later, more of the universe will come into view.", "start": 180.0, "end": 186.0}
{"id": "5CjbPI0fVm0-t186.0", "text": "But at any given point, there's sort of a hard boundary of where you cannot get any information from.", "start": 186.0, "end": 194.0}
{"id": "5CjbPI0fVm0-t195.0", "text": "And of course in quantum mechanics, we also know that Heisenberg's uncertainty principle tells you that you cannot simultaneously know the position and momentum of an object simultaneously.", "start": 195.0, "end": 212.0}
{"id": "5CjbPI0fVm0-t212.0", "text": "So there's like one can sort of view that sort of as a limit.", "start": 212.0, "end": 217.0}
{"id": "5CjbPI0fVm0-t218.0", "text": "So there's a limit to sort of observation, then there's a limit because I mean I'm thinking about cosmos and cosmic scales.", "start": 218.0, "end": 226.0}
{"id": "5CjbPI0fVm0-t227.0", "text": "There's also a limit to travel, right, so question of sort of interstellar, interspace travel.", "start": 227.0, "end": 232.0}
{"id": "5CjbPI0fVm0-t233.0", "text": "And that of course again has to do with, it's not just a technological limitation.", "start": 233.0, "end": 239.0}
{"id": "5CjbPI0fVm0-t239.0", "text": "It has to do with a human lifespan.", "start": 239.0, "end": 242.0}
{"id": "5CjbPI0fVm0-t243.0", "text": "The fact is even if we have the technology that could propel us outside the solar system and take us to planets and on other stars and so on and so forth,", "start": 243.0, "end": 251.0}
{"id": "5CjbPI0fVm0-t252.0", "text": "the fundamental limitation is that there is a finite human lifespan and we can't circumvent that.", "start": 252.0, "end": 257.0}
{"id": "5CjbPI0fVm0-t257.0", "text": "Even if we come up with ways to fuel rockets that can fly for 10,000 years or whatever power, right, so sort of thinking about that and then-", "start": 257.0, "end": 268.0}
{"id": "5CjbPI0fVm0-t269.0", "text": "And we're saying there is a limitation also to human lifespan?", "start": 269.0, "end": 271.0}
{"id": "5CjbPI0fVm0-t272.0", "text": "No, the human lifespan being what it is will contain, will necessarily give you a limit on travel.", "start": 272.0, "end": 280.0}
{"id": "5CjbPI0fVm0-t280.0", "text": "I understand that, but are you saying there's no way to extend human lifespan beyond a certain point?", "start": 280.0, "end": 288.0}
{"id": "5CjbPI0fVm0-t289.0", "text": "There may be. I'm not sure if it will be enough to take us to planets around other stars.", "start": 289.0, "end": 296.0}
{"id": "5CjbPI0fVm0-t297.0", "text": "Because you know the point is now we're finding all these so-called habitable planets around other stars.", "start": 297.0, "end": 302.0}
{"id": "5CjbPI0fVm0-t303.0", "text": "The question, you know, at least for someone like me, the first question is, is there any means by which we will actually reach it?", "start": 303.0, "end": 308.0}
{"id": "5CjbPI0fVm0-t308.0", "text": "And then you realize that there's a fundamental limitation, you wouldn't.", "start": 308.0, "end": 311.0}
{"id": "5CjbPI0fVm0-t313.0", "text": "Then if you look at sort of limits to- there are limits to the kinds of energies at which you could build colliders, like at CERN, the LHC.", "start": 313.0, "end": 327.0}
{"id": "5CjbPI0fVm0-t328.0", "text": "You know, you can go up by factor of 10, factor of 100 and so on.", "start": 328.0, "end": 331.0}
{"id": "5CjbPI0fVm0-t331.0", "text": "So this sort of fundamental limit in terms of the time that it is going to take to build something like that, like how many generations, but it's spent.", "start": 331.0, "end": 339.0}
{"id": "5CjbPI0fVm0-t340.0", "text": "Of course, as well as cost and all those sort of practical things.", "start": 340.0, "end": 344.0}
{"id": "5CjbPI0fVm0-t345.0", "text": "But once again, you know, sort of the human lifespan comes into view when you look at trying to understand the constituents of the cosmos.", "start": 345.0, "end": 354.0}
{"id": "5CjbPI0fVm0-t354.0", "text": "So, you know, I was really looking from that point of view, trying to understand our place in the universe and stuff like that.", "start": 354.0, "end": 361.0}
{"id": "5CjbPI0fVm0-t362.0", "text": "And then the question, the one point that I think is very interesting is sort of the limit limits on thought.", "start": 362.0, "end": 370.0}
{"id": "5CjbPI0fVm0-t370.0", "text": "So, and I think that's where one of the reasons, you know, everyone's teasing me about my notes is that, you know, trying to stay focused and stable in my own opinion.", "start": 370.0, "end": 383.0}
{"id": "5CjbPI0fVm0-t384.0", "text": "There's a bit of me that feels that there is no reason to believe that human cognitive capacity should be infinite.", "start": 384.0, "end": 393.0}
{"id": "5CjbPI0fVm0-t393.0", "text": "There are billions and billions of nerve cells, but the fact they're not infinite.", "start": 393.0, "end": 401.0}
{"id": "5CjbPI0fVm0-t402.0", "text": "And although the brain is plastic and it does morph and it does learn, even as we age and now we know that, it's not clear to me that it responds fast enough given, you know, what remains to be understood.", "start": 402.0, "end": 417.0}
{"id": "5CjbPI0fVm0-t417.0", "text": "So, that's like a fundamental limit that comes from just complexity, sheer complexity of whether we have the cognitive apparatus to fathom and all the complexity.", "start": 417.0, "end": 428.0}
{"id": "5CjbPI0fVm0-t429.0", "text": "And I think I'm not sure that we do.", "start": 429.0, "end": 433.0}
{"id": "5CjbPI0fVm0-t434.0", "text": "I mean, I see no reason to believe why we do.", "start": 434.0, "end": 437.0}
{"id": "5CjbPI0fVm0-t437.0", "text": "Well, should I?", "start": 437.0, "end": 443.0}
{"id": "5CjbPI0fVm0-t444.0", "text": "Let me just jump in and respond or say some things maybe in the general area.", "start": 444.0, "end": 451.0}
{"id": "5CjbPI0fVm0-t452.0", "text": "I mean, I have two backgrounds, one in philosophy and one more in physics.", "start": 452.0, "end": 460.0}
{"id": "5CjbPI0fVm0-t460.0", "text": "Of course, if you're a philosopher, you're going to say the limit to human knowledge is that we have pretty much none of it about anything.", "start": 460.0, "end": 468.0}
{"id": "5CjbPI0fVm0-t469.0", "text": "That is, all of our beliefs are tentative to some degree.", "start": 469.0, "end": 474.0}
{"id": "5CjbPI0fVm0-t474.0", "text": "You could say we have tremendous amount of evidence for things, but we know sometimes well in trench beliefs get overthrown later.", "start": 474.0, "end": 482.0}
{"id": "5CjbPI0fVm0-t482.0", "text": "So, part of it is just to say we should always be very tentative to some degree or a little bit humble about anything we think we know.", "start": 482.0, "end": 490.0}
{"id": "5CjbPI0fVm0-t490.0", "text": "So, it's more a question of limits on evidence, limits on reasons to believe.", "start": 490.0, "end": 495.0}
{"id": "5CjbPI0fVm0-t496.0", "text": "And then the second thing I suppose, when you talk about limits, it sounds like, gee, that's a terrible thing.", "start": 496.0, "end": 501.0}
{"id": "5CjbPI0fVm0-t502.0", "text": "But you want to stop and ask for a second what you really care about because there may be things which we won't know.", "start": 502.0, "end": 510.0}
{"id": "5CjbPI0fVm0-t510.0", "text": "But on further reflection, we don't care all that much about.", "start": 510.0, "end": 514.0}
{"id": "5CjbPI0fVm0-t514.0", "text": "I could pick out a tree in Central Park and say nobody knows how many leaves there are.", "start": 514.0, "end": 518.0}
{"id": "5CjbPI0fVm0-t518.0", "text": "And I guess in principle, you could go count them, but nobody's going to, right?", "start": 518.0, "end": 521.0}
{"id": "5CjbPI0fVm0-t522.0", "text": "By next spring, nobody will ever know. It's kind of a piece of trivia.", "start": 522.0, "end": 527.0}
{"id": "5CjbPI0fVm0-t527.0", "text": "So, there's a whole lot of trivia about the universe.", "start": 527.0, "end": 530.0}
{"id": "5CjbPI0fVm0-t531.0", "text": "And we shouldn't be too upset.", "start": 531.0, "end": 533.0}
{"id": "5CjbPI0fVm0-t533.0", "text": "Then there are more fundamental issues we'd really like to have settled.", "start": 533.0, "end": 539.0}
{"id": "5CjbPI0fVm0-t539.0", "text": "And the limits there are very interesting.", "start": 539.0, "end": 541.0}
{"id": "5CjbPI0fVm0-t541.0", "text": "I'll just mention one thing to show you how tricky it is in physics,", "start": 541.0, "end": 547.0}
{"id": "5CjbPI0fVm0-t547.0", "text": "pre-existing the Heisenberg uncertainty relation, which probably most people have heard of one way or another,", "start": 547.0, "end": 553.0}
{"id": "5CjbPI0fVm0-t553.0", "text": "and described it this way that you can't simultaneously know, say, the position and momentum of a particle,", "start": 553.0, "end": 560.0}
{"id": "5CjbPI0fVm0-t560.0", "text": "which you also might think is kind of a bit of trivia.", "start": 560.0, "end": 563.0}
{"id": "5CjbPI0fVm0-t563.0", "text": "But even the way that's phrased is contentious.", "start": 563.0, "end": 567.0}
{"id": "5CjbPI0fVm0-t568.0", "text": "The way it's phrased, it suggests that a particle always has a definite position in momentum,", "start": 568.0, "end": 574.0}
{"id": "5CjbPI0fVm0-t574.0", "text": "and we just can't know them both at the same time.", "start": 574.0, "end": 577.0}
{"id": "5CjbPI0fVm0-t579.0", "text": "But some understandings of quantum theory say, no, that's not the right way to think about it.", "start": 579.0, "end": 585.0}
{"id": "5CjbPI0fVm0-t585.0", "text": "The right way to think about it is that particles just don't have them both at the same time.", "start": 585.0, "end": 590.0}
{"id": "5CjbPI0fVm0-t590.0", "text": "So, there's nothing we're ignorant of.", "start": 590.0, "end": 592.0}
{"id": "5CjbPI0fVm0-t592.0", "text": "Now, that's going to differ on different understandings of the theory,", "start": 592.0, "end": 596.0}
{"id": "5CjbPI0fVm0-t596.0", "text": "and then that leads us to the question, can we settle that dispute?", "start": 596.0, "end": 600.0}
{"id": "5CjbPI0fVm0-t600.0", "text": "Can we decide between different fundamental physical pictures of the universe?", "start": 600.0, "end": 606.0}
{"id": "5CjbPI0fVm0-t606.0", "text": "And the interesting thing there is that, I think Einstein pointed this out,", "start": 606.0, "end": 612.0}
{"id": "5CjbPI0fVm0-t612.0", "text": "how much you can find out about the physical world is itself the function of what the physical laws are.", "start": 612.0, "end": 619.0}
{"id": "5CjbPI0fVm0-t619.0", "text": "You sort of have to ask the theory of how much you can know about the world,", "start": 619.0, "end": 623.0}
{"id": "5CjbPI0fVm0-t623.0", "text": "because we only acquire information by physical interaction with the world.", "start": 623.0, "end": 628.0}
{"id": "5CjbPI0fVm0-t628.0", "text": "So, the physics itself can put limits on what an inquirer can find out about the physics,", "start": 628.0, "end": 634.0}
{"id": "5CjbPI0fVm0-t634.0", "text": "or the physics itself could, as it were, put us in a position where we can't know what the, be sure what the physics is.", "start": 634.0, "end": 640.0}
{"id": "5CjbPI0fVm0-t640.0", "text": "So, I think those are very interesting, because I actually just personally care about knowing the fundamental laws of nature", "start": 640.0, "end": 648.0}
{"id": "5CjbPI0fVm0-t648.0", "text": "more than the leaves on the treaties.", "start": 648.0, "end": 650.0}
{"id": "5CjbPI0fVm0-t650.0", "text": "That's the kind of thing that worries me a bit.", "start": 650.0, "end": 655.0}
{"id": "5CjbPI0fVm0-t655.0", "text": "How do you react to that? Well, if that's the way the world is, you live with it.", "start": 655.0, "end": 660.0}
{"id": "5CjbPI0fVm0-t660.0", "text": "There's lots of things about the world you wish could be different.", "start": 660.0, "end": 663.0}
{"id": "5CjbPI0fVm0-t663.0", "text": "And I think we'll only know when we have, you know, we'll continue the search.", "start": 663.0, "end": 668.0}
{"id": "5CjbPI0fVm0-t668.0", "text": "Do you wish to know more? I would like to know what the fundamental laws of nature are.", "start": 668.0, "end": 672.0}
{"id": "5CjbPI0fVm0-t672.0", "text": "Well, that's an interesting, I mean, that's just part of my intellectual character.", "start": 672.0, "end": 679.0}
{"id": "5CjbPI0fVm0-t679.0", "text": "I mean, I was bouncing around doing the philosophy, why philosophy?", "start": 679.0, "end": 683.0}
{"id": "5CjbPI0fVm0-t683.0", "text": "Because somehow you get down to the bottom of everything, right?", "start": 683.0, "end": 686.0}
{"id": "5CjbPI0fVm0-t686.0", "text": "And then doing some science and you say, oh, biology, that's interesting, but really it's just chemistry.", "start": 686.0, "end": 691.0}
{"id": "5CjbPI0fVm0-t691.0", "text": "You know, chemistry, that's interesting, but really it's just physics.", "start": 691.0, "end": 694.0}
{"id": "5CjbPI0fVm0-t694.0", "text": "Okay, what's really physics?", "start": 694.0, "end": 695.0}
{"id": "5CjbPI0fVm0-t695.0", "text": "Now, lots of people could feel differently.", "start": 695.0, "end": 698.0}
{"id": "5CjbPI0fVm0-t698.0", "text": "They could feel, I just really enjoy studying cells and I couldn't care less about electrons.", "start": 698.0, "end": 704.0}
{"id": "5CjbPI0fVm0-t704.0", "text": "But that same kind of desire to somehow, in a certain sense, get to the very bottom.", "start": 704.0, "end": 709.0}
{"id": "5CjbPI0fVm0-t709.0", "text": "That's why I'm interested.", "start": 709.0, "end": 712.0}
{"id": "5CjbPI0fVm0-t712.0", "text": "Well, you don't mean that anything would change.", "start": 712.0, "end": 714.0}
{"id": "5CjbPI0fVm0-t714.0", "text": "If you knew that, you mean that you just are interested in that?", "start": 714.0, "end": 718.0}
{"id": "5CjbPI0fVm0-t718.0", "text": "Nothing would, I have a desire to know the facts, those particular facts.", "start": 718.0, "end": 724.0}
{"id": "5CjbPI0fVm0-t724.0", "text": "I would be pleased if I could find them out.", "start": 724.0, "end": 727.0}
{"id": "5CjbPI0fVm0-t727.0", "text": "The rest of my life would go on as usual, make breakfast the same way.", "start": 727.0, "end": 732.0}
{"id": "5CjbPI0fVm0-t732.0", "text": "You know, my interactions with people would be the same, my political views wouldn't change.", "start": 732.0, "end": 736.0}
{"id": "5CjbPI0fVm0-t736.0", "text": "You could say, all of this is a little bit, you know, isolated from lots of other big questions in life.", "start": 736.0, "end": 743.0}
{"id": "5CjbPI0fVm0-t743.0", "text": "But it's something that just fascinates me.", "start": 743.0, "end": 749.0}
{"id": "5CjbPI0fVm0-t749.0", "text": "Yeah, I'm probably the further the loss of nature in the universe since I'm in literature and intellectual history.", "start": 749.0, "end": 759.0}
{"id": "5CjbPI0fVm0-t759.0", "text": "But when I thought about the topic we're discussing, I couldn't help but think, well, the limitations are not just negative.", "start": 759.0, "end": 770.0}
{"id": "5CjbPI0fVm0-t770.0", "text": "As you pre-up brought up the issue of increasing complexity, whenever you study something,", "start": 770.0, "end": 777.0}
{"id": "5CjbPI0fVm0-t777.0", "text": "you reach a point where you need to reduce the complexity.", "start": 777.0, "end": 782.0}
{"id": "5CjbPI0fVm0-t782.0", "text": "And you bring up the question of the limited lifespan of human being,", "start": 782.0, "end": 789.0}
{"id": "5CjbPI0fVm0-t789.0", "text": "and in a way the opacity of the observation process.", "start": 789.0, "end": 794.0}
{"id": "5CjbPI0fVm0-t794.0", "text": "So I thought it's probably productive also to think about these limitations in terms of the situatedness", "start": 794.0, "end": 803.0}
{"id": "5CjbPI0fVm0-t803.0", "text": "of any situation of knowledge, production, knowledge, communication.", "start": 803.0, "end": 808.0}
{"id": "5CjbPI0fVm0-t808.0", "text": "It's the language on institutions that have their power.", "start": 808.0, "end": 815.0}
{"id": "5CjbPI0fVm0-t815.0", "text": "And whenever we declare something to be an important research program that deserves funding", "start": 815.0, "end": 822.0}
{"id": "5CjbPI0fVm0-t822.0", "text": "or that should be taught rather than something else,", "start": 822.0, "end": 825.0}
{"id": "5CjbPI0fVm0-t825.0", "text": "their interests that have their own institutional dynamics and political ramifications.", "start": 825.0, "end": 835.0}
{"id": "5CjbPI0fVm0-t835.0", "text": "So, and then they are culturally historically changing conventions of what constitutes objectivity,", "start": 835.0, "end": 847.0}
{"id": "5CjbPI0fVm0-t847.0", "text": "what constitutes facts, what constitutes evidence.", "start": 847.0, "end": 852.0}
{"id": "5CjbPI0fVm0-t852.0", "text": "And I was going to propose to think about the limitations of knowledge in terms of", "start": 852.0, "end": 865.0}
{"id": "5CjbPI0fVm0-t865.0", "text": "situatedness of the production of knowledge, which I guess cannot be denied.", "start": 865.0, "end": 874.0}
{"id": "5CjbPI0fVm0-t874.0", "text": "And maybe also consider its social communicative dimension.", "start": 874.0, "end": 884.0}
{"id": "5CjbPI0fVm0-t884.0", "text": "You want to bring the math perspective?", "start": 884.0, "end": 892.0}
{"id": "5CjbPI0fVm0-t892.0", "text": "Well, I want to bring something in.", "start": 892.0, "end": 894.0}
{"id": "5CjbPI0fVm0-t894.0", "text": "I'd like to look at the first question, which is a fundamental here.", "start": 894.0, "end": 905.0}
{"id": "5CjbPI0fVm0-t905.0", "text": "It says, what about the universe and how do we know it?", "start": 905.0, "end": 908.0}
{"id": "5CjbPI0fVm0-t908.0", "text": "And I want to start off by a Jewish joke, which may not be so funny,", "start": 908.0, "end": 916.0}
{"id": "5CjbPI0fVm0-t916.0", "text": "but I think it illustrates something about this.", "start": 916.0, "end": 920.0}
{"id": "5CjbPI0fVm0-t920.0", "text": "You have these two disciples of two famous rabbis,", "start": 920.0, "end": 927.0}
{"id": "5CjbPI0fVm0-t927.0", "text": "and some God forsaken little town in Poland,", "start": 927.0, "end": 931.0}
{"id": "5CjbPI0fVm0-t931.0", "text": "and one of them is saying how wonderful their teachers are.", "start": 931.0, "end": 937.0}
{"id": "5CjbPI0fVm0-t937.0", "text": "And one of them says, I know, I know that my teachers,", "start": 937.0, "end": 944.0}
{"id": "5CjbPI0fVm0-t944.0", "text": "hello, yes, the mic doesn't work, I'll speak louder, okay?", "start": 944.0, "end": 950.0}
{"id": "5CjbPI0fVm0-t950.0", "text": "Anybody can hear me?", "start": 950.0, "end": 953.0}
{"id": "5CjbPI0fVm0-t953.0", "text": "Mike is not working, he's working.", "start": 953.0, "end": 956.0}
{"id": "5CjbPI0fVm0-t956.0", "text": "Well, anyway, maybe if I speak louder, everybody can hear me.", "start": 956.0, "end": 961.0}
{"id": "5CjbPI0fVm0-t961.0", "text": "He's going to check the amplifier, I think.", "start": 961.0, "end": 964.0}
{"id": "5CjbPI0fVm0-t964.0", "text": "I'll speak louder.", "start": 964.0, "end": 966.0}
{"id": "5CjbPI0fVm0-t966.0", "text": "Okay, so,", "start": 966.0, "end": 969.0}
{"id": "5CjbPI0fVm0-t969.0", "text": "I know that my rabbi is an absolutely incredibly miraculous person.", "start": 969.0, "end": 976.0}
{"id": "5CjbPI0fVm0-t976.0", "text": "He just, it says, it's just wonderful.", "start": 976.0, "end": 979.0}
{"id": "5CjbPI0fVm0-t979.0", "text": "What do you mean? What's so wonderful?", "start": 979.0, "end": 982.0}
{"id": "5CjbPI0fVm0-t982.0", "text": "What's the, I mean, many, many things, but just last month.", "start": 982.0, "end": 987.0}
{"id": "5CjbPI0fVm0-t987.0", "text": "Just last month we had this one.", "start": 987.0, "end": 990.0}
{"id": "5CjbPI0fVm0-t990.0", "text": "We had this remarkable thing happening here.", "start": 990.0, "end": 993.0}
{"id": "5CjbPI0fVm0-t993.0", "text": "I'll tell you, what happened?", "start": 993.0, "end": 994.0}
{"id": "5CjbPI0fVm0-t994.0", "text": "I thought we were, head out, daily prayer, and suddenly the rabbi in the middle of the prayer screamed out and said,", "start": 994.0, "end": 1002.0}
{"id": "5CjbPI0fVm0-t1002.0", "text": "this is horrible, this is terrible.", "start": 1002.0, "end": 1004.0}
{"id": "5CjbPI0fVm0-t1004.0", "text": "The chief rabbi of Prague has just died.", "start": 1004.0, "end": 1008.0}
{"id": "5CjbPI0fVm0-t1008.0", "text": "He's just died in the middle of the service.", "start": 1008.0, "end": 1011.0}
{"id": "5CjbPI0fVm0-t1011.0", "text": "He had collapsed and died, and everybody was shocked,", "start": 1011.0, "end": 1016.0}
{"id": "5CjbPI0fVm0-t1016.0", "text": "and they immediately organized the party to get there for the funeral,", "start": 1016.0, "end": 1021.0}
{"id": "5CjbPI0fVm0-t1021.0", "text": "which has to be done very quickly.", "start": 1021.0, "end": 1024.0}
{"id": "5CjbPI0fVm0-t1024.0", "text": "So they got some horsemen, six horsemen, and they were writing,", "start": 1024.0, "end": 1027.0}
{"id": "5CjbPI0fVm0-t1027.0", "text": "and you imagine they were writing day and night, and everybody was praying that they could make it", "start": 1027.0, "end": 1032.0}
{"id": "5CjbPI0fVm0-t1032.0", "text": "and amazingly enough by dawn, they got all the way to Prague.", "start": 1032.0, "end": 1038.0}
{"id": "5CjbPI0fVm0-t1038.0", "text": "And it was just wonderful.", "start": 1038.0, "end": 1040.0}
{"id": "5CjbPI0fVm0-t1040.0", "text": "And that says, well, but that's great now, did they?", "start": 1040.0, "end": 1044.0}
{"id": "5CjbPI0fVm0-t1044.0", "text": "So they actually got to the funeral?", "start": 1044.0, "end": 1048.0}
{"id": "5CjbPI0fVm0-t1048.0", "text": "Because, well, it turns out that the rabbi didn't really die.", "start": 1048.0, "end": 1054.0}
{"id": "5CjbPI0fVm0-t1054.0", "text": "It was fine.", "start": 1054.0, "end": 1056.0}
{"id": "5CjbPI0fVm0-t1056.0", "text": "So what's so wonderful about that?", "start": 1056.0, "end": 1061.0}
{"id": "5CjbPI0fVm0-t1061.0", "text": "It says, you idiot, you don't understand anything.", "start": 1061.0, "end": 1065.0}
{"id": "5CjbPI0fVm0-t1065.0", "text": "It has nothing to do with whether the rabbi died or not.", "start": 1065.0, "end": 1068.0}
{"id": "5CjbPI0fVm0-t1068.0", "text": "It's how far this great man can see.", "start": 1068.0, "end": 1072.0}
{"id": "5CjbPI0fVm0-t1072.0", "text": "So I think that this is my opinion.", "start": 1072.0, "end": 1079.0}
{"id": "5CjbPI0fVm0-t1079.0", "text": "This is a common sense of this matter.", "start": 1079.0, "end": 1085.0}
{"id": "5CjbPI0fVm0-t1085.0", "text": "That we are trying to... what is knowledge?", "start": 1085.0, "end": 1090.0}
{"id": "5CjbPI0fVm0-t1090.0", "text": "I mean, we... what do people know?", "start": 1090.0, "end": 1093.0}
{"id": "5CjbPI0fVm0-t1093.0", "text": "This disciple knew his rabbi.", "start": 1093.0, "end": 1095.0}
{"id": "5CjbPI0fVm0-t1095.0", "text": "He was a wonderful man.", "start": 1095.0, "end": 1097.0}
{"id": "5CjbPI0fVm0-t1097.0", "text": "It was the amplifier.", "start": 1097.0, "end": 1101.0}
{"id": "5CjbPI0fVm0-t1101.0", "text": "Okay.", "start": 1101.0, "end": 1102.0}
{"id": "5CjbPI0fVm0-t1102.0", "text": "So what... what is it that... I mean, this fellow knew his rabbi very well,", "start": 1102.0, "end": 1110.0}
{"id": "5CjbPI0fVm0-t1110.0", "text": "and you know everything, and he was an intelligent guy, and he knew that he thought that he was a great man", "start": 1110.0, "end": 1119.0}
{"id": "5CjbPI0fVm0-t1119.0", "text": "for many reasons, and he was one of the examples.", "start": 1119.0, "end": 1123.0}
{"id": "5CjbPI0fVm0-t1123.0", "text": "So somehow things didn't quite work out at the end.", "start": 1123.0, "end": 1127.0}
{"id": "5CjbPI0fVm0-t1127.0", "text": "That's a small thing, a small experimental kind of variation.", "start": 1127.0, "end": 1132.0}
{"id": "5CjbPI0fVm0-t1132.0", "text": "So I think that knowledge is something... what we know is something very tricky.", "start": 1132.0, "end": 1142.0}
{"id": "5CjbPI0fVm0-t1142.0", "text": "What is it?", "start": 1142.0, "end": 1144.0}
{"id": "5CjbPI0fVm0-t1144.0", "text": "You know, you pick up a phone and you hear somebody speaking and you know exactly who it is.", "start": 1144.0, "end": 1149.0}
{"id": "5CjbPI0fVm0-t1149.0", "text": "Why?", "start": 1149.0, "end": 1150.0}
{"id": "5CjbPI0fVm0-t1150.0", "text": "I mean, his voice has been cut up into millions of pieces, a lot of millions of things.", "start": 1150.0, "end": 1155.0}
{"id": "5CjbPI0fVm0-t1155.0", "text": "And there's something about it that you know the person.", "start": 1155.0, "end": 1159.0}
{"id": "5CjbPI0fVm0-t1159.0", "text": "There are lots of things that you sort of know in some kind of way", "start": 1159.0, "end": 1163.0}
{"id": "5CjbPI0fVm0-t1163.0", "text": "which you can't really verbalize or even write down.", "start": 1163.0, "end": 1170.0}
{"id": "5CjbPI0fVm0-t1170.0", "text": "It's... I would say there is... so you... you're in this... we're sort of in a kind of a fog,", "start": 1170.0, "end": 1180.0}
{"id": "5CjbPI0fVm0-t1180.0", "text": "and we have a way of perceiving certain signals, and then we say... think we...", "start": 1180.0, "end": 1185.0}
{"id": "5CjbPI0fVm0-t1185.0", "text": "then we have to... our psychology tells us we have to feel that we know something.", "start": 1185.0, "end": 1190.0}
{"id": "5CjbPI0fVm0-t1190.0", "text": "You know, we sort of feel that we... you know, we know very well that we're going to dive very soon,", "start": 1190.0, "end": 1196.0}
{"id": "5CjbPI0fVm0-t1196.0", "text": "but we somehow feel extend things, and we know that somehow we assume on the daily basis that it's going to keep going on.", "start": 1196.0, "end": 1205.0}
{"id": "5CjbPI0fVm0-t1205.0", "text": "A lot of things inside us that make us feel that we know things.", "start": 1205.0, "end": 1211.0}
{"id": "5CjbPI0fVm0-t1211.0", "text": "Now, there is... there's a mathematical component to all this also, but I... maybe I'll return to that later.", "start": 1211.0, "end": 1219.0}
{"id": "5CjbPI0fVm0-t1219.0", "text": "And that is how you go from knowing some things to knowing something else by logic.", "start": 1219.0, "end": 1230.0}
{"id": "5CjbPI0fVm0-t1230.0", "text": "And that I think is a very important thing that plays... plays a very important role in every kind of study of understanding things...", "start": 1230.0, "end": 1240.0}
{"id": "5CjbPI0fVm0-t1240.0", "text": "mathematical or not. There's that crucial step from going to... from... from... from...", "start": 1240.0, "end": 1249.0}
{"id": "5CjbPI0fVm0-t1249.0", "text": "from something to... from something that we think we know to something else by logic.", "start": 1249.0, "end": 1255.0}
{"id": "5CjbPI0fVm0-t1255.0", "text": "And perhaps I'll... perhaps I'll discuss that a little later.", "start": 1255.0, "end": 1261.0}
{"id": "5CjbPI0fVm0-t1261.0", "text": "So maybe... let me just make it... I mean, I think we do want to... there's a very...", "start": 1261.0, "end": 1268.0}
{"id": "5CjbPI0fVm0-t1268.0", "text": "difficult question, which is both has to do with institutional structures and these sorts of things,", "start": 1268.0, "end": 1273.0}
{"id": "5CjbPI0fVm0-t1273.0", "text": "where you might say, how do we know? How is knowledge produced?", "start": 1273.0, "end": 1277.0}
{"id": "5CjbPI0fVm0-t1277.0", "text": "It's... how do we get the evidence?", "start": 1277.0, "end": 1280.0}
{"id": "5CjbPI0fVm0-t1280.0", "text": "As you say, recognizing someone's voice, can you really articulate?", "start": 1280.0, "end": 1285.0}
{"id": "5CjbPI0fVm0-t1285.0", "text": "And that may be very difficult, but I at least want to put on the other side...", "start": 1285.0, "end": 1292.0}
{"id": "5CjbPI0fVm0-t1292.0", "text": "not to get too lost in that fog, because at least you can check whether certain claims...", "start": 1292.0, "end": 1301.0}
{"id": "5CjbPI0fVm0-t1301.0", "text": "things are reliable. I mean, I'm reminded of the great magician James Randy, who would challenge people who claim...", "start": 1301.0, "end": 1309.0}
{"id": "5CjbPI0fVm0-t1309.0", "text": "to know all sorts of things that you would say, I don't know how they know them because they were sort of... like...", "start": 1309.0, "end": 1316.0}
{"id": "5CjbPI0fVm0-t1316.0", "text": "or, I mean, you know, extra sensory perception or someone.", "start": 1316.0, "end": 1321.0}
{"id": "5CjbPI0fVm0-t1321.0", "text": "Things that were supposed to be outside the ambit of scientific explanation.", "start": 1321.0, "end": 1325.0}
{"id": "5CjbPI0fVm0-t1325.0", "text": "And the beauty of it was that Randy wouldn't engage in the question of how... how could that possibly work,", "start": 1325.0, "end": 1333.0}
{"id": "5CjbPI0fVm0-t1333.0", "text": "but he could come up with nice experiments to see whether it does work.", "start": 1333.0, "end": 1338.0}
{"id": "5CjbPI0fVm0-t1338.0", "text": "So I remember once someone said they could see your aura, right? They could see sticking up a few inches above your head.", "start": 1338.0, "end": 1345.0}
{"id": "5CjbPI0fVm0-t1345.0", "text": "And aura, and it had different colors, and on the basis of the colors, you could tell about your personality.", "start": 1345.0, "end": 1350.0}
{"id": "5CjbPI0fVm0-t1350.0", "text": "And Randy said, okay, fine, and he had a set of boxes, set up ten boxes, where the person would stand, so their head was just below the box, right?", "start": 1350.0, "end": 1361.0}
{"id": "5CjbPI0fVm0-t1361.0", "text": "But if there was a three-inch aura flowing out of them, however they could do it, the aura seer...", "start": 1361.0, "end": 1367.0}
{"id": "5CjbPI0fVm0-t1367.0", "text": "could see the aura sticking up the top of the box.", "start": 1367.0, "end": 1370.0}
{"id": "5CjbPI0fVm0-t1370.0", "text": "And he'd say, okay, let's have somebody come stand, and you tell us where they're standing.", "start": 1370.0, "end": 1376.0}
{"id": "5CjbPI0fVm0-t1376.0", "text": "That's a great test, right? And what you find is that that person actually can't see anything at all.", "start": 1376.0, "end": 1382.0}
{"id": "5CjbPI0fVm0-t1382.0", "text": "So how we know is a very tricky question.", "start": 1382.0, "end": 1387.0}
{"id": "5CjbPI0fVm0-t1387.0", "text": "Sometimes that we know, or that something is good evidence, or a way of approaching things as reliable or not reliable,", "start": 1387.0, "end": 1394.0}
{"id": "5CjbPI0fVm0-t1394.0", "text": "that we can get at in a somewhat more humble way, a lot of the world would be a lot better if there was a bit more of that.", "start": 1394.0, "end": 1404.0}
{"id": "5CjbPI0fVm0-t1404.0", "text": "Yeah, I think it's quite clear that there's the experiential, and I'm not saying that they are sort of binaries, or they're in opposition.", "start": 1404.0, "end": 1417.0}
{"id": "5CjbPI0fVm0-t1417.0", "text": "There's the experiential view of this question, and then there's the experimental view of how we know.", "start": 1417.0, "end": 1425.0}
{"id": "5CjbPI0fVm0-t1425.0", "text": "And there is a well-developed scheme of connering reliable knowledge of phenomena, reliable, replicable knowledge,", "start": 1425.0, "end": 1437.0}
{"id": "5CjbPI0fVm0-t1437.0", "text": "that certifies what we know is there.", "start": 1437.0, "end": 1442.0}
{"id": "5CjbPI0fVm0-t1442.0", "text": "So I think at least we know one way of knowing that is not as foggy, sort of the scientific experimental observational way.", "start": 1442.0, "end": 1456.0}
{"id": "5CjbPI0fVm0-t1456.0", "text": "And of course, the questions that you brought up are that this observation is an entirely objective,", "start": 1456.0, "end": 1463.0}
{"id": "5CjbPI0fVm0-t1463.0", "text": "who we are, interferes, then there's the issue of what a measurement device actually does,", "start": 1463.0, "end": 1469.0}
{"id": "5CjbPI0fVm0-t1469.0", "text": "because you're convolving the phenomenon via the device that you're using to actually study the phenomenon.", "start": 1469.0, "end": 1475.0}
{"id": "5CjbPI0fVm0-t1475.0", "text": "So there's all of that, but still, I think as Tim pointed out, we do have one very reliable scheme,", "start": 1475.0, "end": 1485.0}
{"id": "5CjbPI0fVm0-t1485.0", "text": "experimental scheme within science of producing knowledge.", "start": 1485.0, "end": 1491.0}
{"id": "5CjbPI0fVm0-t1491.0", "text": "So you would limit knowledge?", "start": 1491.0, "end": 1493.0}
{"id": "5CjbPI0fVm0-t1493.0", "text": "Experimental scientific knowledge.", "start": 1493.0, "end": 1497.0}
{"id": "5CjbPI0fVm0-t1497.0", "text": "No, but I think that I wouldn't limit it, but I think that there's at least one kind of knowledge that we understand quite well", "start": 1497.0, "end": 1507.0}
{"id": "5CjbPI0fVm0-t1507.0", "text": "how it's produced, how it's replicated, and its complications, and its stability, its provisionality.", "start": 1507.0, "end": 1514.0}
{"id": "5CjbPI0fVm0-t1514.0", "text": "We have a whole understanding of how when you learn something new, you have new evidence,", "start": 1514.0, "end": 1519.0}
{"id": "5CjbPI0fVm0-t1519.0", "text": "you have many different independent lines of new evidence, you revise your understanding of phenomenon.", "start": 1519.0, "end": 1525.0}
{"id": "5CjbPI0fVm0-t1525.0", "text": "So that process within science of generating knowledge and facts is sort of a nice, well-oiled machine,", "start": 1525.0, "end": 1534.0}
{"id": "5CjbPI0fVm0-t1534.0", "text": "I understand.", "start": 1534.0, "end": 1535.0}
{"id": "5CjbPI0fVm0-t1535.0", "text": "No, I understand.", "start": 1535.0, "end": 1536.0}
{"id": "5CjbPI0fVm0-t1536.0", "text": "But then you limit, right now, you limit your definition of knowledge to the we of the scientific community trained in that procedure.", "start": 1536.0, "end": 1549.0}
{"id": "5CjbPI0fVm0-t1549.0", "text": "And I guess the question you would want to ask is limitations between disciplines and the communication between disciplines of scientific knowledge production.", "start": 1549.0, "end": 1562.0}
{"id": "5CjbPI0fVm0-t1562.0", "text": "And then I guess you would also want to ask about whether you actually want to limit that we as a trained scientist.", "start": 1562.0, "end": 1574.0}
{"id": "5CjbPI0fVm0-t1574.0", "text": "Right. No, I mean, I'm only giving a perspective.", "start": 1574.0, "end": 1580.0}
{"id": "5CjbPI0fVm0-t1580.0", "text": "I'm not saying that this is limited in any way.", "start": 1580.0, "end": 1583.0}
{"id": "5CjbPI0fVm0-t1583.0", "text": "There's obviously other ways of knowing and other knowledge.", "start": 1583.0, "end": 1589.0}
{"id": "5CjbPI0fVm0-t1589.0", "text": "But I think the scientific one is an interesting one to jump into and to use as a lens to look at the other ways of knowing.", "start": 1589.0, "end": 1601.0}
{"id": "5CjbPI0fVm0-t1601.0", "text": "It's because in science there is the issue of limits that come from intractability, i.e. the apparatus, the methods of thinking that you've developed are inadequate at this particular time to study in better detail.", "start": 1601.0, "end": 1627.0}
{"id": "5CjbPI0fVm0-t1627.0", "text": "And the fact that there are different kinds of intractability.", "start": 1627.0, "end": 1631.0}
{"id": "5CjbPI0fVm0-t1631.0", "text": "So, for example, we have when you do climate models, right, so it's quite possible we have models which we understand well enough, including their limitations of what the average temperature would be on earth in 2025, for example.", "start": 1631.0, "end": 1652.0}
{"id": "5CjbPI0fVm0-t1652.0", "text": "However, we will never ever be able to predict what will the average temperature be in New Haven where I live on 13 December 2025 or New York, for that matter.", "start": 1652.0, "end": 1668.0}
{"id": "5CjbPI0fVm0-t1668.0", "text": "Right. So, cold.", "start": 1668.0, "end": 1672.0}
{"id": "5CjbPI0fVm0-t1672.0", "text": "So, there's that kind of intractability, right. And the question is, will you be able to build a better model? Will you get a more sophisticated model?", "start": 1672.0, "end": 1683.0}
{"id": "5CjbPI0fVm0-t1683.0", "text": "Or will there always be some fundamental uncertainties imposed by the complexity of a problem?", "start": 1683.0, "end": 1690.0}
{"id": "5CjbPI0fVm0-t1690.0", "text": "So, I think the kinds of intractability that you have in science are different from the intractability that you would have, for example, other disciplines.", "start": 1690.0, "end": 1700.0}
{"id": "5CjbPI0fVm0-t1700.0", "text": "Right. So, for example, you put on average, no. So, if you look at anthropology, right, when on average, you could probably tell what the diet of someone 4000 years ago was on average, if you have fossils.", "start": 1700.0, "end": 1714.0}
{"id": "5CjbPI0fVm0-t1714.0", "text": "And, but you had their skeleton, you could figure out probably what you can't say what they actually literally ate on a given day.", "start": 1714.0, "end": 1725.0}
{"id": "5CjbPI0fVm0-t1725.0", "text": "Right. So, that kind of, I think crosses disciplines. But then there are other kinds of intractability that don't quite cross. And I think that's sort of the kinds of intractability.", "start": 1725.0, "end": 1738.0}
{"id": "5CjbPI0fVm0-t1738.0", "text": "Well, I certainly agree with what you say, but being sort of skeptical of mine, how can you be so sure that we won't know exactly what the temperature will be 100 years from now?", "start": 1738.0, "end": 1753.0}
{"id": "5CjbPI0fVm0-t1753.0", "text": "I mean, we, right now we don't know how to do it, but who knows, maybe they will come up with some method where he'll understand exactly how things work and we will predict temperature will be within 10 degrees or whatever.", "start": 1753.0, "end": 1772.0}
{"id": "5CjbPI0fVm0-t1772.0", "text": "You know, I mean, the intractability is depends on what we have right now. Somebody may discover some weird thing, which, you know, I've heard an example. I've heard a student in the 50s.", "start": 1772.0, "end": 1794.0}
{"id": "5CjbPI0fVm0-t1794.0", "text": "I've heard people coming on and people were discussing how it would be absolutely impossible to analyze the game of chess in a kind of a way that you sort of list the games and make these trees like they do now, because it would be such a huge amount of information that you would need", "start": 1794.0, "end": 1815.0}
{"id": "5CjbPI0fVm0-t1815.0", "text": "to be just inconceivable that you could do that. So the only way you could have computers play chess is somehow to emulate the human thinking and intuition and so on.", "start": 1815.0, "end": 1825.0}
{"id": "5CjbPI0fVm0-t1825.0", "text": "There was a whole discussion of that, and everybody agreed. Well, it turned out that those limits were surpassed and you can do it the crude way of just listing all the games or try to list partially all the games and now computers play very good chess.", "start": 1825.0, "end": 1844.0}
{"id": "5CjbPI0fVm0-t1844.0", "text": "So I think that there is an intractability, but to predict what it is is a dangerous ground.", "start": 1844.0, "end": 1855.0}
{"id": "5CjbPI0fVm0-t1855.0", "text": "But that intractability has to do with enumeration, right? So it's a quantitative thing.", "start": 1855.0, "end": 1861.0}
{"id": "5CjbPI0fVm0-t1861.0", "text": "If you can map out the kinds of intractability I'm talking about are sort of chaos in a complex system, but in the end, in the end, that's the point that you can, once you reduce things to enumeration, then you have a chance and a lot of things that we thought cannot be", "start": 1861.0, "end": 1884.0}
{"id": "5CjbPI0fVm0-t1884.0", "text": "reduced to enumeration can be, in fact, reduced to enumeration. So it can never be structured. No, of course not. But to say now what it is that it won't be able to within ten years is dangerous grounds.", "start": 1884.0, "end": 1903.0}
{"id": "5CjbPI0fVm0-t1903.0", "text": "I want to be contrary to the more you're concerned. Fine. No, I think the kinds of problems that I had in mind were sort of problems where you know chaos sets in, and so some small fluctuation can give you a completely unpredictable outcome.", "start": 1903.0, "end": 1928.0}
{"id": "5CjbPI0fVm0-t1928.0", "text": "And then it's such an unpredictable outcome that you don't, you are actually incapable of constructing a probability distribution function of finite outcomes.", "start": 1928.0, "end": 1938.0}
{"id": "5CjbPI0fVm0-t1938.0", "text": "You're not able to enumerate those outcomes in some kind of distribution. So I think there are a lot of problems.", "start": 1938.0, "end": 1945.0}
{"id": "5CjbPI0fVm0-t1945.0", "text": "Definitely I gave the climate one because I knew that that's a good one because we know there that there is such a complex problem and there's so many different variables that we don't understand the nonlinear coupling.", "start": 1945.0, "end": 1957.0}
{"id": "5CjbPI0fVm0-t1957.0", "text": "What we do know about nonlinear coupling is that the system can get chaotic and therefore unpredictable outcomes, which cannot be enumerated.", "start": 1957.0, "end": 1969.0}
{"id": "5CjbPI0fVm0-t1969.0", "text": "I don't want to finish my point. I'll just come in here again on the question of what is it we want to know? Right? What is there was now?", "start": 1969.0, "end": 1979.0}
{"id": "5CjbPI0fVm0-t1979.0", "text": "Admittedly, it might be practically useful to know the exact temperature in New Haven in 10 years on a certain day if you're planning a party.", "start": 1979.0, "end": 1990.0}
{"id": "5CjbPI0fVm0-t1990.0", "text": "But you know, you might think, you know, from another point of view, again, you might treat that, something we will find out.", "start": 1990.0, "end": 1996.0}
{"id": "5CjbPI0fVm0-t1996.0", "text": "That's certainly not a limit to knowledge. It's a limit to predictability maybe.", "start": 1996.0, "end": 2001.0}
{"id": "5CjbPI0fVm0-t2001.0", "text": "But you also might say from a certain point of view of understanding of comprehension, if you think you have the basic fundamentals of the system right, and you can analyze it far enough to see, as you say, it's chaotic system, it's dynamics.", "start": 2001.0, "end": 2018.0}
{"id": "5CjbPI0fVm0-t2018.0", "text": "And this is what people always call the butterfly effect, right? In some systems, a tiny little change in the state now will amplify out to very big changes later.", "start": 2018.0, "end": 2030.0}
{"id": "5CjbPI0fVm0-t2030.0", "text": "Just knowing that is a kind of understanding of the system. It's an understanding that makes prediction very difficult.", "start": 2030.0, "end": 2038.0}
{"id": "5CjbPI0fVm0-t2038.0", "text": "But on the other hand, if what you're after is a kind of just general comprehension, you might say, that's fine, even though it doesn't satisfy all my practical needs.", "start": 2038.0, "end": 2052.0}
{"id": "5CjbPI0fVm0-t2052.0", "text": "So, again, what the limits are and whether they're limits, you know, how sad should we be about the limits? I guess we ought to be a little careful about.", "start": 2052.0, "end": 2066.0}
{"id": "5CjbPI0fVm0-t2066.0", "text": "I mean, I'll just make one quick comment because Dorothea started out talking about the sociological factors and so on. There's maybe a small danger of the term knowledge production.", "start": 2066.0, "end": 2085.0}
{"id": "5CjbPI0fVm0-t2085.0", "text": "Because in a way, you would think knowledge requires two things. Knowledge requires a theory, which is the thing you're claiming you might know, or at least have good reason to believe.", "start": 2085.0, "end": 2095.0}
{"id": "5CjbPI0fVm0-t2095.0", "text": "And it requires evidence, which is the grounds on which you accept to reject the theory.", "start": 2095.0, "end": 2102.0}
{"id": "5CjbPI0fVm0-t2102.0", "text": "And certainly sociological considerations can play a big role and may be different in different fields about theory production.", "start": 2102.0, "end": 2112.0}
{"id": "5CjbPI0fVm0-t2112.0", "text": "So you might say theories in a certain literary criticism I don't know a lot about, but my impression is approaches to literary criticism.", "start": 2112.0, "end": 2124.0}
{"id": "5CjbPI0fVm0-t2124.0", "text": "And the kinds of theories people have produced have changed quite radically from decade to decade.", "start": 2124.0, "end": 2135.0}
{"id": "5CjbPI0fVm0-t2135.0", "text": "But the more theory production seems to depends on sociological considerations, the more worried you're going to be that none of this is going to produce knowledge, because the more you can produce just wildly different kinds of theories, the more worried you're going to be,", "start": 2135.0, "end": 2152.0}
{"id": "5CjbPI0fVm0-t2152.0", "text": "which one's right, or any of them right, or if the kinds of theories can be pushed around by the sociological situation very easily, what makes you think they're being pushed in a direction to being correct.", "start": 2152.0, "end": 2165.0}
{"id": "5CjbPI0fVm0-t2165.0", "text": "So whether in certain realms you think you're even after the kind of thing we would call evidentially based theory that pre-asafter for understanding dark matter,", "start": 2165.0, "end": 2179.0}
{"id": "5CjbPI0fVm0-t2179.0", "text": "I mean maybe some disciplines aren't after that at all, maybe a literary critic might say, look, there's not going to be a correct or incorrect theory of what this text is about.", "start": 2179.0, "end": 2189.0}
{"id": "5CjbPI0fVm0-t2189.0", "text": "We're just trying out different approaches to reading and seeing how we like them and how satisfying we feel, and asking for evidence whether this is the right way to do it isn't even the right kind of thing.", "start": 2189.0, "end": 2207.0}
{"id": "5CjbPI0fVm0-t2207.0", "text": "So there you might have a limitation of a different kind, because it's not exactly a truth-directed enterprise, but directed at something slightly different from that.", "start": 2207.0, "end": 2219.0}
{"id": "5CjbPI0fVm0-t2219.0", "text": "I mean I'm not sure how you think about your own field in this regard.", "start": 2219.0, "end": 2224.0}
{"id": "5CjbPI0fVm0-t2224.0", "text": "My question was, I didn't want to assume that knowledge is reserved to one domain, say the natural sciences or the social sciences or the humanities.", "start": 2224.0, "end": 2239.0}
{"id": "5CjbPI0fVm0-t2239.0", "text": "My assumption would be that a fundamental concept of knowledge is very different in say those three domains with different methodologies and different theories.", "start": 2239.0, "end": 2252.0}
{"id": "5CjbPI0fVm0-t2252.0", "text": "But I would still say within say science, without me having studied beyond high school science, you have in the sciences just as much as in the humanities or in the social sciences, if you just look at the institutions of higher learning,", "start": 2252.0, "end": 2277.0}
{"id": "5CjbPI0fVm0-t2277.0", "text": "you have funding initiatives, you have priorities that are set, you have decisions sometimes at a national level, not to pursue a field, to drop a field or to revive a field,", "start": 2277.0, "end": 2294.0}
{"id": "5CjbPI0fVm0-t2294.0", "text": "you have more or less application driven, motion of certain fields where you have the creation of spaces where people can do less applied sciences and not telling you anything new, but it seems to me,", "start": 2294.0, "end": 2315.0}
{"id": "5CjbPI0fVm0-t2315.0", "text": "oops, it seems to me that continuously as projects, grants are articulated, these considerations, how it will be funded, whether it will be funded, how these decisions are made,", "start": 2315.0, "end": 2338.0}
{"id": "5CjbPI0fVm0-t2338.0", "text": "play into the articulation of the question, and I'm not the one to say this is a priori bad, but I think it plays into the limitations of that kind of knowledge production as a collective enterprise,", "start": 2338.0, "end": 2362.0}
{"id": "5CjbPI0fVm0-t2362.0", "text": "and I think it has just as much in the sciences, in that sense a political dimension since it's there that the kind of knowledge, whether we care about it or not, whether this rather than that also needs to be communicated to a general public.", "start": 2362.0, "end": 2382.0}
{"id": "5CjbPI0fVm0-t2382.0", "text": "So I don't think it's an issue of say fashionable literary theories or not, but I think it has to do with how all kind of study is part of a larger social, larger society with its political implications.", "start": 2382.0, "end": 2401.0}
{"id": "5CjbPI0fVm0-t2401.0", "text": "If I may respond here, I think there's the issue of what is going, what is valuable to know, and I think that's where the points that you make are totally valid.", "start": 2401.0, "end": 2417.0}
{"id": "5CjbPI0fVm0-t2417.0", "text": "And they are just as valid in science decisions, they are taken constantly, I mean we all have worked long enough in major universities to know that that has a political, social, cultural, fashion dimension.", "start": 2417.0, "end": 2432.0}
{"id": "5CjbPI0fVm0-t2432.0", "text": "But I think the point, if I'm understanding what Tim was saying correctly, is that in the humanities, and for example this literary criticism example, there isn't the same kind of scheme for evaluating many explanations or ordering explanations, privileging explanations.", "start": 2432.0, "end": 2458.0}
{"id": "5CjbPI0fVm0-t2458.0", "text": "So in science we have the sort of cycle of experimental verification, replication, measurement, I mean sort of empirical interventions.", "start": 2458.0, "end": 2473.0}
{"id": "5CjbPI0fVm0-t2473.0", "text": "However, you know, there fuzzy in some ways, etc. But the point is we have a scheme of ordering explanations, and for privileging which one which is correct and which is wrong, which you can discount.", "start": 2473.0, "end": 2488.0}
{"id": "5CjbPI0fVm0-t2488.0", "text": "Whereas in the humanities you don't have the same kind of scheme.", "start": 2488.0, "end": 2492.0}
{"id": "5CjbPI0fVm0-t2492.0", "text": "Absolutely not the humanities about something totally different.", "start": 2492.0, "end": 2495.0}
{"id": "5CjbPI0fVm0-t2495.0", "text": "So the question is that when you don't have a scheme for privileging one explanation over another, the nature of what you create as knowledge, so there's multiple ways of knowing.", "start": 2495.0, "end": 2509.0}
{"id": "5CjbPI0fVm0-t2509.0", "text": "There's always a multiple allowed.", "start": 2509.0, "end": 2512.0}
{"id": "5CjbPI0fVm0-t2512.0", "text": "Knowledge wouldn't even be the key operative term in the humanities.", "start": 2512.0, "end": 2526.0}
{"id": "5CjbPI0fVm0-t2526.0", "text": "I would like to raise a philosophical question, we have a philosopher here.", "start": 2526.0, "end": 2543.0}
{"id": "5CjbPI0fVm0-t2543.0", "text": "Which is sort of restricted to some kind of consciousness, or like you have these thinking about these birds that migrate these tremendous distances and know exactly how to go there, and know that they should do it in certain things.", "start": 2543.0, "end": 2560.0}
{"id": "5CjbPI0fVm0-t2560.0", "text": "Is that knowledge or is that what?", "start": 2560.0, "end": 2562.0}
{"id": "5CjbPI0fVm0-t2562.0", "text": "Okay, so yeah, this is what you do in introductory epistemology course.", "start": 2562.0, "end": 2573.0}
{"id": "5CjbPI0fVm0-t2573.0", "text": "So in English, no is multiple ambiguous, and in German you have this in Canon and Canon, and you call them different things.", "start": 2573.0, "end": 2581.0}
{"id": "5CjbPI0fVm0-t2581.0", "text": "Right, so a kind of practical ability, which is what the birds have, is a different kind of thing.", "start": 2581.0, "end": 2592.0}
{"id": "5CjbPI0fVm0-t2592.0", "text": "I think I should take a freshman course.", "start": 2592.0, "end": 2595.0}
{"id": "5CjbPI0fVm0-t2595.0", "text": "So the kind of old first shot at definition of knowledge of the kind that philosophers are interested in goes back to a suggestion made in a platonic dialogue, of course it's shot down by Socrates as is every other suggestion.", "start": 2595.0, "end": 2613.0}
{"id": "5CjbPI0fVm0-t2613.0", "text": "But that knowledge is something like justified true belief, right?", "start": 2613.0, "end": 2617.0}
{"id": "5CjbPI0fVm0-t2617.0", "text": "So in order to know something, I have to believe it to be true.", "start": 2617.0, "end": 2620.0}
{"id": "5CjbPI0fVm0-t2620.0", "text": "I have to believe it, it has to be true, I can't know falsehoods, and I have to be justified, and then there's a lot of, this is what I was talking about evidence, what are my grounds, what are my, you know, what, what could I say if someone challenged me to back up, right, give reasons for the belief I have,", "start": 2620.0, "end": 2639.0}
{"id": "5CjbPI0fVm0-t2639.0", "text": "that presumably they could share those reasons or criticize them.", "start": 2639.0, "end": 2642.0}
{"id": "5CjbPI0fVm0-t2642.0", "text": "Presumably your birds, if I ask you why did you take a right rather than a left, they have nothing to say, I can't criticize them, they have a perfectly good ability, and we might be interested in how they do it.", "start": 2642.0, "end": 2655.0}
{"id": "5CjbPI0fVm0-t2655.0", "text": "But it may very well be that a lot of what we do, we can't say about anything native.", "start": 2655.0, "end": 2662.0}
{"id": "5CjbPI0fVm0-t2662.0", "text": "Absolutely, I mean Hume wonderfully, Hume made a wonderful true observation about human beings, so Hume was looking at the limits of reason, of the faculty of human reason.", "start": 2662.0, "end": 2676.0}
{"id": "5CjbPI0fVm0-t2676.0", "text": "And Hume came to the correct conclusion, it's a really good thing that humans don't try and reason their way through their everyday lives, because they die.", "start": 2676.0, "end": 2684.0}
{"id": "5CjbPI0fVm0-t2684.0", "text": "What we do is we rely on habit mostly, right, we just do things unthinkingly, because we're actually pretty bad reasoners, I mean, or people would die watching Fox News, right, I mean they would just have connections.", "start": 2684.0, "end": 2701.0}
{"id": "5CjbPI0fVm0-t2701.0", "text": "Our actual ability to lay out an argument and hear the premises, and this follows from that, and this could be questioned, is very poor, and we usually don't rely on that, getting around day to day life, good for us.", "start": 2701.0, "end": 2716.0}
{"id": "5CjbPI0fVm0-t2716.0", "text": "It would be nice to promote a little more of it.", "start": 2716.0, "end": 2720.0}
{"id": "5CjbPI0fVm0-t2720.0", "text": "I wasn't very clear, because before you came, Perry was saying about what limitations there are, at least in terms of cosmology.", "start": 2720.0, "end": 2734.0}
{"id": "5CjbPI0fVm0-t2734.0", "text": "With your comment about prediction, your implication is there is no limitation, it's just that we cannot predict now.", "start": 2734.0, "end": 2744.0}
{"id": "5CjbPI0fVm0-t2744.0", "text": "So in 20 years we may be able to say yes, the temperature will be 62 Fahrenheit in September 19, whatever, 2000.", "start": 2744.0, "end": 2756.0}
{"id": "5CjbPI0fVm0-t2756.0", "text": "I firmly believe that there are very strong limits, extremely strong limits, what are we going to do?", "start": 2756.0, "end": 2763.0}
{"id": "5CjbPI0fVm0-t2763.0", "text": "I mean, just even in simple things, which we can enumerate, they get to be so long, so on.", "start": 2763.0, "end": 2771.0}
{"id": "5CjbPI0fVm0-t2771.0", "text": "But I'm very strong limits. What I don't believe is that one can a priori say what those limits are now.", "start": 2771.0, "end": 2779.0}
{"id": "5CjbPI0fVm0-t2779.0", "text": "In other words, yes, I agree that there are limits and there are questions that we will not be able to do.", "start": 2779.0, "end": 2788.0}
{"id": "5CjbPI0fVm0-t2788.0", "text": "But to pin down and say, and to pin down and say exactly that in 10 years we will not be able to know this and that.", "start": 2788.0, "end": 2798.0}
{"id": "5CjbPI0fVm0-t2798.0", "text": "Okay, if you say tomorrow we want, then I'll say you're right.", "start": 2798.0, "end": 2802.0}
{"id": "5CjbPI0fVm0-t2802.0", "text": "Ten years or maybe, 100 years? I mean, right, what the limits are on what we may be able to predict depend on the right theory.", "start": 2802.0, "end": 2812.0}
{"id": "5CjbPI0fVm0-t2812.0", "text": "Now you can show some things with some simplified model, so you can show something like this, and this is just now mathematics, it's not real physics.", "start": 2812.0, "end": 2820.0}
{"id": "5CjbPI0fVm0-t2820.0", "text": "Suppose I had a box of gas and I think of it just like colliding billiard balls, so they're just going to bounce off each other in a nice, elastic way.", "start": 2820.0, "end": 2828.0}
{"id": "5CjbPI0fVm0-t2828.0", "text": "And if they collide slightly differently, they'll bounce slightly differently.", "start": 2828.0, "end": 2834.0}
{"id": "5CjbPI0fVm0-t2834.0", "text": "So you can just model that system with 10 to the 23rd billiard balls bouncing around.", "start": 2834.0, "end": 2838.0}
{"id": "5CjbPI0fVm0-t2838.0", "text": "And in a kind of Newtonian situation, you ask, well, suppose I wanted to predict where that particular atom is going to be in 10 minutes.", "start": 2838.0, "end": 2847.0}
{"id": "5CjbPI0fVm0-t2847.0", "text": "And you just move a rock on Mars, right, a little pebble on Mars, and you sort of calculate that little change in the gravitational force is going to make this guy collide slightly off, and that's going to make him bounce off at a slightly different angle, and that gets amplified in every collision.", "start": 2847.0, "end": 2869.0}
{"id": "5CjbPI0fVm0-t2869.0", "text": "And you can sort of say in that model, you can show that if you move this pebble on Mars, where this atom is going to be in 10 minutes will be completely different.", "start": 2869.0, "end": 2879.0}
{"id": "5CjbPI0fVm0-t2879.0", "text": "And if that's correct, if that's the right dynamics for the system, then you're going to say, you're never going to be able to predict where that atom's going to go, because you'd have to know the exact position of everything, you know, in a...", "start": 2879.0, "end": 2891.0}
{"id": "5CjbPI0fVm0-t2891.0", "text": "Now, that's something we could find out that some systems are like that, and so specific predictions aren't very...", "start": 2891.0, "end": 2899.0}
{"id": "5CjbPI0fVm0-t2899.0", "text": "The key word is if.", "start": 2899.0, "end": 2903.0}
{"id": "5CjbPI0fVm0-t2903.0", "text": "I mean, yeah, if the conditions are, and chances are, they are that way, you'll never be able to predict, but we don't know.", "start": 2903.0, "end": 2912.0}
{"id": "5CjbPI0fVm0-t2912.0", "text": "I mean, maybe there's some... what they used to... what's called Maxwell's Devil or something that's cooking up things, so that something will happen in a certain way, and some great genius or some guy who's very lucky will stumble, and find this and figure out the box that you presented", "start": 2912.0, "end": 2932.0}
{"id": "5CjbPI0fVm0-t2932.0", "text": "in which looks like blah, blah, blah, will actually be that everything will concentrate in one corner and everybody will die because they can't breathe anymore.", "start": 2932.0, "end": 2942.0}
{"id": "5CjbPI0fVm0-t2942.0", "text": "I mean, that... you know, so... I mean, I think that... yeah, I mean, I think that we can say very safely that the huge amount of stuff that we don't know, and we can say there's a huge amount of stuff that we don't know.", "start": 2942.0, "end": 2959.0}
{"id": "5CjbPI0fVm0-t2959.0", "text": "And we can say there's a huge amount of stuff that we can never hope to know, but we can't really pin down what that's...", "start": 2959.0, "end": 2967.0}
{"id": "5CjbPI0fVm0-t2967.0", "text": "Well, I thought you know...", "start": 2967.0, "end": 2971.0}
{"id": "5CjbPI0fVm0-t2971.0", "text": "You wanted to ask something before...", "start": 2971.0, "end": 2973.0}
{"id": "5CjbPI0fVm0-t2973.0", "text": "Well, I was wondering whether I'm the only one who's somehow hesitating, as I hear you all debate the limits of knowledge exclusively in terms of the ability to predict or not,", "start": 2973.0, "end": 2987.0}
{"id": "5CjbPI0fVm0-t2987.0", "text": "whether... I mean, the three... that this is the only limit to knowledge or the way you imagine limit because so far we've only talked about it that way, or you've only talked about it in terms of the test of the limitations of knowledge would be the incapacity to predict.", "start": 2987.0, "end": 3007.0}
{"id": "5CjbPI0fVm0-t3007.0", "text": "That's the easiest way. Yeah, and that I find, I think, too poor to think about the limitations of human knowledge. And so I actually, I was going to ask how else apart from the limitations of the capacity to predict does one want to articulate or think about the limitations of knowledge?", "start": 3007.0, "end": 3029.0}
{"id": "5CjbPI0fVm0-t3029.0", "text": "This is what I was... actually, I agree with you. I mean, I think prediction isn't such an interesting thing. In fact, the interesting thing is it's the opposite side.", "start": 3029.0, "end": 3039.0}
{"id": "5CjbPI0fVm0-t3039.0", "text": "If you're interested like I am on, as it were, what the fundamental constituents of the universe are and how they work.", "start": 3039.0, "end": 3045.0}
{"id": "5CjbPI0fVm0-t3045.0", "text": "There are cases where you can have two different proposals and then show they make the same predictions, right? So whatever those predictions are, they're going to be identical.", "start": 3045.0, "end": 3056.0}
{"id": "5CjbPI0fVm0-t3056.0", "text": "And then you're in a situation where you say, well, that means I can't decide between these, observationally, right? So these are...", "start": 3056.0, "end": 3065.0}
{"id": "5CjbPI0fVm0-t3065.0", "text": "I just agree with that. If you have two systems that in every case will predict the same things, then they're equivalent, just in a way of saying.", "start": 3065.0, "end": 3076.0}
{"id": "5CjbPI0fVm0-t3076.0", "text": "No, I...", "start": 3076.0, "end": 3077.0}
{"id": "5CjbPI0fVm0-t3077.0", "text": "I say yes.", "start": 3077.0, "end": 3079.0}
{"id": "5CjbPI0fVm0-t3079.0", "text": "That's correct.", "start": 3079.0, "end": 3080.0}
{"id": "5CjbPI0fVm0-t3080.0", "text": "How else, I mean, what... how can they be different? If they... how can you possibly have a difference if the ideas lead exactly to the same results in every case?", "start": 3080.0, "end": 3094.0}
{"id": "5CjbPI0fVm0-t3094.0", "text": "Because the results are just what happens at large scale. So...", "start": 3094.0, "end": 3099.0}
{"id": "5CjbPI0fVm0-t3099.0", "text": "Oh, no, no, no. I can have... I thought you said every case.", "start": 3099.0, "end": 3102.0}
{"id": "5CjbPI0fVm0-t3102.0", "text": "Well, what I mean, what you could... what it predicts in terms of what's observable, which is all we have.", "start": 3102.0, "end": 3108.0}
{"id": "5CjbPI0fVm0-t3108.0", "text": "Yeah, right. So I... So for example, there are string...", "start": 3108.0, "end": 3111.0}
{"id": "5CjbPI0fVm0-t3111.0", "text": "So if it's not... if it's not observable, if the differences, predictions are not observable, then what sense does it make? You can't... can't observe it.", "start": 3111.0, "end": 3123.0}
{"id": "5CjbPI0fVm0-t3123.0", "text": "You might like to know what it is.", "start": 3123.0, "end": 3125.0}
{"id": "5CjbPI0fVm0-t3125.0", "text": "So for example, there are various versions of string theories, different versions of string theories that will lead to the final post Big Bang universe that we do see.", "start": 3125.0, "end": 3138.0}
{"id": "5CjbPI0fVm0-t3138.0", "text": "Right? To the same universe that we see.", "start": 3138.0, "end": 3140.0}
{"id": "5CjbPI0fVm0-t3140.0", "text": "No, no, no.", "start": 3140.0, "end": 3141.0}
{"id": "5CjbPI0fVm0-t3141.0", "text": "So we don't know how to discriminate between those two...", "start": 3141.0, "end": 3143.0}
{"id": "5CjbPI0fVm0-t3143.0", "text": "Yes, because we... because these theories... it's not clear exactly what else they predict or don't predict their sort of ify theories.", "start": 3143.0, "end": 3152.0}
{"id": "5CjbPI0fVm0-t3152.0", "text": "But if you have an example of two theories where you can... you were... in every case, what they predict the same thing that are observable, then I claim the theories are equivalent.", "start": 3152.0, "end": 3166.0}
{"id": "5CjbPI0fVm0-t3166.0", "text": "No, no, no, but I'm giving the same example. So the... the theories predict observables that are exactly what all we observe in the 13.8 billion years after the Big Bang.", "start": 3166.0, "end": 3179.0}
{"id": "5CjbPI0fVm0-t3179.0", "text": "The point of discrimination between these two theories lies beyond, right?", "start": 3179.0, "end": 3188.0}
{"id": "5CjbPI0fVm0-t3188.0", "text": "And we have no observational consequence that we need to detect to discriminate between those two theories.", "start": 3188.0, "end": 3196.0}
{"id": "5CjbPI0fVm0-t3196.0", "text": "And they are fundamentally different theories. They are not the same theory.", "start": 3196.0, "end": 3200.0}
{"id": "5CjbPI0fVm0-t3200.0", "text": "So we cannot... this is a real conundrum that this is...", "start": 3200.0, "end": 3206.0}
{"id": "5CjbPI0fVm0-t3206.0", "text": "No, sure. But I guess we're not talking on the same. I was... I was assuming from his comments that we already... that we already know what all these theories predict and everything they do is the same.", "start": 3206.0, "end": 3222.0}
{"id": "5CjbPI0fVm0-t3222.0", "text": "But you are saying that these theories we don't really know that differently, don't already know what they will predict in the other...", "start": 3222.0, "end": 3229.0}
{"id": "5CjbPI0fVm0-t3229.0", "text": "Well, all the things that we know, they're the same, but there may be some place where one theory says one thing and the other says something else.", "start": 3229.0, "end": 3237.0}
{"id": "5CjbPI0fVm0-t3237.0", "text": "You know, and not all of the... that's a different situation.", "start": 3237.0, "end": 3241.0}
{"id": "5CjbPI0fVm0-t3241.0", "text": "This is sort of the wrong way around.", "start": 3241.0, "end": 3243.0}
{"id": "5CjbPI0fVm0-t3243.0", "text": "Look, the theories that Priya are talking about are different theories. How do I know that?", "start": 3243.0, "end": 3248.0}
{"id": "5CjbPI0fVm0-t3248.0", "text": "Well, they say different things. Like they say the exact structure, you have all these compactified...", "start": 3248.0, "end": 3254.0}
{"id": "5CjbPI0fVm0-t3254.0", "text": "...carabaya spaces with different topologies that this guy has this one and that one. This is a different theory.", "start": 3254.0, "end": 3260.0}
{"id": "5CjbPI0fVm0-t3260.0", "text": "Then you subject it to some analysis and say, wait, let me finish.", "start": 3260.0, "end": 3264.0}
{"id": "5CjbPI0fVm0-t3264.0", "text": "Then you subject it to an analysis and say, what does this theory predict?", "start": 3264.0, "end": 3268.0}
{"id": "5CjbPI0fVm0-t3268.0", "text": "Now, there is no logical reason why two different theories couldn't make the same predictions.", "start": 3268.0, "end": 3274.0}
{"id": "5CjbPI0fVm0-t3274.0", "text": "Well, it depends what you mean by different.", "start": 3274.0, "end": 3276.0}
{"id": "5CjbPI0fVm0-t3276.0", "text": "They say different things.", "start": 3276.0, "end": 3279.0}
{"id": "5CjbPI0fVm0-t3279.0", "text": "No, if they predict exactly the same things in every conceivable circumstance, they say the same thing except maybe in different language.", "start": 3279.0, "end": 3288.0}
{"id": "5CjbPI0fVm0-t3288.0", "text": "Well, this is, you know, as I say, you say, space-time has ten dimensions, three of them spread out, seven of them are compactified.", "start": 3288.0, "end": 3298.0}
{"id": "5CjbPI0fVm0-t3298.0", "text": "You're a mathematician. I give you different topologies for that compactification.", "start": 3298.0, "end": 3302.0}
{"id": "5CjbPI0fVm0-t3302.0", "text": "Those are two different theories of space-time structure.", "start": 3302.0, "end": 3304.0}
{"id": "5CjbPI0fVm0-t3304.0", "text": "No, they aren't.", "start": 3304.0, "end": 3305.0}
{"id": "5CjbPI0fVm0-t3305.0", "text": "Sure, they are.", "start": 3305.0, "end": 3306.0}
{"id": "5CjbPI0fVm0-t3306.0", "text": "They're not practically different.", "start": 3306.0, "end": 3307.0}
{"id": "5CjbPI0fVm0-t3307.0", "text": "They're not.", "start": 3307.0, "end": 3309.0}
{"id": "5CjbPI0fVm0-t3309.0", "text": "Different topologies.", "start": 3309.0, "end": 3311.0}
{"id": "5CjbPI0fVm0-t3311.0", "text": "One is this a limit that, no, you can't have two theories.", "start": 3311.0, "end": 3316.0}
{"id": "5CjbPI0fVm0-t3316.0", "text": "No, I think, no, no, this is, I think what we're alluding to is a very interesting conundrum and limit in cosmology, again restricted to cosmology,", "start": 3316.0, "end": 3324.0}
{"id": "5CjbPI0fVm0-t3324.0", "text": "which is the fact that you, we do not have a theory, pre-big bang,", "start": 3324.0, "end": 3334.0}
{"id": "5CjbPI0fVm0-t3334.0", "text": "that we can get observational evidence for.", "start": 3334.0, "end": 3339.0}
{"id": "5CjbPI0fVm0-t3339.0", "text": "So we cannot pin down which theory is right.", "start": 3339.0, "end": 3342.0}
{"id": "5CjbPI0fVm0-t3342.0", "text": "We can't use the same methods of evaluation of the truth value of theories that we have become accustomed to,", "start": 3342.0, "end": 3350.0}
{"id": "5CjbPI0fVm0-t3350.0", "text": "and we cannot discriminate between them.", "start": 3350.0, "end": 3352.0}
{"id": "5CjbPI0fVm0-t3352.0", "text": "So what, so the, so how do we determine what is more valid than which, which model is more valid than the other?", "start": 3352.0, "end": 3362.0}
{"id": "5CjbPI0fVm0-t3362.0", "text": "Because the predictions that these theories make are always late-time predictions,", "start": 3362.0, "end": 3368.0}
{"id": "5CjbPI0fVm0-t3368.0", "text": "and they patch on to everything that we do see.", "start": 3368.0, "end": 3371.0}
{"id": "5CjbPI0fVm0-t3371.0", "text": "So, you know, we don't have anything that's, can be used as a discriminant.", "start": 3371.0, "end": 3376.0}
{"id": "5CjbPI0fVm0-t3376.0", "text": "Right, so it's a new kind of explanation.", "start": 3376.0, "end": 3380.0}
{"id": "5CjbPI0fVm0-t3380.0", "text": "So, you know, this is an idea of a multiverse.", "start": 3380.0, "end": 3382.0}
{"id": "5CjbPI0fVm0-t3382.0", "text": "Right, for example.", "start": 3382.0, "end": 3384.0}
{"id": "5CjbPI0fVm0-t3384.0", "text": "These are not testable theories.", "start": 3384.0, "end": 3388.0}
{"id": "5CjbPI0fVm0-t3388.0", "text": "So in cosmology, we are at this very interesting juncture, where we've reached a point where we may have to start", "start": 3388.0, "end": 3396.0}
{"id": "5CjbPI0fVm0-t3396.0", "text": "permitting other kinds of explanations beyond testable, observability, and so on and so forth.", "start": 3396.0, "end": 3404.0}
{"id": "5CjbPI0fVm0-t3404.0", "text": "And you know, maybe he's right that maybe in ten years someone will come up with an observable consequence", "start": 3404.0, "end": 3412.0}
{"id": "5CjbPI0fVm0-t3412.0", "text": "today, and the night sky, you know, in the cosmic microwave background, or something of two different bubble universes colliding,", "start": 3412.0, "end": 3419.0}
{"id": "5CjbPI0fVm0-t3419.0", "text": "and we will know, I mean, maybe.", "start": 3419.0, "end": 3422.0}
{"id": "5CjbPI0fVm0-t3422.0", "text": "No, yeah, I mean, I'm just saying- It's unclear.", "start": 3422.0, "end": 3426.0}
{"id": "5CjbPI0fVm0-t3426.0", "text": "I'm just saying something completely theoretical, which may not actually apply.", "start": 3426.0, "end": 3431.0}
{"id": "5CjbPI0fVm0-t3431.0", "text": "That's why we have- I'm saying that if by chance two theories, in every case predict exactly the same thing,", "start": 3431.0, "end": 3438.0}
{"id": "5CjbPI0fVm0-t3438.0", "text": "then I say the theories are equivalent.", "start": 3438.0, "end": 3442.0}
{"id": "5CjbPI0fVm0-t3442.0", "text": "But as it is, all these theories that you mentioned, we don't really know what they predict in some way.", "start": 3442.0, "end": 3450.0}
{"id": "5CjbPI0fVm0-t3450.0", "text": "We know the things that we may agree on, the things that we know, but it's a very limited range.", "start": 3450.0, "end": 3455.0}
{"id": "5CjbPI0fVm0-t3455.0", "text": "And lots of things that we have mathematically or whatever we haven't able to use these theories to predict.", "start": 3455.0, "end": 3461.0}
{"id": "5CjbPI0fVm0-t3461.0", "text": "So they look different and it may well be different because at some point you may turn out that they do predict different things.", "start": 3461.0, "end": 3467.0}
{"id": "5CjbPI0fVm0-t3467.0", "text": "But if you are sure that they will never predict anything different than their equivalent.", "start": 3467.0, "end": 3473.0}
{"id": "5CjbPI0fVm0-t3473.0", "text": "Let me give you a- Again, go back to philosophy introduction to skepticism.", "start": 3473.0, "end": 3481.0}
{"id": "5CjbPI0fVm0-t3481.0", "text": "Do we know- I want to go back to stuff for a minute.", "start": 3481.0, "end": 3484.0}
{"id": "5CjbPI0fVm0-t3484.0", "text": "Here are two theories that are different.", "start": 3484.0, "end": 3486.0}
{"id": "5CjbPI0fVm0-t3486.0", "text": "One theory says, this is what Priya will tell us, that there was a big kind of big bangy event that was, what,", "start": 3486.0, "end": 3492.0}
{"id": "5CjbPI0fVm0-t3492.0", "text": "13.7 or are we now billion years ago and there was all of this galaxy formation and then the earth formed in the solar system", "start": 3492.0, "end": 3500.0}
{"id": "5CjbPI0fVm0-t3500.0", "text": "and there was a lot of evolution. Then we have another theory. It's really quite a different theory.", "start": 3500.0, "end": 3504.0}
{"id": "5CjbPI0fVm0-t3504.0", "text": "It says this, the universe only began to exist 10 minutes ago. None of you actually got here by subway or anything like that.", "start": 3504.0, "end": 3512.0}
{"id": "5CjbPI0fVm0-t3512.0", "text": "It just began by fiat in exactly the state that we think obtained 10 minutes ago.", "start": 3512.0, "end": 3521.0}
{"id": "5CjbPI0fVm0-t3521.0", "text": "But there was nothing before that. You've got all these false memories. It's going to be okay when you go home.", "start": 3521.0, "end": 3526.0}
{"id": "5CjbPI0fVm0-t3526.0", "text": "Everything will be- Now, those are just different theories. One says, you grew up.", "start": 3526.0, "end": 3532.0}
{"id": "5CjbPI0fVm0-t3532.0", "text": "And the other says, no you didn't. You're under this kind of strange delusion of having grown up.", "start": 3532.0, "end": 3537.0}
{"id": "5CjbPI0fVm0-t3537.0", "text": "But clearly by construction they make exactly the same predictions for everything you could possibly observe from here until infinity", "start": 3537.0, "end": 3545.0}
{"id": "5CjbPI0fVm0-t3545.0", "text": "because they make the physical state match as of 10 minutes ago. Those are different theories.", "start": 3545.0, "end": 3552.0}
{"id": "5CjbPI0fVm0-t3552.0", "text": "Now, one is silly, okay. I'm not suggesting you believe it, but your reason for not believing it is not anything you observe.", "start": 3552.0, "end": 3560.0}
{"id": "5CjbPI0fVm0-t3560.0", "text": "It's something else. But I mean, it depends what you mean by theory. I mean, you want a theory.", "start": 3560.0, "end": 3567.0}
{"id": "5CjbPI0fVm0-t3567.0", "text": "If you stick on some kind of irrelevant stuff to a theory and then you say, that makes it different,", "start": 3567.0, "end": 3577.0}
{"id": "5CjbPI0fVm0-t3577.0", "text": "and there's nothing to do with prediction or anything else, then you say, okay, that's different.", "start": 3577.0, "end": 3582.0}
{"id": "5CjbPI0fVm0-t3582.0", "text": "But actually it's the same thing. If it predicts the same thing.", "start": 3582.0, "end": 3587.0}
{"id": "5CjbPI0fVm0-t3587.0", "text": "One says the World War II never occurred.", "start": 3587.0, "end": 3591.0}
{"id": "5CjbPI0fVm0-t3591.0", "text": "But I think his point was, I thought your point to me at least not being a mathematician or a cosmologist or a philosopher", "start": 3591.0, "end": 3600.0}
{"id": "5CjbPI0fVm0-t3600.0", "text": "made sense that it may be that those two theories, in addition to what they predict, which is the same,", "start": 3600.0, "end": 3608.0}
{"id": "5CjbPI0fVm0-t3608.0", "text": "they could also at some point you could also find things that they predict that are different.", "start": 3608.0, "end": 3614.0}
{"id": "5CjbPI0fVm0-t3614.0", "text": "Sure, but the question-", "start": 3614.0, "end": 3616.0}
{"id": "5CjbPI0fVm0-t3616.0", "text": "And therefore, if that-", "start": 3616.0, "end": 3618.0}
{"id": "5CjbPI0fVm0-t3618.0", "text": "Then they would be different. But if for some-", "start": 3618.0, "end": 3621.0}
{"id": "5CjbPI0fVm0-t3621.0", "text": "That's what known-", "start": 3621.0, "end": 3622.0}
{"id": "5CjbPI0fVm0-t3622.0", "text": "You must be already-", "start": 3622.0, "end": 3622.0}
{"id": "5CjbPI0fVm0-t3622.0", "text": "Yeah, that's what I'm saying. But if for some unknown theoretical reason you can show that two theories will predict always the same thing.", "start": 3622.0, "end": 3629.0}
{"id": "5CjbPI0fVm0-t3629.0", "text": "Then I claim that they're equivalent. In my definition of equivalence may not be your definition.", "start": 3629.0, "end": 3635.0}
{"id": "5CjbPI0fVm0-t3635.0", "text": "You may feel that if you add some irrelevant thing to a theory, then it makes it different.", "start": 3635.0, "end": 3639.0}
{"id": "5CjbPI0fVm0-t3639.0", "text": "I say that if the theories are the same for all relevant things, then for me that's the same.", "start": 3639.0, "end": 3646.0}
{"id": "5CjbPI0fVm0-t3646.0", "text": "No, but if the differences between the theories happen in a regime where our methods of observation, testing, blah, blah, blah, don't apply,", "start": 3646.0, "end": 3658.0}
{"id": "5CjbPI0fVm0-t3658.0", "text": "that's the case we are talking about. It's not that one of them is just ridiculous because it's different.", "start": 3658.0, "end": 3664.0}
{"id": "5CjbPI0fVm0-t3664.0", "text": "The thing is you could have two theories that are very different theories-", "start": 3664.0, "end": 3668.0}
{"id": "5CjbPI0fVm0-t3668.0", "text": "Whose set of predictions?", "start": 3668.0, "end": 3670.0}
{"id": "5CjbPI0fVm0-t3670.0", "text": "They make a set of predictions that are identical and accessible with the apparatus we have, the experimental observational apparatus that we have.", "start": 3670.0, "end": 3680.0}
{"id": "5CjbPI0fVm0-t3680.0", "text": "They make predictions that might be different- let's say they are different-", "start": 3680.0, "end": 3685.0}
{"id": "5CjbPI0fVm0-t3685.0", "text": "They are different, but they are different in a realm, in a regime that our methods of evaluating theories", "start": 3685.0, "end": 3693.0}
{"id": "5CjbPI0fVm0-t3693.0", "text": "are not applicable, not accessible.", "start": 3693.0, "end": 3696.0}
{"id": "5CjbPI0fVm0-t3696.0", "text": "No, no, no, no, no. I think those are the kinds of theories that we're talking about.", "start": 3696.0, "end": 3700.0}
{"id": "5CjbPI0fVm0-t3700.0", "text": "I was just picking up something that he said, misunderstanding it, that if they are exactly the same on every conceivable experiment that you can make,", "start": 3700.0, "end": 3708.0}
{"id": "5CjbPI0fVm0-t3708.0", "text": "then I say they're equivalent. But that's not what you were saying.", "start": 3708.0, "end": 3713.0}
{"id": "5CjbPI0fVm0-t3713.0", "text": "I think I want to go back to bringing Dartier into the conversation about kinds of explanation that constitute knowledge.", "start": 3713.0, "end": 3722.0}
{"id": "5CjbPI0fVm0-t3722.0", "text": "They are fundamentally different across disciplines.", "start": 3722.0, "end": 3728.0}
{"id": "5CjbPI0fVm0-t3728.0", "text": "I wanted you to talk a little bit more about-", "start": 3728.0, "end": 3734.0}
{"id": "5CjbPI0fVm0-t3734.0", "text": "In science, there is a mechanism of figuring out what is a valid explanation.", "start": 3734.0, "end": 3744.0}
{"id": "5CjbPI0fVm0-t3744.0", "text": "How does that map into other fields?", "start": 3744.0, "end": 3750.0}
{"id": "5CjbPI0fVm0-t3750.0", "text": "How would you think about it in other fields?", "start": 3750.0, "end": 3753.0}
{"id": "5CjbPI0fVm0-t3753.0", "text": "You obviously are not ordering- there's no hierarchy of explanation.", "start": 3753.0, "end": 3756.0}
{"id": "5CjbPI0fVm0-t3756.0", "text": "There isn't one critical view that is better than the other.", "start": 3756.0, "end": 3763.0}
{"id": "5CjbPI0fVm0-t3763.0", "text": "There's no- you don't have a mechanism or to generate a hierarchy of explanation to say this is better than that.", "start": 3763.0, "end": 3772.0}
{"id": "5CjbPI0fVm0-t3772.0", "text": "That's better than this. But there is something else.", "start": 3772.0, "end": 3775.0}
{"id": "5CjbPI0fVm0-t3775.0", "text": "There is a way in which people are able to ferret out the absurd from the profound.", "start": 3775.0, "end": 3782.0}
{"id": "5CjbPI0fVm0-t3782.0", "text": "It would be interesting to hear a little bit more about how the discrimination happens in other fields.", "start": 3782.0, "end": 3793.0}
{"id": "5CjbPI0fVm0-t3793.0", "text": "It's kind of easy to see how it happens in science.", "start": 3793.0, "end": 3796.0}
{"id": "5CjbPI0fVm0-t3796.0", "text": "What you described in science works very much with a model of figuring out and representing the laws of nature.", "start": 3796.0, "end": 3808.0}
{"id": "5CjbPI0fVm0-t3808.0", "text": "Within a very abstract way, within a representational paradigm.", "start": 3808.0, "end": 3815.0}
{"id": "5CjbPI0fVm0-t3815.0", "text": "You mean beyond mathematics?", "start": 3815.0, "end": 3821.0}
{"id": "5CjbPI0fVm0-t3821.0", "text": "In the humanities, which is also a historical phenomenon, there were no humanities before the Renaissance.", "start": 3821.0, "end": 3832.0}
{"id": "5CjbPI0fVm0-t3832.0", "text": "In the humanities, what you study is not primarily nature, but I would say the best products of the human mind.", "start": 3832.0, "end": 3841.0}
{"id": "5CjbPI0fVm0-t3841.0", "text": "As they arguably best product of the human mind, as they emerge in the arts, as they emerge in philosophy, in religion.", "start": 3841.0, "end": 3853.0}
{"id": "5CjbPI0fVm0-t3853.0", "text": "What we study is what allows for their emergence, but also how we make them relevant to our time.", "start": 3853.0, "end": 3864.0}
{"id": "5CjbPI0fVm0-t3864.0", "text": "What we produce is not primarily knowledge, but we expect that this engagement with what I would call the best products of the human mind,", "start": 3864.0, "end": 3875.0}
{"id": "5CjbPI0fVm0-t3875.0", "text": "which is always mediated, transforms the student and the teacher.", "start": 3875.0, "end": 3882.0}
{"id": "5CjbPI0fVm0-t3882.0", "text": "It's a very different activity.", "start": 3882.0, "end": 3885.0}
{"id": "5CjbPI0fVm0-t3885.0", "text": "Of course, there are hundreds of years of procedures and ways of deciding and evaluating the validity of that kind of scholarship.", "start": 3885.0, "end": 3897.0}
{"id": "5CjbPI0fVm0-t3897.0", "text": "But it's not within that frame of a representational, factual, empirical set.", "start": 3897.0, "end": 3906.0}
{"id": "5CjbPI0fVm0-t3906.0", "text": "The limitation plays also a role, but the limitation there,", "start": 3906.0, "end": 3914.0}
{"id": "5CjbPI0fVm0-t3914.0", "text": "I think, has to do primarily with historical situatedness, historical cultural situatedness, which is a limitation that you can turn around, you can make productive.", "start": 3914.0, "end": 3927.0}
{"id": "5CjbPI0fVm0-t3927.0", "text": "In a way, when I address the situatedness of scientific knowledge, I was interested in hearing you talk more,", "start": 3927.0, "end": 3937.0}
{"id": "5CjbPI0fVm0-t3937.0", "text": "and you did talk quite a bit about making the limitations productive.", "start": 3937.0, "end": 3943.0}
{"id": "5CjbPI0fVm0-t3943.0", "text": "Rather than seeing them as a disadvantage.", "start": 3943.0, "end": 3947.0}
{"id": "5CjbPI0fVm0-t3947.0", "text": "In the humanities, I don't think a model of cumulative enterprise.", "start": 3947.0, "end": 3957.0}
{"id": "5CjbPI0fVm0-t3957.0", "text": "I was listening to the three of you, and I found it especially interesting with some of the remarks that Tim made.", "start": 3957.0, "end": 3967.0}
{"id": "5CjbPI0fVm0-t3967.0", "text": "You also portrayed, in a way, scientific progress, not as a cumulative enterprise, but as a synthetic enterprise or...", "start": 3967.0, "end": 3982.0}
{"id": "5CjbPI0fVm0-t3982.0", "text": "It's both, right?", "start": 3982.0, "end": 3984.0}
{"id": "5CjbPI0fVm0-t3984.0", "text": "Can you describe the question?", "start": 3984.0, "end": 3986.0}
{"id": "5CjbPI0fVm0-t3986.0", "text": "You address the question of the increased complexity, which then raises the question of the reduction of complexity,", "start": 3986.0, "end": 3993.0}
{"id": "5CjbPI0fVm0-t3993.0", "text": "I guess, the two alternate.", "start": 3993.0, "end": 3997.0}
{"id": "5CjbPI0fVm0-t3997.0", "text": "So, I guess there, the limitations would be articulated differently with regard to how you see your entire field and its limitations.", "start": 3997.0, "end": 4011.0}
{"id": "5CjbPI0fVm0-t4011.0", "text": "If you say the scientific versus, say, the scholarship in the humanities.", "start": 4011.0, "end": 4017.0}
{"id": "5CjbPI0fVm0-t4017.0", "text": "I think scholarship in the humanities at the very fundamental level always has to do with different histories and the present,", "start": 4017.0, "end": 4027.0}
{"id": "5CjbPI0fVm0-t4027.0", "text": "and how you bring them together.", "start": 4027.0, "end": 4030.0}
{"id": "5CjbPI0fVm0-t4030.0", "text": "Whereas in the sciences, I don't think this is the primary limitation which you can make or have to make productive.", "start": 4030.0, "end": 4038.0}
{"id": "5CjbPI0fVm0-t4038.0", "text": "But you talked about the observation and the limits to predictability,", "start": 4038.0, "end": 4045.0}
{"id": "5CjbPI0fVm0-t4045.0", "text": "and I would assume there are others.", "start": 4045.0, "end": 4048.0}
{"id": "5CjbPI0fVm0-t4048.0", "text": "Yeah.", "start": 4048.0, "end": 4049.0}
{"id": "5CjbPI0fVm0-t4049.0", "text": "Let me just say that the sociological, you mentioned before the sociological aspect in terms of funding and so on.", "start": 4049.0, "end": 4055.0}
{"id": "5CjbPI0fVm0-t4055.0", "text": "I mean, that's a different kind of limit.", "start": 4055.0, "end": 4059.0}
{"id": "5CjbPI0fVm0-t4059.0", "text": "It's very alive in the sciences.", "start": 4059.0, "end": 4062.0}
{"id": "5CjbPI0fVm0-t4062.0", "text": "In some sense, what... I mean, this comes back to the question.", "start": 4062.0, "end": 4068.0}
{"id": "5CjbPI0fVm0-t4068.0", "text": "What are you interested in? What are you trying to find out?", "start": 4068.0, "end": 4071.0}
{"id": "5CjbPI0fVm0-t4071.0", "text": "At a certain point, there was a tremendous premium on finding out a whole lot about radioactive uranium and how it works during the Manhattan Project,", "start": 4071.0, "end": 4082.0}
{"id": "5CjbPI0fVm0-t4082.0", "text": "and a lot of resources were put into it.", "start": 4082.0, "end": 4084.0}
{"id": "5CjbPI0fVm0-t4084.0", "text": "And by any reasonable standard of success, people were quite successful in figuring out how it worked.", "start": 4084.0, "end": 4090.0}
{"id": "5CjbPI0fVm0-t4090.0", "text": "But there was obviously a decision to focus resources on that question rather than any number of other questions you could have focused on.", "start": 4090.0, "end": 4100.0}
{"id": "5CjbPI0fVm0-t4100.0", "text": "And probably right now for people like Priya, the biggest threat to producing more knowledge, my guess,", "start": 4100.0, "end": 4112.0}
{"id": "5CjbPI0fVm0-t4112.0", "text": "is that somebody says, why do we care about dark matter rather than that there are limitations of the sizes of everything?", "start": 4112.0, "end": 4123.0}
{"id": "5CjbPI0fVm0-t4123.0", "text": "And, you know, I mean, that's at least one place where part of us, we're just looking at the limitations the universe itself puts on us in terms of what we can know about it.", "start": 4123.0, "end": 4133.0}
{"id": "5CjbPI0fVm0-t4133.0", "text": "There are probably much stronger limitations that we put on ourselves as a society in terms of what we demand or request or make sure gets funded", "start": 4133.0, "end": 4145.0}
{"id": "5CjbPI0fVm0-t4145.0", "text": "and is allowed, you know, research that's allowed to continue, and that's probably a bigger worry, quite honestly, practical worry than any of these other ones, kind of abstract ones we've been talking about.", "start": 4145.0, "end": 4157.0}
{"id": "5CjbPI0fVm0-t4157.0", "text": "Okay, questions.", "start": 4157.0, "end": 4160.0}
{"id": "5CjbPI0fVm0-t4164.0", "text": "Questions, no comments.", "start": 4164.0, "end": 4166.0}
{"id": "5CjbPI0fVm0-t4166.0", "text": "Do you have comments?", "start": 4166.0, "end": 4168.0}
{"id": "5CjbPI0fVm0-t4168.0", "text": "I think so.", "start": 4168.0, "end": 4169.0}
{"id": "5CjbPI0fVm0-t4169.0", "text": "I wanted to launch one to be driven by the application.", "start": 4169.0, "end": 4172.0}
{"id": "5CjbPI0fVm0-t4172.0", "text": "Right, but I think the important point that you made is that science is invested in a notion of progress in a way that the humanities are not, because there's a provisionality in science.", "start": 4172.0, "end": 4186.0}
{"id": "5CjbPI0fVm0-t4186.0", "text": "Okay, quick observation.", "start": 4186.0, "end": 4188.0}
{"id": "5CjbPI0fVm0-t4188.0", "text": "Then I'll ask a question.", "start": 4188.0, "end": 4191.0}
{"id": "5CjbPI0fVm0-t4191.0", "text": "I submit that one possible reconciliation between Joseph and the Priya Tim Camp on the matter of the theories.", "start": 4191.0, "end": 4204.0}
{"id": "5CjbPI0fVm0-t4204.0", "text": "As you know, originally there were multiple versions of string theory, five of them, Ed Witten, you know, famously resolved them in a very short period of time to surprise his fellow conferees.", "start": 4204.0, "end": 4217.0}
{"id": "5CjbPI0fVm0-t4217.0", "text": "So, you know, one possible way out of that conundrum would be that on a deeper level of mathematical structure they would found to have more in common.", "start": 4217.0, "end": 4228.0}
{"id": "5CjbPI0fVm0-t4228.0", "text": "But it's also a question of we can't know what we don't know to the point of, since we can't, there are some tantalizing possibilities, but we can't go back before the Big Bang.", "start": 4228.0, "end": 4239.0}
{"id": "5CjbPI0fVm0-t4239.0", "text": "So, there are axiomatics assumptions made that those different assumptions affect the theories that come out of it, and it is remarkable that they predict the same end state.", "start": 4239.0, "end": 4251.0}
{"id": "5CjbPI0fVm0-t4251.0", "text": "So, I just wanted to answer that.", "start": 4251.0, "end": 4254.0}
{"id": "5CjbPI0fVm0-t4254.0", "text": "But the question is, in terms of knowledge production, we focused on cognitive production of knowledge, and mostly in the sciences.", "start": 4254.0, "end": 4269.0}
{"id": "5CjbPI0fVm0-t4269.0", "text": "We didn't really address very much in the arts, and my question is based on Joe Wilson, biologist, no.", "start": 4269.0, "end": 4280.0}
{"id": "5CjbPI0fVm0-t4280.0", "text": "That science explains emotion, and art communicates it, communicates emotions.", "start": 4280.0, "end": 4290.0}
{"id": "5CjbPI0fVm0-t4290.0", "text": "So, the question is, since our cognition is primarily driven, or largely driven by emotional and other cognitive biases, of which we are not necessarily aware,", "start": 4290.0, "end": 4302.0}
{"id": "5CjbPI0fVm0-t4302.0", "text": "and that rational explanation is often an afterthought, I'm wondering if there's anyone, or is there any comment on that whole portion of knowledge that is partially brought to the table by phenotypical expression and neural tissue,", "start": 4302.0, "end": 4318.0}
{"id": "5CjbPI0fVm0-t4318.0", "text": "for example, in the ascending visual pathway and the Hughland-Wiesel's discovery, but also in terms of interesting experiments that show that a choice experiment can be predicted by the researchers by monitoring the limbic system with FMRI,", "start": 4318.0, "end": 4338.0}
{"id": "5CjbPI0fVm0-t4338.0", "text": "and they know the decision the subjects will make before they use cognition and language to make that decision. If anyone has a comment on that entire realm of knowledge, I would welcome it.", "start": 4338.0, "end": 4351.0}
{"id": "5CjbPI0fVm0-t4351.0", "text": "I mean, I'm not deeply knowledgeable about this FMRI thing, but my understanding from what I've read is that it's a bit overblown when people say, oh, you know,", "start": 4351.0, "end": 4367.0}
{"id": "5CjbPI0fVm0-t4367.0", "text": "you're an evil scientist looking at our screens and monitoring your brain, know what you're going to do before you do it,", "start": 4367.0, "end": 4374.0}
{"id": "5CjbPI0fVm0-t4374.0", "text": "in that those are typically choices which are literally random, I mean, what you think of as random choices, right?", "start": 4374.0, "end": 4381.0}
{"id": "5CjbPI0fVm0-t4381.0", "text": "Push the button on the right or the button on the left, with no particular reason to care or be able to consider which is the better choice, right?", "start": 4381.0, "end": 4391.0}
{"id": "5CjbPI0fVm0-t4391.0", "text": "And that, of course, something's going to happen in your brain that's going to make that, as it were, decide which way you go and maybe they can pick it up.", "start": 4391.0, "end": 4400.0}
{"id": "5CjbPI0fVm0-t4400.0", "text": "But the kind of choices we care about are ones that we consider, right, ones that we reflect on and deliberate about.", "start": 4400.0, "end": 4410.0}
{"id": "5CjbPI0fVm0-t4410.0", "text": "And, you know, that's not even what they're looking at. So if you were to ask me a question about that required a lot of deliberation where I thought a lot hung on what I did and it was hard and I had to evaluate and make guesses and so on,", "start": 4410.0, "end": 4426.0}
{"id": "5CjbPI0fVm0-t4426.0", "text": "I don't think anybody looking at an FMRI is going to tell me ten minutes beforehand or five minutes beforehand how that's going to come out.", "start": 4426.0, "end": 4433.0}
{"id": "5CjbPI0fVm0-t4433.0", "text": "And then as a result of the experiment, so as we take this in the organization, there's a matter of fact, it wasn't just a random, if it was a decision, it was to make a conscious decision about taking financial issues.", "start": 4433.0, "end": 4447.0}
{"id": "5CjbPI0fVm0-t4447.0", "text": "And so, and that was predictable with time confidence by the activity in the organization.", "start": 4447.0, "end": 4454.0}
{"id": "5CjbPI0fVm0-t4454.0", "text": "So, how that decision making is done, chemical molecule by molecule by molecule is not known, right?", "start": 4454.0, "end": 4464.0}
{"id": "5CjbPI0fVm0-t4464.0", "text": "So I just want to come back to E.O. Wilson, right? I think he is overly optimistic.", "start": 4464.0, "end": 4469.0}
{"id": "5CjbPI0fVm0-t4469.0", "text": "So I think his point of view is that, you know, the things that are currently unnoble are things that are in the, the things in the gaps are between disciplines.", "start": 4469.0, "end": 4478.0}
{"id": "5CjbPI0fVm0-t4478.0", "text": "And he's very optimistic that we will know in X number of years, we will know what is the molecular composition of anger, like what will, you know, what are the things that need to line up that will make you angry.", "start": 4478.0, "end": 4494.0}
{"id": "5CjbPI0fVm0-t4494.0", "text": "He believes in that.", "start": 4494.0, "end": 4509.0}
{"id": "5CjbPI0fVm0-t4509.0", "text": "And we are mind and brain has evolved over the years and that we realize monkeys can't understand the world.", "start": 4509.0, "end": 4524.0}
{"id": "5CjbPI0fVm0-t4524.0", "text": "Why don't, why is an obvious that some species will come after us with bigger brains that will not be end of evolution? And they'll look back at us and say, obviously those species couldn't understand what was going on.", "start": 4524.0, "end": 4535.0}
{"id": "5CjbPI0fVm0-t4535.0", "text": "Yeah, there's nothing I can respond other than I think as a species, we seem to be so stupid that we'll destroy the planet before there's room for, you know, the next set of emerging beings.", "start": 4535.0, "end": 4545.0}
{"id": "5CjbPI0fVm0-t4545.0", "text": "I mean, let me just say one, I mean, people often say that, look, we evolved to survive on the Savannah.", "start": 4545.0, "end": 4552.0}
{"id": "5CjbPI0fVm0-t4552.0", "text": "You know, the context now humans, as you know, unlike every other species that's ever existed, the premium for intelligence in humans became critical.", "start": 4552.0, "end": 4567.0}
{"id": "5CjbPI0fVm0-t4567.0", "text": "That's why our brains got so big, right? They got so big, they got as big as they could get until it would kill you to give birth to a thing with such a big brain.", "start": 4567.0, "end": 4575.0}
{"id": "5CjbPI0fVm0-t4575.0", "text": "And that's why we have such a long latency period as infants that we can't take care of ourselves because basically we're still essentially growing outside the womb to get our brains even bigger.", "start": 4575.0, "end": 4584.0}
{"id": "5CjbPI0fVm0-t4584.0", "text": "So we're pretty much at the biological brain limit. But the interesting thing is that that pressure for higher intelligence does not occur in any other species, right?", "start": 4584.0, "end": 4594.0}
{"id": "5CjbPI0fVm0-t4594.0", "text": "Cockroaches have been around a really long time. They don't need to get smarter. They're doing perfectly well. They're going to outlive us.", "start": 4594.0, "end": 4600.0}
{"id": "5CjbPI0fVm0-t4600.0", "text": "Okay? So whether there will ever be a more intelligent species is one question. The other question is, are we really that dumb?", "start": 4600.0, "end": 4608.0}
{"id": "5CjbPI0fVm0-t4608.0", "text": "I mean, the argument that says we grew up and we were selected to survive in the Savannah would predict that why should we ever understand the microscopic of a table?", "start": 4608.0, "end": 4620.0}
{"id": "5CjbPI0fVm0-t4620.0", "text": "Right? Just the microscopic, just the chemical structure, the double helix structure of DNA.", "start": 4620.0, "end": 4625.0}
{"id": "5CjbPI0fVm0-t4625.0", "text": "Why should we ever understand a supernova? Why should we ever understand how galaxies form?", "start": 4625.0, "end": 4630.0}
{"id": "5CjbPI0fVm0-t4630.0", "text": "I mean, all of things that are vastly outside the scale or a lot of mathematics, right? Why should we understand complex numbers?", "start": 4630.0, "end": 4638.0}
{"id": "5CjbPI0fVm0-t4638.0", "text": "You know, so the range of things that humans have been able to understand that have no basis, obvious basis at all in evolutionary history is really quite astonishing.", "start": 4638.0, "end": 4649.0}
{"id": "5CjbPI0fVm0-t4649.0", "text": "Yeah, but there are other things like understanding beginnings and ends that sort of built into our basic we can't.", "start": 4649.0, "end": 4656.0}
{"id": "5CjbPI0fVm0-t4656.0", "text": "We can't conceive a thing from our beginnings around what comes before the beginning, comes after the end.", "start": 4656.0, "end": 4662.0}
{"id": "5CjbPI0fVm0-t4662.0", "text": "There are certain concepts like that seem to me, I don't think we're ever going to have to.", "start": 4662.0, "end": 4668.0}
{"id": "5CjbPI0fVm0-t4668.0", "text": "Yeah, I would like to comment on something Tim said.", "start": 4668.0, "end": 4673.0}
{"id": "5CjbPI0fVm0-t4673.0", "text": "Well, I agree with everything. One thing is that we have had this tremendous evolution in being able to understand more and more thinking places may have been the past 50,000 years before that, things were going very slowly.", "start": 4673.0, "end": 4693.0}
{"id": "5CjbPI0fVm0-t4693.0", "text": "So it's a very speculative thing. If there were similar conditions as we had experienced and similar humans exist somewhere else, but if they had a 1 million year advantage over us, what sort of things they have there, I mean, if their rate of development shoots up at the same rate as ours and continues,", "start": 4693.0, "end": 4718.0}
{"id": "5CjbPI0fVm0-t4718.0", "text": "they may be so far ahead of us that we look pretty primitive.", "start": 4718.0, "end": 4725.0}
{"id": "5CjbPI0fVm0-t4725.0", "text": "Well, I'm in the arts. I'm a painter and art historian, so I'm going to speak up a little for the other side.", "start": 4725.0, "end": 4733.0}
{"id": "5CjbPI0fVm0-t4733.0", "text": "What interests me in the arts is there is a difference in science between knowing and in the arts between creating.", "start": 4733.0, "end": 4740.0}
{"id": "5CjbPI0fVm0-t4740.0", "text": "And the concept of creating works in, by the way, speaks very well about a fluid universe where one thing happens after another and you have no idea what's going to happen because each thing accumulates after another thing.", "start": 4740.0, "end": 4751.0}
{"id": "5CjbPI0fVm0-t4751.0", "text": "And in the process of creating, whether it's in writing or in painting, it's a process, the exciting process is you do not know what is going to happen after you make one stroke and another stroke, what the nature of that procedure is going to be.", "start": 4751.0, "end": 4765.0}
{"id": "5CjbPI0fVm0-t4765.0", "text": "And that doesn't just limit itself, though, I think to the world of the art. I think it limits itself, I mean, it expands itself to the freedom and elasticity of the mind.", "start": 4765.0, "end": 4775.0}
{"id": "5CjbPI0fVm0-t4775.0", "text": "And artists are very often interested in the interior and exterior world, but maybe even more so now in the interior world.", "start": 4775.0, "end": 4783.0}
{"id": "5CjbPI0fVm0-t4783.0", "text": "What do we know before we look at the world? What's already inside us?", "start": 4783.0, "end": 4787.0}
{"id": "5CjbPI0fVm0-t4787.0", "text": "Do we already understand structures without looking at the external world?", "start": 4787.0, "end": 4792.0}
{"id": "5CjbPI0fVm0-t4792.0", "text": "So there's a conflict between what do we know internally in our very brain structure?", "start": 4792.0, "end": 4797.0}
{"id": "5CjbPI0fVm0-t4797.0", "text": "What exists in the outside world? How do we mingle the two?", "start": 4797.0, "end": 4802.0}
{"id": "5CjbPI0fVm0-t4802.0", "text": "And how can we, the great excitement in the arts is creativity, is the unknowing and finding out where you are, finding a position where you are.", "start": 4802.0, "end": 4812.0}
{"id": "5CjbPI0fVm0-t4812.0", "text": "So instead of looking for certainty, there's a search for where will I go?", "start": 4812.0, "end": 4818.0}
{"id": "5CjbPI0fVm0-t4818.0", "text": "Will it lead somewhere I've never been before?", "start": 4818.0, "end": 4822.0}
{"id": "5CjbPI0fVm0-t4822.0", "text": "And I think these are very important questions maybe in the larger sphere too, about the excitement of unknowability rather than certainty.", "start": 4822.0, "end": 4831.0}
{"id": "5CjbPI0fVm0-t4831.0", "text": "Very nice. Very nice education.", "start": 4831.0, "end": 4835.0}
{"id": "5CjbPI0fVm0-t4835.0", "text": "I just wanted to quickly add that even in science there is provisionality.", "start": 4835.0, "end": 4841.0}
{"id": "5CjbPI0fVm0-t4841.0", "text": "It's a different kind of provisionality where you know what you know now that is subjecting to a current best understanding of something who changed dramatically.", "start": 4841.0, "end": 4853.0}
{"id": "5CjbPI0fVm0-t4853.0", "text": "The means by which it changes is very prescribed, its experiment, its evidence, and it's different for the arts.", "start": 4853.0, "end": 4861.0}
{"id": "5CjbPI0fVm0-t4861.0", "text": "The way in which the provisionality shifts is different and it's part of what you call the creative process.", "start": 4861.0, "end": 4869.0}
{"id": "5CjbPI0fVm0-t4869.0", "text": "I should leave you to comment more.", "start": 4869.0, "end": 4872.0}
{"id": "5CjbPI0fVm0-t4872.0", "text": "This is beautifully said. It doesn't need any harm.", "start": 4872.0, "end": 4877.0}
{"id": "5CjbPI0fVm0-t4877.0", "text": "Okay. First the observation and then the question.", "start": 4877.0, "end": 4882.0}
{"id": "5CjbPI0fVm0-t4882.0", "text": "The observation is this gentleman, third challenge, the butterfly effect.", "start": 4882.0, "end": 4887.0}
{"id": "5CjbPI0fVm0-t4887.0", "text": "Is that a true aspect of chaotic systems?", "start": 4887.0, "end": 4892.0}
{"id": "5CjbPI0fVm0-t4892.0", "text": "And I think of something in recent discovery of a holographic universe that this 3D, the information contained in the 3D universe, which we think is 3D, can actually be mapped into two dimensions.", "start": 4892.0, "end": 4909.0}
{"id": "5CjbPI0fVm0-t4909.0", "text": "So physical phenomena may be slightly more ordered than we think.", "start": 4909.0, "end": 4915.0}
{"id": "5CjbPI0fVm0-t4915.0", "text": "I don't know if that's relevant, but that's an observation that maybe you're onto something there.", "start": 4915.0, "end": 4921.0}
{"id": "5CjbPI0fVm0-t4921.0", "text": "And then the question is about the world of policy and decision making that we make as individuals and we make as a society.", "start": 4921.0, "end": 4933.0}
{"id": "5CjbPI0fVm0-t4933.0", "text": "Before the economic collapse of 2008, no one quite saw that coming.", "start": 4933.0, "end": 4942.0}
{"id": "5CjbPI0fVm0-t4942.0", "text": "Was that a lack of knowledge? Was that a butterfly effect?", "start": 4942.0, "end": 4945.0}
{"id": "5CjbPI0fVm0-t4945.0", "text": "Or was that truly we were blind to something that we should have known? And if it affects today, I mean, what's our policy with respect to ISIS and Ebola and all these other threats?", "start": 4945.0, "end": 4958.0}
{"id": "5CjbPI0fVm0-t4958.0", "text": "How real is the ISIS threat? How committed are our allies and enemies?", "start": 4958.0, "end": 4966.0}
{"id": "5CjbPI0fVm0-t4966.0", "text": "How do we know these things?", "start": 4966.0, "end": 4969.0}
{"id": "5CjbPI0fVm0-t4969.0", "text": "So is that part of this discussion or are we just concerned about art and science as far as knowledge goes?", "start": 4969.0, "end": 4978.0}
{"id": "5CjbPI0fVm0-t4978.0", "text": "I think what you address is a very interesting question in terms of how far does the scientific paradigm of knowledge get expanded when we go into the realm of politics?", "start": 4978.0, "end": 4997.0}
{"id": "5CjbPI0fVm0-t4997.0", "text": "I don't know whether I can say this loud here, but is economics a science?", "start": 4997.0, "end": 5004.0}
{"id": "5CjbPI0fVm0-t5004.0", "text": "Oh, that's another one.", "start": 5004.0, "end": 5006.0}
{"id": "5CjbPI0fVm0-t5006.0", "text": "For instance.", "start": 5006.0, "end": 5007.0}
{"id": "5CjbPI0fVm0-t5007.0", "text": "You're concerned loud.", "start": 5007.0, "end": 5008.0}
{"id": "5CjbPI0fVm0-t5008.0", "text": "When does it and how does it pose as a science?", "start": 5008.0, "end": 5013.0}
{"id": "5CjbPI0fVm0-t5013.0", "text": "And when is it a form of politics?", "start": 5013.0, "end": 5017.0}
{"id": "5CjbPI0fVm0-t5017.0", "text": "And so I think that's the question about the limits of the scientific paradigm, which is, I think, a very relevant political question that brings up again the question about the interests, the way relevance gets articulated and debated in a democratic society, if the resources are limited.", "start": 5017.0, "end": 5043.0}
{"id": "5CjbPI0fVm0-t5043.0", "text": "Right. I mean, I would say in the particular case of the financial crisis, it's not so much the limitations of economics as a science.", "start": 5043.0, "end": 5054.0}
{"id": "5CjbPI0fVm0-t5054.0", "text": "It's just the imposition of unbelievable amounts of self-interest into the system.", "start": 5054.0, "end": 5060.0}
{"id": "5CjbPI0fVm0-t5060.0", "text": "I mean, you know, Ponzi schemes, it's economically well understood that Ponzi schemes will collapse.", "start": 5060.0, "end": 5069.0}
{"id": "5CjbPI0fVm0-t5069.0", "text": "It's also perfectly well understood that they make a heck of a lot of money for certain people over a certain period of time.", "start": 5069.0, "end": 5076.0}
{"id": "5CjbPI0fVm0-t5076.0", "text": "Okay.", "start": 5076.0, "end": 5077.0}
{"id": "5CjbPI0fVm0-t5077.0", "text": "So a self-organizing Ponzi scheme in which a bank can sell somebody a mortgage and then immediately throw it off on some other bank so that if the thing goes bust, they're secure.", "start": 5077.0, "end": 5089.0}
{"id": "5CjbPI0fVm0-t5089.0", "text": "I mean, this is just an opportunity for people to make tons and tons and tons of money in a way that is foreseeably not sustainable and will eventually be.", "start": 5089.0, "end": 5099.0}
{"id": "5CjbPI0fVm0-t5099.0", "text": "Yes?", "start": 5099.0, "end": 5100.0}
{"id": "5CjbPI0fVm0-t5100.0", "text": "Is it foreseeable? Was it in 2006, did we foresee?", "start": 5100.0, "end": 5105.0}
{"id": "5CjbPI0fVm0-t5105.0", "text": "Some people are.", "start": 5105.0, "end": 5106.0}
{"id": "5CjbPI0fVm0-t5106.0", "text": "I think, yes, I think it was perfectly foreseeable and foreseeing, and still, people were making tons and tons of money off it.", "start": 5106.0, "end": 5113.0}
{"id": "5CjbPI0fVm0-t5113.0", "text": "I mean, you know, the question is not G, could you not see it coming?", "start": 5113.0, "end": 5119.0}
{"id": "5CjbPI0fVm0-t5119.0", "text": "The point is even if you see it coming, lots of people are going to say, yes, somebody else is going to get stuck with the bag, and I'm going to make a ton of money off it.", "start": 5119.0, "end": 5126.0}
{"id": "5CjbPI0fVm0-t5126.0", "text": "Okay, and you can't, no amount of economics will tell you, that's actually what's going to happen.", "start": 5126.0, "end": 5132.0}
{"id": "5CjbPI0fVm0-t5132.0", "text": "I would just add to that, in fact, the people who were after the money were right, and in the end, when everything collapsed, they didn't lose the money.", "start": 5132.0, "end": 5141.0}
{"id": "5CjbPI0fVm0-t5141.0", "text": "The banks were bailed out, and everything went, so from their point of view, if they're interested in making the money, they were completely right, and economics was a very sound science, given the fact that they understood it, and they wanted to get their money, and they didn't care about anything else.", "start": 5141.0, "end": 5160.0}
{"id": "5CjbPI0fVm0-t5160.0", "text": "So, it worked very well, and it shows that it is a viable science.", "start": 5160.0, "end": 5166.0}
{"id": "5CjbPI0fVm0-t5166.0", "text": "I just wanted to, sorry, would you want to say something?", "start": 5166.0, "end": 5171.0}
{"id": "5CjbPI0fVm0-t5171.0", "text": "I keep that for another point.", "start": 5171.0, "end": 5174.0}
{"id": "5CjbPI0fVm0-t5174.0", "text": "I wanted to quickly respond to your question about the relevance for argument to threats and risk and managing risk, ISIS, Ebola, and so on.", "start": 5174.0, "end": 5183.0}
{"id": "5CjbPI0fVm0-t5183.0", "text": "And I think there is relevance, because what we're talking about is extrapolation from what we know, however little it might be,", "start": 5183.0, "end": 5195.0}
{"id": "5CjbPI0fVm0-t5195.0", "text": "and what those extrapolations are, and the degree of confidence we have in those extrapolations.", "start": 5195.0, "end": 5201.0}
{"id": "5CjbPI0fVm0-t5201.0", "text": "So, there are models that predict now how Ebola will spread with a certain degree of confidence, for example.", "start": 5201.0, "end": 5209.0}
{"id": "5CjbPI0fVm0-t5209.0", "text": "So, indeed, the ways in which we are thinking about this that has to do with extrapolations of current knowledge, and the limitations that it imposes in terms of how reliable those extrapolations are,", "start": 5209.0, "end": 5224.0}
{"id": "5CjbPI0fVm0-t5224.0", "text": "is very relevant, and it's very policy relevant.", "start": 5224.0, "end": 5228.0}
{"id": "5CjbPI0fVm0-t5228.0", "text": "And I think my former advisor has now started with a bunch of people in Cambridge, and Institute for the evaluation of existential risks at some Martin Rees.", "start": 5228.0, "end": 5241.0}
{"id": "5CjbPI0fVm0-t5241.0", "text": "So, they really work within trying to estimate the probabilities for it.", "start": 5241.0, "end": 5248.0}
{"id": "5CjbPI0fVm0-t5248.0", "text": "Right, but I do think that their case is like you say, so take Ebola.", "start": 5248.0, "end": 5256.0}
{"id": "5CjbPI0fVm0-t5256.0", "text": "Could it become airborne? If it became airborne, you're in an entirely different epidemiological situation, very dangerous, extremely dangerous.", "start": 5256.0, "end": 5265.0}
{"id": "5CjbPI0fVm0-t5265.0", "text": "There are limits to what we know and what the mutation rates are and what the probabilities are.", "start": 5265.0, "end": 5269.0}
{"id": "5CjbPI0fVm0-t5269.0", "text": "But on the other hand, if climate change, it's not that we're in that situation, we're in a situation where we have tremendously good,", "start": 5269.0, "end": 5277.0}
{"id": "5CjbPI0fVm0-t5277.0", "text": "I mean, there's always issues around the edge.", "start": 5277.0, "end": 5281.0}
{"id": "5CjbPI0fVm0-t5281.0", "text": "There are systematic attempts by people with a lot of money and a lot of power to avoid doing certain things because it will hurt their bottom line.", "start": 5281.0, "end": 5289.0}
{"id": "5CjbPI0fVm0-t5289.0", "text": "In the case of ISIS, I mean, my God, one of the suggestions, what's the first thing we have to do about ISIS?", "start": 5289.0, "end": 5294.0}
{"id": "5CjbPI0fVm0-t5294.0", "text": "Secure the border with Mexico.", "start": 5294.0, "end": 5296.0}
{"id": "5CjbPI0fVm0-t5296.0", "text": "So, right.", "start": 5296.0, "end": 5297.0}
{"id": "5CjbPI0fVm0-t5297.0", "text": "I mean, this is not, you know, you shouldn't be having a discussion about the limits of knowledge here.", "start": 5297.0, "end": 5301.0}
{"id": "5CjbPI0fVm0-t5301.0", "text": "I mean, this is just, you know, fear-mongering nonsense that a bunch of guys with, you know, rifles are going to be coming across the Mexican border.", "start": 5301.0, "end": 5310.0}
{"id": "5CjbPI0fVm0-t5310.0", "text": "I mean, this is...", "start": 5310.0, "end": 5311.0}
{"id": "5CjbPI0fVm0-t5311.0", "text": "So, I just want to quickly give up, not for a new film that's coming out called Merchants of Doubt, and it's about this historian at Carver Naomi, or Sikhi, talking about climate change.", "start": 5311.0, "end": 5323.0}
{"id": "5CjbPI0fVm0-t5323.0", "text": "And she's done a study showing that more than 97% of scientists actually agree on climate change.", "start": 5323.0, "end": 5333.0}
{"id": "5CjbPI0fVm0-t5333.0", "text": "And we know how in popular culture it's presented as an ongoing controversy.", "start": 5333.0, "end": 5341.0}
{"id": "5CjbPI0fVm0-t5341.0", "text": "Right.", "start": 5341.0, "end": 5342.0}
{"id": "5CjbPI0fVm0-t5342.0", "text": "So...", "start": 5342.0, "end": 5343.0}
{"id": "5CjbPI0fVm0-t5343.0", "text": "Okay.", "start": 5343.0, "end": 5344.0}
{"id": "5CjbPI0fVm0-t5344.0", "text": "This question is directed towards the scientists, possibly the class of scientists.", "start": 5344.0, "end": 5348.0}
{"id": "5CjbPI0fVm0-t5348.0", "text": "A little louder.", "start": 5348.0, "end": 5349.0}
{"id": "5CjbPI0fVm0-t5349.0", "text": "Can you hear me?", "start": 5349.0, "end": 5350.0}
{"id": "5CjbPI0fVm0-t5350.0", "text": "Yeah.", "start": 5350.0, "end": 5351.0}
{"id": "5CjbPI0fVm0-t5351.0", "text": "Yeah.", "start": 5351.0, "end": 5352.0}
{"id": "5CjbPI0fVm0-t5352.0", "text": "I made a difference.", "start": 5352.0, "end": 5354.0}
{"id": "5CjbPI0fVm0-t5354.0", "text": "So, earlier Dr. Natarajan pointed out that there seems to be an agreed upon limit, pretty big bang.", "start": 5354.0, "end": 5366.0}
{"id": "5CjbPI0fVm0-t5366.0", "text": "My question is, given that you're all curious, empirical reasoning, often atheistic people, I'm talking about scientists, how do you deal with just that?", "start": 5366.0, "end": 5381.0}
{"id": "5CjbPI0fVm0-t5381.0", "text": "Stop it.", "start": 5381.0, "end": 5383.0}
{"id": "5CjbPI0fVm0-t5383.0", "text": "That just...", "start": 5383.0, "end": 5384.0}
{"id": "5CjbPI0fVm0-t5384.0", "text": "Oh, let's forget about it.", "start": 5384.0, "end": 5386.0}
{"id": "5CjbPI0fVm0-t5386.0", "text": "Let's just not talk about it.", "start": 5386.0, "end": 5388.0}
{"id": "5CjbPI0fVm0-t5388.0", "text": "And maybe you have some insight on personally, or with your colleagues.", "start": 5388.0, "end": 5393.0}
{"id": "5CjbPI0fVm0-t5393.0", "text": "You can talk about someone else.", "start": 5393.0, "end": 5395.0}
{"id": "5CjbPI0fVm0-t5395.0", "text": "All right.", "start": 5395.0, "end": 5396.0}
{"id": "5CjbPI0fVm0-t5396.0", "text": "Well, it is problematic.", "start": 5396.0, "end": 5399.0}
{"id": "5CjbPI0fVm0-t5399.0", "text": "Right.", "start": 5399.0, "end": 5400.0}
{"id": "5CjbPI0fVm0-t5400.0", "text": "And I think that, so for example, let me give an example of...", "start": 5400.0, "end": 5407.0}
{"id": "5CjbPI0fVm0-t5407.0", "text": "Because pretty big... we don't have information and we have these theoretical ideas floating around.", "start": 5407.0, "end": 5414.0}
{"id": "5CjbPI0fVm0-t5414.0", "text": "And then post-big bang, we have this additional conundrum that, you know, there's, depending on who you are, there are about six numbers that will describe the fate of the universe, the future present on the past.", "start": 5414.0, "end": 5424.0}
{"id": "5CjbPI0fVm0-t5424.0", "text": "And they are measurable and they have particular values.", "start": 5424.0, "end": 5427.0}
{"id": "5CjbPI0fVm0-t5427.0", "text": "The question is, why do they have those values?", "start": 5427.0, "end": 5429.0}
{"id": "5CjbPI0fVm0-t5429.0", "text": "And so there was a whole sort of... there was a whole argument of why does our universe seem to be so tailor-made?", "start": 5429.0, "end": 5436.0}
{"id": "5CjbPI0fVm0-t5436.0", "text": "Why are it so finely tuned, right?", "start": 5436.0, "end": 5438.0}
{"id": "5CjbPI0fVm0-t5438.0", "text": "And so one way out of this finely tuned situation was to say, well, let's say there are six numbers that determine the fate of the universe.", "start": 5438.0, "end": 5445.0}
{"id": "5CjbPI0fVm0-t5445.0", "text": "And let's just say that there's some probability distribution function for all possible values of those six numbers.", "start": 5445.0, "end": 5451.0}
{"id": "5CjbPI0fVm0-t5451.0", "text": "There are many draws from those.", "start": 5451.0, "end": 5453.0}
{"id": "5CjbPI0fVm0-t5453.0", "text": "The number is six draws, infinite number of six draws, and each of them gives you a universe.", "start": 5453.0, "end": 5459.0}
{"id": "5CjbPI0fVm0-t5459.0", "text": "So to someone like me, that's a very acceptable... so that's a multiverse.", "start": 5459.0, "end": 5463.0}
{"id": "5CjbPI0fVm0-t5463.0", "text": "So that's a very comfortable explanation.", "start": 5463.0, "end": 5466.0}
{"id": "5CjbPI0fVm0-t5466.0", "text": "And an explanation which is not going to be empirically testable, and as I said, and the discomfort there is, do we then have to start thinking about new ways of evaluating excellent, competing explanations, right?", "start": 5466.0, "end": 5482.0}
{"id": "5CjbPI0fVm0-t5482.0", "text": "And I think it's something that's scientifically quite actively debated, wouldn't you say to him?", "start": 5482.0, "end": 5488.0}
{"id": "5CjbPI0fVm0-t5488.0", "text": "On both on philosophical grounds and empirical grounds in terms of like, what's the out?", "start": 5488.0, "end": 5496.0}
{"id": "5CjbPI0fVm0-t5496.0", "text": "I mean, that's what you're asking. What's the out, right?", "start": 5496.0, "end": 5499.0}
{"id": "5CjbPI0fVm0-t5499.0", "text": "Yeah, I mean, the only thing I would add is there's a kind of presupposition behind your question.", "start": 5499.0, "end": 5504.0}
{"id": "5CjbPI0fVm0-t5504.0", "text": "I don't know what atheism has to do with anything.", "start": 5504.0, "end": 5507.0}
{"id": "5CjbPI0fVm0-t5507.0", "text": "That...", "start": 5507.0, "end": 5509.0}
{"id": "5CjbPI0fVm0-t5509.0", "text": "Well, what can we do if we want to know something, but the evidence isn't available to answer the question we're interested in, how do we deal with that?", "start": 5509.0, "end": 5517.0}
{"id": "5CjbPI0fVm0-t5517.0", "text": "And of course, that happens all the time in life and lots of things.", "start": 5517.0, "end": 5521.0}
{"id": "5CjbPI0fVm0-t5521.0", "text": "I mean, there are people who debate who wrote Shakespeare's plays, and they have these different possible people.", "start": 5521.0, "end": 5526.0}
{"id": "5CjbPI0fVm0-t5526.0", "text": "Will there ever be evidence? I mean, there's been all this dispute.", "start": 5526.0, "end": 5529.0}
{"id": "5CjbPI0fVm0-t5529.0", "text": "Who was Jack the Ripper? I just was reading recently.", "start": 5529.0, "end": 5531.0}
{"id": "5CjbPI0fVm0-t5531.0", "text": "They think, oh gosh, there was a piece of evidence that was overlooked.", "start": 5531.0, "end": 5534.0}
{"id": "5CjbPI0fVm0-t5534.0", "text": "Some shawl and it had this DNA on it, and now we know it was so...", "start": 5534.0, "end": 5538.0}
{"id": "5CjbPI0fVm0-t5538.0", "text": "Maybe that's right, maybe that's wrong, maybe that shawl would never show up.", "start": 5538.0, "end": 5542.0}
{"id": "5CjbPI0fVm0-t5542.0", "text": "I mean, there are lots of questions out there that you might have intense interest in.", "start": 5542.0, "end": 5547.0}
{"id": "5CjbPI0fVm0-t5547.0", "text": "If it turns out the evidence isn't there to answer the question you're interested in, you know, look at your disappointment.", "start": 5547.0, "end": 5555.0}
{"id": "5CjbPI0fVm0-t5555.0", "text": "Okay, suck it up, that's life. I mean, you know...", "start": 5555.0, "end": 5558.0}
{"id": "5CjbPI0fVm0-t5558.0", "text": "You do your best, right? You try and look.", "start": 5558.0, "end": 5560.0}
{"id": "5CjbPI0fVm0-t5560.0", "text": "You try and look at all the possible avenues for acquiring evidence, and if you run into a roadblock, and it could be a roadblock of deep physical principle, or it could be a very trivial one, right?", "start": 5560.0, "end": 5570.0}
{"id": "5CjbPI0fVm0-t5570.0", "text": "That just that shawl got burned up and it's gone.", "start": 5570.0, "end": 5573.0}
{"id": "5CjbPI0fVm0-t5573.0", "text": "If you run into a roadblock, you run into a roadblock and you just get on with life.", "start": 5573.0, "end": 5578.0}
{"id": "5CjbPI0fVm0-t5578.0", "text": "I don't know what this is. I don't think there's anything great to say about that.", "start": 5578.0, "end": 5581.0}
{"id": "5CjbPI0fVm0-t5589.0", "text": "In the beginning, you said... In the beginning, you said that you didn't have a reason to believe that the human mind is limitless.", "start": 5589.0, "end": 5597.0}
{"id": "5CjbPI0fVm0-t5597.0", "text": "And that got me thinking, do we have reasons to believe that our minds are rational?", "start": 5597.0, "end": 5602.0}
{"id": "5CjbPI0fVm0-t5602.0", "text": "So my question kind of flows out of that, like, a foundational question.", "start": 5602.0, "end": 5606.0}
{"id": "5CjbPI0fVm0-t5606.0", "text": "What is the philosophical foundation for one, human beings, human being able to understand the universe mathematically, and then two, the universe in actuality, being mathematically intelligible?", "start": 5606.0, "end": 5621.0}
{"id": "5CjbPI0fVm0-t5621.0", "text": "It's kind of like the evolution question before zero foundation for us trusting our rationality, and then how is it that the universe is intelligible?", "start": 5621.0, "end": 5632.0}
{"id": "5CjbPI0fVm0-t5632.0", "text": "I think that is what is truly amazing.", "start": 5632.0, "end": 5635.0}
{"id": "5CjbPI0fVm0-t5635.0", "text": "That A, that mathematics is such a potent and fundamental language that enables you, or a system of thinking that enables you to understand so much of the universe, and why it's intelligible at all.", "start": 5635.0, "end": 5650.0}
{"id": "5CjbPI0fVm0-t5650.0", "text": "I think that's a wonderful mystery. It's a source of wonder and awe, and I don't think that we have a deep understanding at the moment.", "start": 5650.0, "end": 5664.0}
{"id": "5CjbPI0fVm0-t5664.0", "text": "One of my colleagues does have a book that he wrote, Max Tegmark, recently.", "start": 5664.0, "end": 5670.0}
{"id": "5CjbPI0fVm0-t5670.0", "text": "He attempts, he makes a claim that mathematics is much more fundamental in a way to underlies everything in the universe, and that's why everything in his opinion is intelligible with mathematics.", "start": 5670.0, "end": 5687.0}
{"id": "5CjbPI0fVm0-t5687.0", "text": "I'm not sure I'd go as far as him, but that's one place to see what you think.", "start": 5687.0, "end": 5694.0}
{"id": "5CjbPI0fVm0-t5694.0", "text": "What does the mathematician think?", "start": 5694.0, "end": 5698.0}
{"id": "5CjbPI0fVm0-t5698.0", "text": "I think somehow that mathematics is the right way of understanding a lot of things that happen in the world.", "start": 5698.0, "end": 5710.0}
{"id": "5CjbPI0fVm0-t5710.0", "text": "If you try to use ordinary language to explain things, things will be things in ordinary life are not so, don't have connections which can be expressed so well in ordinary language.", "start": 5710.0, "end": 5731.0}
{"id": "5CjbPI0fVm0-t5731.0", "text": "If you try to, for example, describe some fairly simple things in some subject like differential geometry which comes in in string theory and so on.", "start": 5731.0, "end": 5742.0}
{"id": "5CjbPI0fVm0-t5742.0", "text": "If you try to describe that in language, it becomes so convoluted that you can't even start.", "start": 5742.0, "end": 5750.0}
{"id": "5CjbPI0fVm0-t5750.0", "text": "I think mathematics is the natural way to try and think about a lot of phenomena.", "start": 5750.0, "end": 5760.0}
{"id": "5CjbPI0fVm0-t5760.0", "text": "Why? I don't know. It's a mystery.", "start": 5760.0, "end": 5764.0}
{"id": "5CjbPI0fVm0-t5764.0", "text": "It seems to be, how do people communicate? How do people write down facts, things to facts?", "start": 5764.0, "end": 5783.0}
{"id": "5CjbPI0fVm0-t5783.0", "text": "You want to speak first and then you try to reproduce speech and the language and so on.", "start": 5783.0, "end": 5796.0}
{"id": "5CjbPI0fVm0-t5796.0", "text": "Mathematics is that process which you are trying to describe certain phenomena.", "start": 5796.0, "end": 5799.0}
{"id": "5CjbPI0fVm0-t5799.0", "text": "These phenomena are even in things that may not consider science like economics.", "start": 5799.0, "end": 5805.0}
{"id": "5CjbPI0fVm0-t5805.0", "text": "It becomes very hard to express certain concepts without using the mathematical.", "start": 5805.0, "end": 5815.0}
{"id": "5CjbPI0fVm0-t5815.0", "text": "Can I just make a short comment here?", "start": 5815.0, "end": 5818.0}
{"id": "5CjbPI0fVm0-t5818.0", "text": "The Greeks divided mathematics. We talked about mathematics. The Greeks divided mathematics into geometry in arithmetic.", "start": 5818.0, "end": 5823.0}
{"id": "5CjbPI0fVm0-t5823.0", "text": "arithmetic was the theory of number and geometry was the theory of magnitude.", "start": 5823.0, "end": 5828.0}
{"id": "5CjbPI0fVm0-t5828.0", "text": "Over the course of time in mathematical physics, the algebraic part has gotten bigger and bigger and bigger.", "start": 5828.0, "end": 5836.0}
{"id": "5CjbPI0fVm0-t5836.0", "text": "In a way, the geometrical part is smaller and smaller.", "start": 5836.0, "end": 5840.0}
{"id": "5CjbPI0fVm0-t5840.0", "text": "What?", "start": 5840.0, "end": 5842.0}
{"id": "5CjbPI0fVm0-t5842.0", "text": "It's contested.", "start": 5842.0, "end": 5844.0}
{"id": "5CjbPI0fVm0-t5844.0", "text": "Most of physics books, you're going to have a lot of algebra.", "start": 5844.0, "end": 5848.0}
{"id": "5CjbPI0fVm0-t5848.0", "text": "You're using complex numbers and people ask why complex numbers and things like that.", "start": 5848.0, "end": 5853.0}
{"id": "5CjbPI0fVm0-t5853.0", "text": "If you were to ask why is geometry, if you go back to Euclidean geometry, why might that be a good way to represent the world?", "start": 5853.0, "end": 5860.0}
{"id": "5CjbPI0fVm0-t5860.0", "text": "The answer was because it has a geometrical structure.", "start": 5860.0, "end": 5863.0}
{"id": "5CjbPI0fVm0-t5863.0", "text": "It just straightforwardly has a geometrical structure.", "start": 5863.0, "end": 5866.0}
{"id": "5CjbPI0fVm0-t5866.0", "text": "Galileo said the language of geometry was circles and triangles and so on because he thought there were such things.", "start": 5866.0, "end": 5872.0}
{"id": "5CjbPI0fVm0-t5872.0", "text": "My mom and I are expert on Greek, but I have a feeling that geometry meant something else and what you mean by geometry.", "start": 5872.0, "end": 5878.0}
{"id": "5CjbPI0fVm0-t5878.0", "text": "I think it included algebra.", "start": 5878.0, "end": 5880.0}
{"id": "5CjbPI0fVm0-t5880.0", "text": "What did they want?", "start": 5880.0, "end": 5883.0}
{"id": "5CjbPI0fVm0-t5883.0", "text": "That's part of arithmetic.", "start": 5883.0, "end": 5885.0}
{"id": "5CjbPI0fVm0-t5885.0", "text": "I do know Greek.", "start": 5885.0, "end": 5887.0}
{"id": "5CjbPI0fVm0-t5887.0", "text": "What do you think Euclidean elements is what?", "start": 5887.0, "end": 5891.0}
{"id": "5CjbPI0fVm0-t5891.0", "text": "Geometry?", "start": 5891.0, "end": 5892.0}
{"id": "5CjbPI0fVm0-t5892.0", "text": "It's geometry with one book on the theory of proportion which was held in common between arithmetic and geometry.", "start": 5892.0, "end": 5898.0}
{"id": "5CjbPI0fVm0-t5898.0", "text": "Sorry, this is getting technical.", "start": 5898.0, "end": 5901.0}
{"id": "5CjbPI0fVm0-t5901.0", "text": "Anyway, if you think this way, you might say, I'm all of this is a plug that's coming up.", "start": 5901.0, "end": 5906.0}
{"id": "5CjbPI0fVm0-t5906.0", "text": "I think this way you might say, what I'd really like to do is get numbers out of my mathematics.", "start": 5906.0, "end": 5911.0}
{"id": "5CjbPI0fVm0-t5911.0", "text": "They mentioned my book, New Foundations for Physical Geometry.", "start": 5911.0, "end": 5916.0}
{"id": "5CjbPI0fVm0-t5916.0", "text": "That's just what that is.", "start": 5916.0, "end": 5918.0}
{"id": "5CjbPI0fVm0-t5918.0", "text": "It's an attempt to get numbers out and then you understand more clearly why the mathematics applies to the physical world.", "start": 5918.0, "end": 5924.0}
{"id": "5CjbPI0fVm0-t5924.0", "text": "I think that in my estimation, these divisions that exist in geometry and algebra and analysis and so on.", "start": 5924.0, "end": 5937.0}
{"id": "5CjbPI0fVm0-t5937.0", "text": "Those are topology.", "start": 5937.0, "end": 5939.0}
{"id": "5CjbPI0fVm0-t5939.0", "text": "I don't know what those are artificial divisions in my view.", "start": 5939.0, "end": 5945.0}
{"id": "5CjbPI0fVm0-t5945.0", "text": "I think that all these things are very much intertwined.", "start": 5945.0, "end": 5948.0}
{"id": "5CjbPI0fVm0-t5948.0", "text": "I don't think, for example, I don't think you can separate number theory from analysis or from geometry or for differential geometry.", "start": 5948.0, "end": 5959.0}
{"id": "5CjbPI0fVm0-t5959.0", "text": "One flows right into each other.", "start": 5959.0, "end": 5962.0}
{"id": "5CjbPI0fVm0-t5962.0", "text": "I see that happening all over.", "start": 5962.0, "end": 5969.0}
{"id": "5CjbPI0fVm0-t5969.0", "text": "People who are already mathematical minded, like Witten is just as interested in number theory as in geometry.", "start": 5969.0, "end": 5977.0}
{"id": "5CjbPI0fVm0-t5977.0", "text": "There's an analysis and it all flows together.", "start": 5977.0, "end": 5980.0}
{"id": "5CjbPI0fVm0-t5980.0", "text": "In fact, some of the great discoveries that come out of string theory were discovementics, which were not, I don't know.", "start": 5980.0, "end": 5990.0}
{"id": "5CjbPI0fVm0-t5990.0", "text": "I am not so completely convinced about or understand what the discoveries are in physics,", "start": 5990.0, "end": 5997.0}
{"id": "5CjbPI0fVm0-t5997.0", "text": "but the ones in mathematics are spectacular and they were discoveries in number theory, discoveries in geometry.", "start": 5997.0, "end": 6005.0}
{"id": "5CjbPI0fVm0-t6005.0", "text": "It was all intertwined and it was all intertwined with analysis.", "start": 6005.0, "end": 6009.0}
{"id": "5CjbPI0fVm0-t6009.0", "text": "The whole development of complex numbers comes from geometry, or you could say,", "start": 6009.0, "end": 6018.0}
{"id": "5CjbPI0fVm0-t6018.0", "text": "in many developments in geometry, from complex numbers, etc.", "start": 6018.0, "end": 6022.0}
{"id": "5CjbPI0fVm0-t6022.0", "text": "I don't think you can artificially say, this is numbers, this is just doesn't work that way in my estimation.", "start": 6022.0, "end": 6033.0}
{"id": "5CjbPI0fVm0-t6033.0", "text": "I have two questions, one for Priya.", "start": 6033.0, "end": 6036.0}
{"id": "5CjbPI0fVm0-t6036.0", "text": "What do you think about the believability of the recent evidence on gravitational waves,", "start": 6036.0, "end": 6043.0}
{"id": "5CjbPI0fVm0-t6043.0", "text": "according to Multiverse Theory, and not secure enough to be considered even a detection?", "start": 6043.0, "end": 6052.0}
{"id": "5CjbPI0fVm0-t6052.0", "text": "There was a claim that gravitational waves, the detection of gravitational waves would support", "start": 6052.0, "end": 6062.0}
{"id": "5CjbPI0fVm0-t6062.0", "text": "the Multiverse Theory, not talking about the detection of gravitational waves supporting inflation theory, which is correct.", "start": 6062.0, "end": 6070.0}
{"id": "5CjbPI0fVm0-t6070.0", "text": "And what is the distribution of the set measurements?", "start": 6070.0, "end": 6073.0}
{"id": "5CjbPI0fVm0-t6073.0", "text": "What is the distribution of the set measurements?", "start": 6073.0, "end": 6074.0}
{"id": "5CjbPI0fVm0-t6074.0", "text": "Was it disputed? Is how significant that result is?", "start": 6074.0, "end": 6076.0}
{"id": "5CjbPI0fVm0-t6076.0", "text": "That will get settled in a couple of months when many other experiments will be able, independent experiments should see or not see it.", "start": 6076.0, "end": 6084.0}
{"id": "5CjbPI0fVm0-t6084.0", "text": "Because that's an issue of the model as well as how it's tested to both of those.", "start": 6084.0, "end": 6092.0}
{"id": "5CjbPI0fVm0-t6092.0", "text": "Yeah, no, I think there isn't enough scientific consensus on what the potential observational signatures might be of the Multiverse.", "start": 6092.0, "end": 6103.0}
{"id": "5CjbPI0fVm0-t6103.0", "text": "My second question is to all of you regarding the politics of the peer review process in production of knowledge.", "start": 6103.0, "end": 6112.0}
{"id": "5CjbPI0fVm0-t6112.0", "text": "Yeah.", "start": 6112.0, "end": 6115.0}
{"id": "5CjbPI0fVm0-t6118.0", "text": "The politics of it?", "start": 6118.0, "end": 6120.0}
{"id": "5CjbPI0fVm0-t6120.0", "text": "Politics of it?", "start": 6120.0, "end": 6121.0}
{"id": "5CjbPI0fVm0-t6121.0", "text": "Politics of purely the...", "start": 6121.0, "end": 6122.0}
{"id": "5CjbPI0fVm0-t6122.0", "text": "Well, I'll just make a real quick question.", "start": 6122.0, "end": 6124.0}
{"id": "5CjbPI0fVm0-t6124.0", "text": "It's interesting because I work in different fields, in philosophy, everything's double-blindened.", "start": 6124.0, "end": 6128.0}
{"id": "5CjbPI0fVm0-t6128.0", "text": "It's grand.", "start": 6128.0, "end": 6129.0}
{"id": "5CjbPI0fVm0-t6129.0", "text": "Everything's double-blinded.", "start": 6129.0, "end": 6130.0}
{"id": "5CjbPI0fVm0-t6130.0", "text": "Yeah, it's incredible.", "start": 6130.0, "end": 6131.0}
{"id": "5CjbPI0fVm0-t6131.0", "text": "So you don't know as a referee, you don't know who wrote the paper.", "start": 6131.0, "end": 6136.0}
{"id": "5CjbPI0fVm0-t6136.0", "text": "It's curious because in physics it isn't. Because people have to refer to their own work, I guess, so often that it's not really practical.", "start": 6136.0, "end": 6143.0}
{"id": "5CjbPI0fVm0-t6143.0", "text": "But you can try and limit peer review.", "start": 6143.0, "end": 6148.0}
{"id": "5CjbPI0fVm0-t6148.0", "text": "I mean, bias is coming into peer review through certain mechanisms like blinding.", "start": 6148.0, "end": 6153.0}
{"id": "5CjbPI0fVm0-t6153.0", "text": "It is done and it has made some difference.", "start": 6153.0, "end": 6156.0}
{"id": "5CjbPI0fVm0-t6156.0", "text": "So what I'm actually reading via analysis question is that sometimes I play a little more on the...", "start": 6156.0, "end": 6167.0}
{"id": "5CjbPI0fVm0-t6167.0", "text": "So whenever it is an explosive idea that it is a lot much harder and people who are, you know, already in the field will resist it to become a part of the existing body of knowledge.", "start": 6167.0, "end": 6182.0}
{"id": "5CjbPI0fVm0-t6182.0", "text": "So that's a great aspect of it. And I think that's a very pertinent question because, you know, some of it has to do with the practice of science and how science is now being practiced.", "start": 6182.0, "end": 6197.0}
{"id": "5CjbPI0fVm0-t6197.0", "text": "It's no longer this sort of lone individual, green-thinking, great, brilliant thoughts and writing these papers, right?", "start": 6197.0, "end": 6202.0}
{"id": "5CjbPI0fVm0-t6202.0", "text": "It's a group enterprise. And then there's a turf.", "start": 6202.0, "end": 6205.0}
{"id": "5CjbPI0fVm0-t6205.0", "text": "There's a definition of turf now because there are groups and because it's funding, it's all the things.", "start": 6205.0, "end": 6210.0}
{"id": "5CjbPI0fVm0-t6210.0", "text": "It's the situatedness of how it is created, which is very, very important.", "start": 6210.0, "end": 6216.0}
{"id": "5CjbPI0fVm0-t6216.0", "text": "And the way that impacts, in my opinion, it's not good for science to all become big group science, big science as it's called.", "start": 6216.0, "end": 6222.0}
{"id": "5CjbPI0fVm0-t6222.0", "text": "And I think we need different models of doing science that need to work at the same time.", "start": 6222.0, "end": 6228.0}
{"id": "5CjbPI0fVm0-t6228.0", "text": "And I totally agree that one of the sort of casualties of big science is that it's science by consensus.", "start": 6228.0, "end": 6235.0}
{"id": "5CjbPI0fVm0-t6235.0", "text": "So there's not as many creative risks taken. And therefore, if someone takes a creative risk, it's harder to actually make an impact.", "start": 6235.0, "end": 6246.0}
{"id": "5CjbPI0fVm0-t6246.0", "text": "Yeah.", "start": 6246.0, "end": 6249.0}
{"id": "5CjbPI0fVm0-t6249.0", "text": "My question is directed at Dorothea. Earlier, you seemed a bit saddened at when Priya was talking about scientific knowledge, and it made it seem as if that was the only knowledge we cared about.", "start": 6249.0, "end": 6262.0}
{"id": "5CjbPI0fVm0-t6262.0", "text": "And you implied that there's other knowledge, other types of knowledge which are important to you.", "start": 6262.0, "end": 6268.0}
{"id": "5CjbPI0fVm0-t6268.0", "text": "Understanding that there's more to just the humanities than just knowledge, what other types of knowledge are relevant to you.", "start": 6268.0, "end": 6278.0}
{"id": "5CjbPI0fVm0-t6278.0", "text": "I linguistic knowledge, like what does it mean to understand a sentence came to mind, but is that the sort of thing you're talking about?", "start": 6278.0, "end": 6286.0}
{"id": "5CjbPI0fVm0-t6286.0", "text": "I think I should clarify something. I was saddened.", "start": 6286.0, "end": 6292.0}
{"id": "5CjbPI0fVm0-t6292.0", "text": "I have no science envy.", "start": 6292.0, "end": 6299.0}
{"id": "5CjbPI0fVm0-t6299.0", "text": "And no science suspicion or problems with science.", "start": 6299.0, "end": 6306.0}
{"id": "5CjbPI0fVm0-t6306.0", "text": "That's why I try to...", "start": 6306.0, "end": 6308.0}
{"id": "5CjbPI0fVm0-t6308.0", "text": "That's not disclaimer.", "start": 6308.0, "end": 6310.0}
{"id": "5CjbPI0fVm0-t6310.0", "text": "That's why I try to delineate how I understand that the sciences do something very different from what people like I do in the humanities.", "start": 6310.0, "end": 6324.0}
{"id": "5CjbPI0fVm0-t6324.0", "text": "See, I articulated it by divisions, social sciences, humanities.", "start": 6324.0, "end": 6330.0}
{"id": "5CjbPI0fVm0-t6330.0", "text": "And what you picked up as maybe a frown on my side was not against science or against Priya, but more a doubt.", "start": 6330.0, "end": 6344.0}
{"id": "5CjbPI0fVm0-t6344.0", "text": "And the direction in which I kind of at some times try to steer our discussion was when the scientific model of knowledge production and also authority becomes the best.", "start": 6344.0, "end": 6359.0}
{"id": "5CjbPI0fVm0-t6359.0", "text": "Becomes the dominant one in political discussions.", "start": 6359.0, "end": 6363.0}
{"id": "5CjbPI0fVm0-t6363.0", "text": "That's not the fault of scientists.", "start": 6363.0, "end": 6365.0}
{"id": "5CjbPI0fVm0-t6365.0", "text": "But when what I would think need to be deliberated in terms of procedures, values, etc.", "start": 6365.0, "end": 6377.0}
{"id": "5CjbPI0fVm0-t6377.0", "text": "Get articulated as if it were an issue of more or less clear scientific facts.", "start": 6377.0, "end": 6384.0}
{"id": "5CjbPI0fVm0-t6384.0", "text": "That I think is the problematic area. And that's where I would criticize...", "start": 6384.0, "end": 6392.0}
{"id": "5CjbPI0fVm0-t6392.0", "text": "It's not the fault of the scientists, but the uses of an often rather reductive model of scientific knowledge in the public domain as the exclusive model of knowledge.", "start": 6392.0, "end": 6407.0}
{"id": "5CjbPI0fVm0-t6407.0", "text": "Thank you, Bob.", "start": 6407.0, "end": 6408.0}
{"id": "5CjbPI0fVm0-t6408.0", "text": "Last question.", "start": 6408.0, "end": 6409.0}
{"id": "5CjbPI0fVm0-t6409.0", "text": "Very nice.", "start": 6409.0, "end": 6414.0}
{"id": "5CjbPI0fVm0-t6414.0", "text": "It's kind of related and along how to control that then, what you just expanded on.", "start": 6414.0, "end": 6417.0}
{"id": "5CjbPI0fVm0-t6417.0", "text": "The misuse of science or social science.", "start": 6417.0, "end": 6420.0}
{"id": "5CjbPI0fVm0-t6420.0", "text": "And also the other part I was going to get into was expanding more on what kind of schemes you can place in there so you can differentiate the hierarchy of explanations.", "start": 6420.0, "end": 6436.0}
{"id": "5CjbPI0fVm0-t6436.0", "text": "I mean, then I guess the question is in what domain.", "start": 6436.0, "end": 6440.0}
{"id": "5CjbPI0fVm0-t6440.0", "text": "I found it important, but Priya said the issue, say if we look at just research institutions already, there the question of...", "start": 6440.0, "end": 6453.0}
{"id": "5CjbPI0fVm0-t6453.0", "text": "Individual structures and how much do you have actually the huge conglomerates of collective research and individual institutions dictate priorities, define relevance that I think can have a very negative impact on science, but also on other areas of learning and inquiry.", "start": 6453.0, "end": 6480.0}
{"id": "5CjbPI0fVm0-t6480.0", "text": "Yeah. I think if I may comment briefly on you're talking about sort of the policy makers adaptation of science.", "start": 6480.0, "end": 6493.0}
{"id": "5CjbPI0fVm0-t6493.0", "text": "I think part of the problem, I think arises, this is my personal opinion, arises from the fact of a misperception of what science is in the public domain.", "start": 6493.0, "end": 6506.0}
{"id": "5CjbPI0fVm0-t6506.0", "text": "I mean, I think scientists are partly to blame for this, but not entirely.", "start": 6506.0, "end": 6511.0}
{"id": "5CjbPI0fVm0-t6511.0", "text": "There's this notion that science offers this sort of way to derive fixed truths from nature.", "start": 6511.0, "end": 6517.0}
{"id": "5CjbPI0fVm0-t6517.0", "text": "It says machine, you're churning out these fixed truths.", "start": 6517.0, "end": 6521.0}
{"id": "5CjbPI0fVm0-t6521.0", "text": "And I think that is not in the service of public good and in good policies, etc., etc.", "start": 6521.0, "end": 6530.0}
{"id": "5CjbPI0fVm0-t6530.0", "text": "Mainly because that is not what science is. Science is messy. The process is messy and that the way our understanding proceeds is, you know, it's provisional, but it's supported by data and evidence, and yet it's provisional.", "start": 6530.0, "end": 6544.0}
{"id": "5CjbPI0fVm0-t6544.0", "text": "So when there's more data, better data, more accurate data, possibly helped along by new technologies, etc., new instruments, you know, there is, I mean, there is a shift in the best current understanding.", "start": 6544.0, "end": 6559.0}
{"id": "5CjbPI0fVm0-t6559.0", "text": "So science is very dynamic. There's a way it's proven dynamic, it has uncertainty.", "start": 6559.0, "end": 6565.0}
{"id": "5CjbPI0fVm0-t6565.0", "text": "Somehow that needs to be understood by the public better because otherwise policy makers are taking a very simplified view of science, which is the incorrect view of science, and co-opting it for other reasons, for, you know, the extraneous reasons", "start": 6565.0, "end": 6582.0}
{"id": "5CjbPI0fVm0-t6582.0", "text": "that I'm nothing to do with science itself, but have to do with the reality of politics and interests, self-interest and so on and so forth.", "start": 6582.0, "end": 6591.0}
{"id": "5CjbPI0fVm0-t6591.0", "text": "So I think part of the way the solution lies in sort of mitigating these sort of policy difficulties is really, I think it behooves us scientists to kind of explain better how science actually works, the practice of science.", "start": 6591.0, "end": 6609.0}
{"id": "5CjbPI0fVm0-t6609.0", "text": "And then between the social sciences and the physical sciences, what kind of scheme can you make the social science in more robust?", "start": 6609.0, "end": 6619.0}
{"id": "5CjbPI0fVm0-t6619.0", "text": "Well, I think that, you know, we can get into a whole debate and I've gotten a lot of debates with my economist friends and sociology friends about how evidence could be used to make arguments in their fields.", "start": 6619.0, "end": 6637.0}
{"id": "5CjbPI0fVm0-t6637.0", "text": "And I think that there are limitations because of the kinds of complexity in the systems that they study, i.e. human beings, and the fact that we are not rational actors.", "start": 6637.0, "end": 6647.0}
{"id": "5CjbPI0fVm0-t6647.0", "text": "I mean, behavioral economics is cotting onto it, finally, and so I think that, you know, a lot of areas of social science, you know, there will be a shift where there'll be kinds of certain kinds of questions would fall within the purview of the methods of science", "start": 6647.0, "end": 6665.0}
{"id": "5CjbPI0fVm0-t6665.0", "text": "and they would be useful, but they wouldn't be ultimately useful necessarily. They may not be fully illuminating.", "start": 6665.0, "end": 6671.0}
{"id": "5CjbPI0fVm0-t6671.0", "text": "And the kinds of things that Durythea talked about, which is, you know, the situation, the context, politics, self-interest, all of that is much more important, can be much more important and many of those questions.", "start": 6671.0, "end": 6685.0}
{"id": "5CjbPI0fVm0-t6685.0", "text": "So, okay. Thank you.", "start": 6685.0, "end": 6699.0}
{"id": "5CjbPI0fVm0-t6699.0", "text": "You know why? Because there's a whole thing at the park.", "start": 6699.0, "end": 6714.0}
{"id": "5CjbPI0fVm0-t6714.0", "text": "We got a look at that.", "start": 6714.0, "end": 6716.0}
{"id": "5CjbPI0fVm0-t6716.0", "text": "You know what I mean?", "start": 6716.0, "end": 6718.0}
{"id": "5CjbPI0fVm0-t6718.0", "text": "You know, you know, you can get a breakdown.", "start": 6718.0, "end": 6722.0}
{"id": "5CjbPI0fVm0-t6722.0", "text": "You know, you can get a breakdown.", "start": 6722.0, "end": 6728.0}
{"id": "5CjbPI0fVm0-t6728.0", "text": "You know, the amplifier was a shock.", "start": 6728.0, "end": 6734.0}
{"id": "5CjbPI0fVm0-t6734.0", "text": "He's hurting his hands.", "start": 6734.0, "end": 6751.0}
{"id": "5CjbPI0fVm0-t6751.0", "text": "I'm just interested in everything.", "start": 6751.0, "end": 6753.0}
{"id": "5CjbPI0fVm0-t6753.0", "text": "I was a mattress this year, and I got a huge amount of stuff said.", "start": 6753.0, "end": 6758.0}
{"id": "5CjbPI0fVm0-t6758.0", "text": "A different form when I started.", "start": 6758.0, "end": 6763.0}
{"id": "5CjbPI0fVm0-t6763.0", "text": "I was a mattress that was really good.", "start": 6763.0, "end": 6768.0}
{"id": "5CjbPI0fVm0-t6768.0", "text": "I was a mattress that was really good.", "start": 6768.0, "end": 6773.0}
{"id": "5CjbPI0fVm0-t6773.0", "text": "I was a mattress that was really good.", "start": 6773.0, "end": 6776.0}
{"id": "5CjbPI0fVm0-t6776.0", "text": "I got a huge amount of stuff said.", "start": 6776.0, "end": 6779.0}
{"id": "5CjbPI0fVm0-t6779.0", "text": "A different form when I got my results trained in.", "start": 6779.0, "end": 6783.0}
{"id": "5CjbPI0fVm0-t6783.0", "text": "I keep my coming back to school.", "start": 6783.0, "end": 6787.0}
{"id": "5CjbPI0fVm0-t6787.0", "text": "Mostly data is fine.", "start": 6787.0, "end": 6790.0}
{"id": "5CjbPI0fVm0-t6790.0", "text": "Research is very specific to the game.", "start": 6790.0, "end": 6798.0}
{"id": "5CjbPI0fVm0-t6798.0", "text": "It's very specific to the way it's been.", "start": 6798.0, "end": 6801.0}
{"id": "5CjbPI0fVm0-t6801.0", "text": "I do like a mattress.", "start": 6801.0, "end": 6803.0}
{"id": "5CjbPI0fVm0-t6803.0", "text": "Not the big mattress.", "start": 6803.0, "end": 6805.0}
{"id": "5CjbPI0fVm0-t6805.0", "text": "I focus.", "start": 6805.0, "end": 6808.0}
{"id": "5CjbPI0fVm0-t6808.0", "text": "I rock the behind the door.", "start": 6808.0, "end": 6815.0}
{"id": "5CjbPI0fVm0-t6815.0", "text": "How do you make a decision?", "start": 6815.0, "end": 6819.0}
{"id": "5CjbPI0fVm0-t6819.0", "text": "That's about food and marina.", "start": 6819.0, "end": 6822.0}
{"id": "5CjbPI0fVm0-t6822.0", "text": "How do you know that person?", "start": 6822.0, "end": 6825.0}
{"id": "5CjbPI0fVm0-t6825.0", "text": "How do you know the situation?", "start": 6825.0, "end": 6828.0}
{"id": "5CjbPI0fVm0-t6828.0", "text": "Obviously, I don't know what it's like in the rain tomorrow.", "start": 6828.0, "end": 6831.0}
{"id": "5CjbPI0fVm0-t6831.0", "text": "I don't know what the question is, but I don't know if you were there.", "start": 6831.0, "end": 6835.0}
{"id": "5CjbPI0fVm0-t6835.0", "text": "I do hear a lot of them.", "start": 6835.0, "end": 6839.0}
{"id": "5CjbPI0fVm0-t6839.0", "text": "They can predict the difference between the way it was.", "start": 6839.0, "end": 6843.0}
{"id": "5CjbPI0fVm0-t6843.0", "text": "What do you think through us?", "start": 6843.0, "end": 6847.0}
{"id": "5CjbPI0fVm0-t6847.0", "text": "Food and food.", "start": 6847.0, "end": 6850.0}
{"id": "5CjbPI0fVm0-t6850.0", "text": "I still don't know what's fine.", "start": 6850.0, "end": 6856.0}
{"id": "5CjbPI0fVm0-t6856.0", "text": "The whole country has been covering it.", "start": 6856.0, "end": 6860.0}
{"id": "5CjbPI0fVm0-t6860.0", "text": "Where's the situation?", "start": 6860.0, "end": 6868.0}
{"id": "5CjbPI0fVm0-t6868.0", "text": "So, like, what do you think?", "start": 6868.0, "end": 6872.0}
{"id": "5CjbPI0fVm0-t6872.0", "text": "If you don't, you can't get the right one.", "start": 6872.0, "end": 6876.0}
{"id": "5CjbPI0fVm0-t6876.0", "text": "You can't get the right one.", "start": 6876.0, "end": 6881.0}
{"id": "5CjbPI0fVm0-t6881.0", "text": "I don't know what you know.", "start": 6881.0, "end": 6884.0}
{"id": "5CjbPI0fVm0-t6884.0", "text": "I don't know what you're doing.", "start": 6884.0, "end": 6892.0}
