{"id": "B2KkHTxrHGM-t0.0", "text": "you", "start": 0.0, "end": 2.06}
{"id": "B2KkHTxrHGM-t30.0", "text": "and", "start": 30.0, "end": 32.0}
{"id": "B2KkHTxrHGM-t32.0", "text": "I'm", "start": 32.0, "end": 36.0}
{"id": "B2KkHTxrHGM-t36.0", "text": "With the", "start": 36.0, "end": 38.08}
{"id": "B2KkHTxrHGM-t38.08", "text": "Good afternoon and welcome both to our presenters today and also to our audience on zoom and on YouTube. I'm Beverly Zabrowski and I'm here to welcome you on behalf of the founder and director of the", "start": 38.08, "end": 51.0}
{"id": "B2KkHTxrHGM-t51.0", "text": "of the Heel X Center at Narsassian.", "start": 51.0, "end": 56.0}
{"id": "B2KkHTxrHGM-t56.0", "text": "I'm a Jungian analyst who is on the Executive Committee of Heel X.", "start": 56.0, "end": 62.0}
{"id": "B2KkHTxrHGM-t62.0", "text": "And we're very pleased to be able to address this incredibly current and exciting field with you today.", "start": 62.0, "end": 73.0}
{"id": "B2KkHTxrHGM-t73.0", "text": "And we've had a wonderful response from these panelists.", "start": 73.0, "end": 78.0}
{"id": "B2KkHTxrHGM-t78.0", "text": "And I'm going to tell you just a bit about each of them.", "start": 78.0, "end": 82.0}
{"id": "B2KkHTxrHGM-t82.0", "text": "And then I'm going to ask them to describe their research rather than my reading to you about their research.", "start": 82.0, "end": 91.0}
{"id": "B2KkHTxrHGM-t91.0", "text": "So the program will be this description, this presentation of the panelists.", "start": 91.0, "end": 99.0}
{"id": "B2KkHTxrHGM-t99.0", "text": "And then their discussion and then in Q&A at the end, and please submit your questions to the panelists via either YouTube or Zoom.", "start": 99.0, "end": 114.0}
{"id": "B2KkHTxrHGM-t114.0", "text": "So, move forth with here.", "start": 114.0, "end": 118.0}
{"id": "B2KkHTxrHGM-t118.0", "text": "Patricia Daly is an associate professor of English and comparative literature at Columbia University.", "start": 118.0, "end": 125.0}
{"id": "B2KkHTxrHGM-t125.0", "text": "She's co-chair of the Affect Studies University Seminar, Gender and Sexuality Studies Council in the colloquium for early medieval studies.", "start": 125.0, "end": 136.0}
{"id": "B2KkHTxrHGM-t136.0", "text": "Her book Promised Bodies looks at the way women's mystical texts of the Middle Ages offer us an embodied sense of living the way one reads.", "start": 136.0, "end": 147.0}
{"id": "B2KkHTxrHGM-t147.0", "text": "The research focuses on the experience of poetics and the ubiquitous of what we think of as the literary and early medieval England.", "start": 147.0, "end": 158.0}
{"id": "B2KkHTxrHGM-t158.0", "text": "She's translated many works and her teaching and research involves contemporary philosophy and critical theory, including what these fields might teach us about the nature of psychedelic experience, and its relation to memory trauma studies and ecstatic", "start": 158.0, "end": 175.0}
{"id": "B2KkHTxrHGM-t175.0", "text": "experience.", "start": 175.0, "end": 178.0}
{"id": "B2KkHTxrHGM-t178.0", "text": "Elias Dacquar MD is an associate professor at Columbia University College of Physicians and Surgeons, an addiction and general psychiatrist.", "start": 178.0, "end": 189.0}
{"id": "B2KkHTxrHGM-t189.0", "text": "He's been researching novel treatments for addictions for over a decade.", "start": 189.0, "end": 195.0}
{"id": "B2KkHTxrHGM-t195.0", "text": "The focus of his research has been evaluating sub anesthetic ketamine infusions for cocaine use disorders, as well as investigating ketamine infusions as an adjunct to mindfulness based treatment.", "start": 195.0, "end": 211.0}
{"id": "B2KkHTxrHGM-t211.0", "text": "Mind, body practices motivational interviewing.", "start": 211.0, "end": 215.0}
{"id": "B2KkHTxrHGM-t215.0", "text": "And general interest in the impact of contemplative and non ordinary experience, and of the interventions that might occasion them.", "start": 215.0, "end": 225.0}
{"id": "B2KkHTxrHGM-t225.0", "text": "And then the essay, Devin now is a postdoctoral assistant, excuse me associated the Institute for research and sensing at the University of Cincinnati.", "start": 225.0, "end": 245.0}
{"id": "B2KkHTxrHGM-t245.0", "text": "And the medicine society and cultural research fellow with pomposia. So wonderful word pomposia.", "start": 245.0, "end": 254.0}
{"id": "B2KkHTxrHGM-t254.0", "text": "She previously completed a postdoctoral fellowship in the Department of bioethics, a case Western Reserve University School of Medicine.", "start": 254.0, "end": 263.0}
{"id": "B2KkHTxrHGM-t263.0", "text": "Her research focuses on the function of metaphor and other literary devices and narrative accounts of psychedelic experiences.", "start": 263.0, "end": 273.0}
{"id": "B2KkHTxrHGM-t273.0", "text": "In addition to studying bio ethical approaches to psychedelic medicine.", "start": 273.0, "end": 282.0}
{"id": "B2KkHTxrHGM-t282.0", "text": "Her group has been awarded the best humanities publication and psychedelic cities from the breaking convention in 2016.", "start": 282.0, "end": 292.0}
{"id": "B2KkHTxrHGM-t292.0", "text": "And they are currently participating in the first qualitative study of patient experience, where she's the New York public library Timothy Larry papers and research fellow with New York University, Silabillion Cancer, anxiety study.", "start": 292.0, "end": 314.0}
{"id": "B2KkHTxrHGM-t314.0", "text": "Alex quan is a neuroscientist whose work is focused on the neurobiology of antidepressants. He's known for using sophisticated optical imaging methods to study how drugs, such as ketamine and psychosilaben modified the structure and function of brain circuitry.", "start": 314.0, "end": 334.0}
{"id": "B2KkHTxrHGM-t334.0", "text": "His research has been published in top peer review journals. He has a PhD in applied physics and Cornell, and is currently an associate professor and the treatment and the Department of Psychiatry at Yale University.", "start": 334.0, "end": 351.0}
{"id": "B2KkHTxrHGM-t351.0", "text": "You can follow him on Twitter and he'll tell you how else to follow his research.", "start": 351.0, "end": 357.0}
{"id": "B2KkHTxrHGM-t357.0", "text": "Ross has been a pioneer in leader in this study of alternative medications. He's a research associate professor of psychiatry and child adolescent psychiatry at the NYU Grossman School of Medicine.", "start": 357.0, "end": 375.0}
{"id": "B2KkHTxrHGM-t375.0", "text": "He's a founding member of the NYU psychedelic research group and is currently associate director of the NYU Langbahn Center for psychedelic medicine. And he's director of the psychedelic medicine research training program.", "start": 375.0, "end": 391.0}
{"id": "B2KkHTxrHGM-t391.0", "text": "In his 21 years at NYU and Bellevue. He's been involved in administration teaching research, and he previously was director of the Center for addiction psychiatry at Tisch.", "start": 391.0, "end": 411.0}
{"id": "B2KkHTxrHGM-t411.0", "text": "So, he will tell you some of the other venues and directions of his research in the process of our discussion. And now I want to hand over to the participants and ask them to just immediately speak and share with us.", "start": 411.0, "end": 433.0}
{"id": "B2KkHTxrHGM-t433.0", "text": "They're profound knowledge of something that many of us are only just learning about. Thank you.", "start": 433.0, "end": 444.0}
{"id": "B2KkHTxrHGM-t444.0", "text": "Well, let me just add Beverly that I'm, I'm nominally on this panel, although I'm not an expert in this field I'm Gerald Horowitz and on the associate director helix and I'm typically you were.", "start": 444.0, "end": 459.0}
{"id": "B2KkHTxrHGM-t459.0", "text": "Or often you're devoted moderator for many of these talks. I'm a clinical neuropsychiatrist and psychopharmacologist on faculty at Columbia as well. So I just found this to be a really wonderful and interesting and timely topic and thought I would love to take part also", "start": 459.0, "end": 476.0}
{"id": "B2KkHTxrHGM-t476.0", "text": "as a panelist and I'll just say that maybe what we might do is start off with a little bit of a historical background is anyone want to take a shot at that sort of describing a little bit about the history of psychedelics.", "start": 476.0, "end": 498.0}
{"id": "B2KkHTxrHGM-t498.0", "text": "Thank you, Jerry. Sure.", "start": 498.0, "end": 502.0}
{"id": "B2KkHTxrHGM-t502.0", "text": "I could talk a little bit about the history of psychedelics and psychiatry.", "start": 502.0, "end": 507.0}
{"id": "B2KkHTxrHGM-t507.0", "text": "The first wave of psychedelics started in 1943 when Albert Hoffman accidentally discovered LSD. And over the next 25 years or so there was a really large amount of research that took place mostly with LSD.", "start": 507.0, "end": 523.0}
{"id": "B2KkHTxrHGM-t523.0", "text": "And that was being close to 40,000 participants that were studied, and the most promising clinical indications was the use of LSD assisted psychotherapy to treat alcoholism at the time there were thousands of people that underwent that treatment model there were several randomized control", "start": 523.0, "end": 540.0}
{"id": "B2KkHTxrHGM-t540.0", "text": "trials.", "start": 540.0, "end": 542.0}
{"id": "B2KkHTxrHGM-t542.0", "text": "The next most studied indication was the use of LSD assisted psychotherapy to treat psychiatric and existential distress in terminal cancer.", "start": 542.0, "end": 551.0}
{"id": "B2KkHTxrHGM-t551.0", "text": "The work done by Eric cast looking at LSD as a treatment for a factory pain syndromes and patients that had ended up life cancer.", "start": 551.0, "end": 560.0}
{"id": "B2KkHTxrHGM-t560.0", "text": "So those were the two most promising research areas.", "start": 560.0, "end": 564.0}
{"id": "B2KkHTxrHGM-t564.0", "text": "But psychedelics were legal for a period of time then they were used by clinicians throughout the world, including psychoanalysts use them as a tool to the unconscious.", "start": 564.0, "end": 574.0}
{"id": "B2KkHTxrHGM-t574.0", "text": "There was enormous safety data that was collected on them.", "start": 574.0, "end": 578.0}
{"id": "B2KkHTxrHGM-t578.0", "text": "But before they could sort of move forward to larger control trials to establish safety and efficacy.", "start": 578.0, "end": 585.0}
{"id": "B2KkHTxrHGM-t585.0", "text": "They got caught up in the counterculture movement and the long drugs.", "start": 585.0, "end": 589.0}
{"id": "B2KkHTxrHGM-t589.0", "text": "Richard Nixon, the character Timothy Larry the most dangerous man in America and the control substance act was enacted in 1970 and it sent psychedelic research into the deep freeze for a long time until recently.", "start": 589.0, "end": 610.0}
{"id": "B2KkHTxrHGM-t610.0", "text": "And I had a quick note that before Western psychiatry discovered psychedelics there's been centuries and you know, even more use of various kinds of psychedelics predominantly across the global south by indigenous groups and a lot of the indigenous", "start": 610.0, "end": 633.0}
{"id": "B2KkHTxrHGM-t633.0", "text": "groups that were using various psychedelic substances were really tamped out with colonization when, you know, especially in South and Central America.", "start": 633.0, "end": 647.0}
{"id": "B2KkHTxrHGM-t647.0", "text": "And I would really recommend make J's book on masculine global history of the first psychedelic which really traces a lot of that kind of the pre medical history of psychedelics and a lot of the medical research and psychological research, it was a lot to the work that was done before by indigenous", "start": 647.0, "end": 664.0}
{"id": "B2KkHTxrHGM-t664.0", "text": "community so I just wanted to acknowledge that as well.", "start": 664.0, "end": 673.0}
{"id": "B2KkHTxrHGM-t673.0", "text": "I was struck by the fact that there seems to be something slightly different about using, let's say alcohol as a social lubricant.", "start": 673.0, "end": 687.0}
{"id": "B2KkHTxrHGM-t687.0", "text": "And anti anxiety treatment.", "start": 687.0, "end": 690.0}
{"id": "B2KkHTxrHGM-t690.0", "text": "Well anyway, the presence of services and anti anxiety treatments, not a very good one overall but, but there seem to be a difference between the use of alcohol and the use of psychedelics.", "start": 690.0, "end": 701.0}
{"id": "B2KkHTxrHGM-t701.0", "text": "And as much as their psychedelics sort of seems to bring along with it this notion of like changing ones view of reality, which seems to be different from alcohol maybe you change your mood or changes your anxiety level or such.", "start": 701.0, "end": 716.0}
{"id": "B2KkHTxrHGM-t716.0", "text": "And I wonder how much that plays into the current interest in it, because it is a little bit of a unique.", "start": 716.0, "end": 733.0}
{"id": "B2KkHTxrHGM-t733.0", "text": "Hi, it's a pleasure to be here with you. So I should also say before addressing your point about alcohol being somehow distinct from psychedelics so called that psychedelic as a term is is a relatively modern invention.", "start": 733.0, "end": 756.0}
{"id": "B2KkHTxrHGM-t756.0", "text": "And still one that may not encompass exactly what we're attempting to hear. It was coined by a psychiatrist.", "start": 756.0, "end": 766.0}
{"id": "B2KkHTxrHGM-t766.0", "text": "Humphrey Osborne, who was competing with Aldous Huxley for the most telling name, and they landed on this.", "start": 766.0, "end": 779.0}
{"id": "B2KkHTxrHGM-t779.0", "text": "Grammatically incorrect portmanteau encapsulate what they thought were the part of the effects of this class of substances.", "start": 779.0, "end": 792.0}
{"id": "B2KkHTxrHGM-t792.0", "text": "And it's worth mentioning in deference to mechae's points about indigenous traditions that many of them find it objectionable to refer to these compounds as as psychedelics that for many of them, their sacraments, teachers, medicines.", "start": 792.0, "end": 818.0}
{"id": "B2KkHTxrHGM-t818.0", "text": "It raises questions about whether we're looking at a completely novel group of compounds.", "start": 818.0, "end": 828.0}
{"id": "B2KkHTxrHGM-t828.0", "text": "Or if there's something about them that's novel to Western tradition, at least in this post industrial phase. Alcohol as well.", "start": 828.0, "end": 841.0}
{"id": "B2KkHTxrHGM-t841.0", "text": "As many of you know, may have so called psychedelic effects if if approached in the right spirit.", "start": 841.0, "end": 850.0}
{"id": "B2KkHTxrHGM-t850.0", "text": "You know the the Dionysian rights of ancient Greece, involved ecstatic immersion in the mysteries and communion with with Godhead.", "start": 850.0, "end": 861.0}
{"id": "B2KkHTxrHGM-t861.0", "text": "But nothing more than Capernet. So, you know, we should really think deeply about not only what these medicines these compounds are doing neurochemically but what the cultural representation might be and, and the ritual surrounding them, how we're approaching them.", "start": 861.0, "end": 883.0}
{"id": "B2KkHTxrHGM-t883.0", "text": "Yes, when we're treating anxiety with with some low at night.", "start": 883.0, "end": 891.0}
{"id": "B2KkHTxrHGM-t891.0", "text": "That's very different from getting set up with a psychedelic psychiatrist and getting prepared and then going through the experience and then going through whatever integration might be.", "start": 891.0, "end": 905.0}
{"id": "B2KkHTxrHGM-t905.0", "text": "There are people who are using these substances regularly in a way that might be dampening their power that.", "start": 905.0, "end": 917.0}
{"id": "B2KkHTxrHGM-t917.0", "text": "Ways that require a greater more preparation and tensionality than, and currently we're giving alcohol, at least most of us were giving alcohol.", "start": 917.0, "end": 937.0}
{"id": "B2KkHTxrHGM-t937.0", "text": "There's some background noise, I'd like to ask all of the panelists to be sure that they're on mute when they are not speaking.", "start": 937.0, "end": 947.0}
{"id": "B2KkHTxrHGM-t947.0", "text": "But thank you very much for that.", "start": 947.0, "end": 952.0}
{"id": "B2KkHTxrHGM-t952.0", "text": "Very comprehensive summary of where we are now. For those of you who've already spoken spoken. And I think some of what Jerry talked about also has a generational flavor to it. So I'm hoping we could at some point get into that in terms of the different ways that the generations use some of these substances.", "start": 952.0, "end": 976.0}
{"id": "B2KkHTxrHGM-t982.0", "text": "It had one thing.", "start": 982.0, "end": 985.0}
{"id": "B2KkHTxrHGM-t985.0", "text": "I find it very interesting that at a moment, where you could say our culture is very much valued autonomy and individualism.", "start": 985.0, "end": 996.0}
{"id": "B2KkHTxrHGM-t996.0", "text": "You find in so many contexts that a need for connection is arising despite all of this, and whether one call it.", "start": 996.0, "end": 1006.0}
{"id": "B2KkHTxrHGM-t1006.0", "text": "Part of a greater context of ritual and community, or whether that connection is now being sought in these therapeutic set sessions to recover a sense of connection and community, and to alleviate suffering to be able to enable connection or greater connection with other human beings.", "start": 1006.0, "end": 1032.0}
{"id": "B2KkHTxrHGM-t1032.0", "text": "I think it's also part of a cultural moment, where there's been a greater acceptance of certain forms of uses of drugs on a larger scale when we're seeing the legalization of a variety of other substances across the United States.", "start": 1032.0, "end": 1051.0}
{"id": "B2KkHTxrHGM-t1051.0", "text": "So I think this is also playing into the importance of the moment as well.", "start": 1051.0, "end": 1067.0}
{"id": "B2KkHTxrHGM-t1067.0", "text": "We have this already the sort of division between its use, or at least a partial division between its use historically in ritual, and not specifically in the sort of latter day notion of what therapy is, or therapeutics is.", "start": 1067.0, "end": 1084.0}
{"id": "B2KkHTxrHGM-t1084.0", "text": "It's, I wonder if we could talk a few minutes about how this is these are being, drugs are being evaluated in terms of therapeutics, and then go back and say whether is that all there is to them, or there are other aspects to psychedelic use that doesn't specifically fit into them all of our sense of the therapeutics", "start": 1084.0, "end": 1108.0}
{"id": "B2KkHTxrHGM-t1108.0", "text": "in certain times.", "start": 1108.0, "end": 1117.0}
{"id": "B2KkHTxrHGM-t1117.0", "text": "Alex, maybe you'll say something about your research on depression is.", "start": 1117.0, "end": 1122.0}
{"id": "B2KkHTxrHGM-t1122.0", "text": "Yeah, I can definitely I think speak somewhat to that, although I would, I would say, I mean we have clinician here as well who can answer that question quite well.", "start": 1122.0, "end": 1130.0}
{"id": "B2KkHTxrHGM-t1130.0", "text": "And I would, I would say that, yeah, the current research and the research to psychedelics, I would say is in large part due to the therapy potential, the fact that there has been some pilot smaller scale clinical trial that I would say restarted coming out of the more strict scheduling", "start": 1130.0, "end": 1149.0}
{"id": "B2KkHTxrHGM-t1149.0", "text": "in the last 15 years or so, where it's showing some pretty strong efficacy in certain amounts of certain types of disorders like depression, as well as substance use disorder.", "start": 1149.0, "end": 1161.0}
{"id": "B2KkHTxrHGM-t1161.0", "text": "I think it is interesting to think how it may be, and we can talk about this how it may be a departure from some of the view on these compounds in the past I think with the research and I think at least in my sense there is more of a try to follow up with", "start": 1161.0, "end": 1178.0}
{"id": "B2KkHTxrHGM-t1178.0", "text": "a try to follow a bit more strictly in terms of medical use perspective to try to keep it a bit more scientific or to use it in a more control manner let's say, relatively in the past I think everybody is a bit more careful in that way.", "start": 1178.0, "end": 1200.0}
{"id": "B2KkHTxrHGM-t1200.0", "text": "So yeah, I think that's a good topic of discuss in terms of how it's currently being studied and being used as opposed to some of the past history and also some of these very intriguing effects of these, these compounds.", "start": 1200.0, "end": 1221.0}
{"id": "B2KkHTxrHGM-t1221.0", "text": "Hi, I'm sure Steve can also get this perspective on the clinical development of these compounds.", "start": 1221.0, "end": 1230.0}
{"id": "B2KkHTxrHGM-t1230.0", "text": "I entered into this field.", "start": 1230.0, "end": 1233.0}
{"id": "B2KkHTxrHGM-t1233.0", "text": "Interested in really correcting a misconception that was very prevalent at the time that I started doing research Academy, which was that the psychoactive effects of ketamine are totally irrelevant to what it's doing.", "start": 1233.0, "end": 1250.0}
{"id": "B2KkHTxrHGM-t1250.0", "text": "And that any effect that we're seeing therapeutically is entirely neuro biological neuromodulatory.", "start": 1250.0, "end": 1262.0}
{"id": "B2KkHTxrHGM-t1262.0", "text": "It's fairly evident from anyone who knows the history that ketamine has been looked at as a as a so called psychedelic in so far as it's psychoactive effects were without to be crucial for advocacy.", "start": 1262.0, "end": 1279.0}
{"id": "B2KkHTxrHGM-t1279.0", "text": "But 15 years ago, that would have been really problematic to emphasize.", "start": 1279.0, "end": 1288.0}
{"id": "B2KkHTxrHGM-t1288.0", "text": "It was introduced as a biological intervention, something that's given much like ECT or trans magnetic stimulation with the psychoactive effect something to do away with perhaps developing a new medicine that is completely innocuous psychoactively.", "start": 1288.0, "end": 1307.0}
{"id": "B2KkHTxrHGM-t1307.0", "text": "Something like an SSRI doing exactly the same thing neuro biologically but without the experiential psychological effects.", "start": 1307.0, "end": 1318.0}
{"id": "B2KkHTxrHGM-t1318.0", "text": "But the research that I've done has looked at how we might integrate ketamine at a psychoactive dose with various types of psychotherapy and mobilizing some of the experiential effects.", "start": 1318.0, "end": 1336.0}
{"id": "B2KkHTxrHGM-t1336.0", "text": "And we're here to initiate change, particularly with addiction.", "start": 1336.0, "end": 1344.0}
{"id": "B2KkHTxrHGM-t1344.0", "text": "And that's I think where things are shifting in the medical domain.", "start": 1344.0, "end": 1350.0}
{"id": "B2KkHTxrHGM-t1350.0", "text": "Looking at experiences that historically have been considered problematic off limits.", "start": 1350.0, "end": 1358.0}
{"id": "B2KkHTxrHGM-t1358.0", "text": "And how they might be important to work with.", "start": 1358.0, "end": 1368.0}
{"id": "B2KkHTxrHGM-t1368.0", "text": "Now all of this is to say that there's been a counter current at the same time of persisting in regarding these compounds as entirely biological.", "start": 1368.0, "end": 1384.0}
{"id": "B2KkHTxrHGM-t1384.0", "text": "And investigating whether there are compounds we can develop that do away with psychoactive effects or that simulate what's happening neuro biologically.", "start": 1384.0, "end": 1396.0}
{"id": "B2KkHTxrHGM-t1396.0", "text": "And I think we have to really consider what might be lost in doing so.", "start": 1396.0, "end": 1403.0}
{"id": "B2KkHTxrHGM-t1403.0", "text": "We stand to remain firmly in sonson of paradigm that that may not be doing as well. First of all, in second, we may be losing sight of how we might expand what human experience is our spanner understanding of what human experiences", "start": 1403.0, "end": 1423.0}
{"id": "B2KkHTxrHGM-t1423.0", "text": "that we could work more fully with even it's more perilous perilous edges.", "start": 1423.0, "end": 1434.0}
{"id": "B2KkHTxrHGM-t1434.0", "text": "Thank you for that it's it's a little difficult to hear part of you there's a great deal of background noise.", "start": 1434.0, "end": 1443.0}
{"id": "B2KkHTxrHGM-t1443.0", "text": "Is it possible to to mute that background noise and we can really hear what you're saying.", "start": 1443.0, "end": 1450.0}
{"id": "B2KkHTxrHGM-t1450.0", "text": "Which is quite compelling.", "start": 1450.0, "end": 1452.0}
{"id": "B2KkHTxrHGM-t1452.0", "text": "I should apologize I'm upstate currently and what's called a bomb cyclone.", "start": 1452.0, "end": 1459.0}
{"id": "B2KkHTxrHGM-t1459.0", "text": "And so I had to I had to run to another town that had Wi-Fi and I'm at a at a friend's restaurant currently.", "start": 1459.0, "end": 1471.0}
{"id": "B2KkHTxrHGM-t1471.0", "text": "So I apologize for the background noise.", "start": 1471.0, "end": 1474.0}
{"id": "B2KkHTxrHGM-t1474.0", "text": "Well, we do say so compelling we just want to hear it.", "start": 1474.0, "end": 1479.0}
{"id": "B2KkHTxrHGM-t1479.0", "text": "I'll finish here with the other thing to keep in mind is that this is all happening within a very concerted kind of a financial effort to move forward with developing new compounds for medical use, as well as to create new academic", "start": 1479.0, "end": 1506.0}
{"id": "B2KkHTxrHGM-t1506.0", "text": "centers and keep the research machine going.", "start": 1506.0, "end": 1510.0}
{"id": "B2KkHTxrHGM-t1510.0", "text": "So we, I think we have to keep those aspects of this in mind that this would not be happening.", "start": 1510.0, "end": 1517.0}
{"id": "B2KkHTxrHGM-t1517.0", "text": "If it didn't involve the vested interests of certain elites.", "start": 1517.0, "end": 1525.0}
{"id": "B2KkHTxrHGM-t1525.0", "text": "I just want to clarify one thing I think I want to. I think I'd like to make clear what I think you were getting out of the lives because I'm some people are already it's maybe confused by this.", "start": 1525.0, "end": 1546.0}
{"id": "B2KkHTxrHGM-t1546.0", "text": "I think you meant that you were making distinction between the bio quote unquote biological effects, and it's this sort of, I guess what people would lose the river to the psychedelic effects or the trippy effects of these drugs.", "start": 1546.0, "end": 1563.0}
{"id": "B2KkHTxrHGM-t1563.0", "text": "And then there's all the known antidepressants have psychoactive effects. The question is whether these agents can provide positive therapeutic effects, those, those psychoactive effects without the ones where there's an experiential change, right, which, and I think you're", "start": 1563.0, "end": 1581.0}
{"id": "B2KkHTxrHGM-t1581.0", "text": "claiming that it might be you're going to be throwing the baby out with the bathwater if you don't acknowledge that these mind altering or psychedelic type effects, and the neuro plasticity that it seems to imply that without them you may be throwing the baby out with", "start": 1581.0, "end": 1596.0}
{"id": "B2KkHTxrHGM-t1596.0", "text": "the water. Is that a fear. Well, I think ontologically to reduce what we are to brain changes is to also just do a disservice to kind of the range of of experience, you know what constitutes us and to fall into a kind of facile materialism.", "start": 1596.0, "end": 1620.0}
{"id": "B2KkHTxrHGM-t1620.0", "text": "And you know invariably there's a very significant important dimension to what we experience. I mean it's ridiculous that I have to say that but that I mean that's that's important to acknowledge, and, and reducing what these", "start": 1620.0, "end": 1639.0}
{"id": "B2KkHTxrHGM-t1639.0", "text": "medicines do to neural effects is congruent with this really problematic materialism.", "start": 1639.0, "end": 1652.0}
{"id": "B2KkHTxrHGM-t1652.0", "text": "So, and it's all the more potent with with these substances because they blow up all of those categories I mean the experience that people describe is incredibly metaphysically challenging.", "start": 1652.0, "end": 1667.0}
{"id": "B2KkHTxrHGM-t1667.0", "text": "And, you know, we are confronted with the limits of our knowledge, and I'm sure Patricia can can talk about you know that that you know the cloud of not knowing that's you know so common in mystical literature and to be just thrust into that", "start": 1667.0, "end": 1689.0}
{"id": "B2KkHTxrHGM-t1689.0", "text": "and, you know, is, I think an integral part of what we're what we're seeing here with these medicines providing benefit. I've shown that in the research that the experience of the net ability, medias any benefits", "start": 1689.0, "end": 1713.0}
{"id": "B2KkHTxrHGM-t1713.0", "text": "that ketamine is having. So it's kind of a crucial component. And that's not unique to ketamine it's also seen with other other substances.", "start": 1713.0, "end": 1724.0}
{"id": "B2KkHTxrHGM-t1724.0", "text": "The so called mystical type experiences is an important part of whatever they're doing.", "start": 1724.0, "end": 1731.0}
{"id": "B2KkHTxrHGM-t1731.0", "text": "So yeah, I think that's particularly potent issue because we're seeing here a kind of explosion of traditional conventional ontology and metaphysics accounting for the benefits that these substances are providing and then, and then doing this post talk shoe", "start": 1731.0, "end": 1750.0}
{"id": "B2KkHTxrHGM-t1750.0", "text": "and the understanding of these substances into really tired obsolete metaphysical systems. I mean it just it seems to me, really losing sight of the shift, the great shift in paradigm in ways of thinking and ways of being that these substances could", "start": 1750.0, "end": 1766.0}
{"id": "B2KkHTxrHGM-t1766.0", "text": "not only individually but collectively.", "start": 1766.0, "end": 1777.0}
{"id": "B2KkHTxrHGM-t1777.0", "text": "Can I say something.", "start": 1777.0, "end": 1781.0}
{"id": "B2KkHTxrHGM-t1781.0", "text": "I think that's so much, I'll ask for for that contribution. The one one of the things that struck me so much and all the material that I've been reading is the necessity, like you said, of a sense of the ineffable or restoring a sense of enigma to the world, or, for example,", "start": 1781.0, "end": 1800.0}
{"id": "B2KkHTxrHGM-t1800.0", "text": "allowing for the sense of potential and possibility to re inhabit or re inscribed, be re inscribed in experience. And I find that that the language of science is often describing that at the neurological level, but it's not producing that experience", "start": 1800.0, "end": 1818.0}
{"id": "B2KkHTxrHGM-t1818.0", "text": "to be effective, emotive. Part of a belief structure and experiential at its core. So I'm really interested in this tension between the experiential and, and its limits to and, and how this therapy allows for something quite radical to happen in that", "start": 1818.0, "end": 1841.0}
{"id": "B2KkHTxrHGM-t1841.0", "text": "way.", "start": 1841.0, "end": 1850.0}
{"id": "B2KkHTxrHGM-t1850.0", "text": "I think one of the one, go ahead. Oh, I was just saying, maybe I will also respond a bit to allies realize I think that's a very interesting point and as a basic scientist studying the actions of these drugs and animal model and that's something that I think about quite a lot.", "start": 1850.0, "end": 1866.0}
{"id": "B2KkHTxrHGM-t1866.0", "text": "And in terms of what we can study neuro biologically these what these drugs would do, we study it at a level of receptors a level of cells that there was a neurons.", "start": 1866.0, "end": 1877.0}
{"id": "B2KkHTxrHGM-t1877.0", "text": "There's obviously limits in terms of neuroscience on how we can right now explain or not being able to explain things like consciousness or some of these connection that we talked about.", "start": 1877.0, "end": 1888.0}
{"id": "B2KkHTxrHGM-t1888.0", "text": "I think being going full way in terms of trying to understand the therapeutic effects entirely based on neurobiology I think is fraught I would agree with you on that like, I think it's that that would be ignoring the complete picture to based it fully on biology.", "start": 1888.0, "end": 1907.0}
{"id": "B2KkHTxrHGM-t1907.0", "text": "But I do think biology can still provide a lot of values in terms of what these drugs are doing and there's so much missing right now I feel like in terms of a lot of the research is done in the 50s in the 60s and 70s where a lot of the techniques are quite old.", "start": 1907.0, "end": 1920.0}
{"id": "B2KkHTxrHGM-t1920.0", "text": "Now we can have very clear idea and you know that we can have high resolution and what these receptors look like.", "start": 1920.0, "end": 1927.0}
{"id": "B2KkHTxrHGM-t1927.0", "text": "We can have a complete image of the human brain under the influence of these drugs. These, I think observation experiments give us tremendous insight on how our brain looks like under the influence of psychedelics.", "start": 1927.0, "end": 1941.0}
{"id": "B2KkHTxrHGM-t1941.0", "text": "So I think, yeah I'm a bit more optimistic in terms of what biology can tell us I don't think it explained the full picture but I think it's a necessary part of trying to explain this whole experience.", "start": 1941.0, "end": 1954.0}
{"id": "B2KkHTxrHGM-t1954.0", "text": "I think I'm going to jump in quickly as well just to to refund some points that a lot is brought up.", "start": 1954.0, "end": 1961.0}
{"id": "B2KkHTxrHGM-t1961.0", "text": "There's a really interesting book, the came out recently by James Davies called sedated how modern capitalism created our mental health crisis.", "start": 1961.0, "end": 1970.0}
{"id": "B2KkHTxrHGM-t1970.0", "text": "Davies lays out some really compelling evidence that the medicalized individualized approach to treating mental distress, where you kind of just a set give people SSR eyes and you tell them that it's based on chemical and balance in the brain.", "start": 1970.0, "end": 1989.0}
{"id": "B2KkHTxrHGM-t1989.0", "text": "And that has actually fueled the, the rise of mental illness, because it's emphasizing this, you know, you take a pill you focus you don't, you don't think about the environmental contextual factors that are contributing to your distress and instead you focus on just", "start": 1989.0, "end": 2005.0}
{"id": "B2KkHTxrHGM-t2005.0", "text": "the underlying chemistry as an individual. And there's a lot of evidence in the way that the corporate approach to rolling out psychedelic medicalization is going that there's an attempt to kind of capitalize on the failure of SSR eyes, while", "start": 2005.0, "end": 2021.0}
{"id": "B2KkHTxrHGM-t2021.0", "text": "kind of taking that same shoehorned approach of treating suffering at the level of the individual and applying it to psychedelics and it's just it's you know, it's, it's a replacement replacement of one metaphor for another so instead of chemical and balance let's fix your, your chemical", "start": 2021.0, "end": 2038.0}
{"id": "B2KkHTxrHGM-t2038.0", "text": "and your brain and set its metaphors of stuck energy and need to increase neuroplasticity but it's still distracting attention away from the larger systemic factors that are very important to, you know, the extent of distress that's currently", "start": 2038.0, "end": 2053.0}
{"id": "B2KkHTxrHGM-t2053.0", "text": "across the planet. And so I'm personally very interested in the potential of psychedelics to help bring awareness to the ways that our senses of identity or sense of self has been conditioned by living in capitalist systems that are actually very harmful, and", "start": 2053.0, "end": 2069.0}
{"id": "B2KkHTxrHGM-t2069.0", "text": "helping us to rewrite our narratives both about ourselves and our relationships to each other, and it kind of inspire things like solidarity and working towards systemic change. And I worry that some of the capitalist momentum behind the ways that psychedelics are being rolled out, and", "start": 2069.0, "end": 2085.0}
{"id": "B2KkHTxrHGM-t2085.0", "text": "speaking as someone who's been working in the field for over a decade so I was there before the money, I've kind of been seeing the transformation that's been happening with the field and the incentives that happened when money is given to develop certain kinds of visions of what psychedelic", "start": 2085.0, "end": 2099.0}
{"id": "B2KkHTxrHGM-t2099.0", "text": "and medicines are. I think that there's a risk that those larger systemic treatments that kind of psychedelic force systemic change are being under emphasized at the expense of this individualized model that's just treating an individual and trying to kind of create", "start": 2099.0, "end": 2115.0}
{"id": "B2KkHTxrHGM-t2115.0", "text": "a good income from that rather than addressing the root causes of social necessary social change.", "start": 2115.0, "end": 2130.0}
{"id": "B2KkHTxrHGM-t2130.0", "text": "And so I think that is very, very entranced by the psychedelics like guys, and was speculating about how much good might come from opening up ketamine clinics to the homeless, and providing support to the homeless by giving access to ketamine", "start": 2130.0, "end": 2152.0}
{"id": "B2KkHTxrHGM-t2152.0", "text": "completely eliding and blancing over the sorts of issues that Neshe is bringing up about the systemic problems of lack of place to live, lack of health care, lack of food.", "start": 2152.0, "end": 2168.0}
{"id": "B2KkHTxrHGM-t2168.0", "text": "And so if we want to help the homeless we're not going to stuff with ketamine we're going to give them a place that keeps them warm and that that takes care of them and give them opportunity.", "start": 2168.0, "end": 2184.0}
{"id": "B2KkHTxrHGM-t2184.0", "text": "And there is this this kind of hype machine that's going on right now I think in in tandem with the rapid corporatized rollout, or at least the fantasy of a rollout of these, by these compounds to to", "start": 2184.0, "end": 2196.0}
{"id": "B2KkHTxrHGM-t2196.0", "text": "maintain benefits that far exceed what what is really possible here.", "start": 2196.0, "end": 2203.0}
{"id": "B2KkHTxrHGM-t2203.0", "text": "We're not going to solve our world's problems by giving everyone an experience of interconnectedness that that or, or, you know, communion with the cosmos that their real work needs to be done.", "start": 2203.0, "end": 2219.0}
{"id": "B2KkHTxrHGM-t2219.0", "text": "Yeah, you know I'm, I share a Neshe's concern about the challenges here with remaining caught up in a system that is more about selling products to people who can buy them rather than, rather than helping the world, serving others.", "start": 2219.0, "end": 2246.0}
{"id": "B2KkHTxrHGM-t2246.0", "text": "I may, I, I could push back a little bit on this.", "start": 2246.0, "end": 2250.0}
{"id": "B2KkHTxrHGM-t2250.0", "text": "Just discourse and Neshe's point about the chemical imbalance theory of antidepressant treatment.", "start": 2250.0, "end": 2259.0}
{"id": "B2KkHTxrHGM-t2259.0", "text": "I think it, I know there are instances where.", "start": 2259.0, "end": 2264.0}
{"id": "B2KkHTxrHGM-t2264.0", "text": "Physicians or nurse practitioners or, or maybe who are prescribing these medicines may treat the person like a, in a little black box and give them medicines and just say it's a chemical imbalance I'd say it's really a terrible caricature of what local clinicians do in real time.", "start": 2264.0, "end": 2280.0}
{"id": "B2KkHTxrHGM-t2280.0", "text": "And I think that that's all they do with your patients that are not, they're not concerned with the patient's experience. It's, I think it's actually reckless to suggest that because it's just not true, typically.", "start": 2280.0, "end": 2291.0}
{"id": "B2KkHTxrHGM-t2291.0", "text": "There are plenty instances of that I'm not saying it doesn't happen I'm just saying it's wrong to render the typical treatment between a doctor or mental health clinician and the medicines are using to prescribe that they're just, you know, treating them as a chemical, a bag of", "start": 2291.0, "end": 2306.0}
{"id": "B2KkHTxrHGM-t2306.0", "text": "chemicals. I don't think that's true. Also, Elias brings up an important point here and it's also picks up on something you said Neshe which I, I do agree with, but then I think what we're talking about psychedelics as a group of, I guess, well psychedelics and psychedelic experience.", "start": 2306.0, "end": 2324.0}
{"id": "B2KkHTxrHGM-t2324.0", "text": "But if we're going to talk about them as potential treatments, we have to talk about them as treatments and what do they do. And you're right.", "start": 2324.0, "end": 2331.0}
{"id": "B2KkHTxrHGM-t2331.0", "text": "Elias to say well that doesn't solve the world's problems to give one medication to one individual person.", "start": 2331.0, "end": 2338.0}
{"id": "B2KkHTxrHGM-t2338.0", "text": "I think the humanities are, is a great place for us to enlighten people with or without the use of psychedelics.", "start": 2338.0, "end": 2346.0}
{"id": "B2KkHTxrHGM-t2346.0", "text": "So, the job isn't only on the pharmaceutical companies to solve all these problems but it's, it's what they do.", "start": 2346.0, "end": 2356.0}
{"id": "B2KkHTxrHGM-t2356.0", "text": "And again, last point I'll show up. No, of course there are some terrible incentives in place for pharma to develop drugs in ways that are not in everyone's best interest that I agree with also as well.", "start": 2356.0, "end": 2371.0}
{"id": "B2KkHTxrHGM-t2371.0", "text": "So we are talking about the class of medicines and what it can do so.", "start": 2371.0, "end": 2381.0}
{"id": "B2KkHTxrHGM-t2381.0", "text": "So just if I could really quickly respond to part of that so part of my issue with the way that many of the big, you know, kind of millionaire billionaire funded psychedelic corporations are rolling out is that they're using aspects of the experience like you feel more connected to nature.", "start": 2381.0, "end": 2398.0}
{"id": "B2KkHTxrHGM-t2398.0", "text": "And so I think that's a very important thing that I think is a little empathy for people who are different from you as a justification for rapid scaling and monopolization of access to psychedelics.", "start": 2398.0, "end": 2415.0}
{"id": "B2KkHTxrHGM-t2415.0", "text": "And so if you justify promoting a system where wealth is funneled to the top, there's you know, gross inequality in society and it's actually that kind of phenomenon that the literature suggests is actually fueling things like the climate change issues and", "start": 2415.0, "end": 2434.0}
{"id": "B2KkHTxrHGM-t2434.0", "text": "the polarization. So if you're saying one thing, you know, kind of using the phenomenology of psychedelic experience but you're systemically in these cases of these corporations contributing to the underlying systemic issues that are actually feeling those issues", "start": 2434.0, "end": 2449.0}
{"id": "B2KkHTxrHGM-t2449.0", "text": "so it's to me that that's part of the issue. And just regarding the SSRIs, there was a recent study kind of comparing led by Roslyn Watts and Robin cart heart Harris, comparing SSRIs as a teleprom to psilocybin.", "start": 2449.0, "end": 2466.0}
{"id": "B2KkHTxrHGM-t2466.0", "text": "And they came out both people in the psilocybin group and as a teleprom group came out feeling it kind of comparably roughly improved. And Roslyn Watts and reflecting on that was suggesting that it speaks to the quality of the care that was being", "start": 2466.0, "end": 2482.0}
{"id": "B2KkHTxrHGM-t2482.0", "text": "provided so while, you know, a lot of especially in the UK where James Davies is writing about where the, the National Health Service, it's cheaper to give people a pill than it is to give meaningful sustained psychotherapy and talk", "start": 2482.0, "end": 2499.0}
{"id": "B2KkHTxrHGM-t2499.0", "text": "about the kind of things that we need. And so it's a run to that problem where it's like the cheaper option is rolled out when really people need relationship, they need kind of interpersonal care, and that tends to be under emphasized when the", "start": 2499.0, "end": 2513.0}
{"id": "B2KkHTxrHGM-t2513.0", "text": "mental illnesses over emphasized.", "start": 2513.0, "end": 2532.0}
{"id": "B2KkHTxrHGM-t2532.0", "text": "And how important that might need to be. I'm sure you know that there are now these, especially in people in their twenties, these so-called psychedelic parties, where six o'clock is ketamine seven o'clock is cocaine eight o'clock is silo silo silo bin, you know, nine o'clock is some other kind of mushroom.", "start": 2532.0, "end": 2555.0}
{"id": "B2KkHTxrHGM-t2555.0", "text": "And we don't know what what is being sought in that kind of going into altered states and I think it would be enormously helpful to have more understanding about what what the effect of each of the drugs is.", "start": 2555.0, "end": 2574.0}
{"id": "B2KkHTxrHGM-t2574.0", "text": "Beverly, can I ask one thing though, one of the things that seems to be so important in relation to the actual therapeutic effect is language.", "start": 2574.0, "end": 2585.0}
{"id": "B2KkHTxrHGM-t2585.0", "text": "And this initial was kind of describing that the communicative therapeutic process has to be also integrated into language that the experience as entertainment is I think from my my understanding is a completely different thing, and that this", "start": 2585.0, "end": 2605.0}
{"id": "B2KkHTxrHGM-t2605.0", "text": "is distinct from the entertainment value of that experience, in that it is so essentially dependent upon the language, the integrative communicative aspect of it, and the ways in which it becomes part of a larger therapeutic context.", "start": 2605.0, "end": 2622.0}
{"id": "B2KkHTxrHGM-t2622.0", "text": "And I wonder if I could ask the people here who are more experienced obviously in that and talk a little bit about the role of language this is also where the humanities comes into play as well in terms of the role of narrative, the way we narrate our experiences", "start": 2622.0, "end": 2636.0}
{"id": "B2KkHTxrHGM-t2636.0", "text": "and the way in which that kind of narrative potential becomes altered and what narrative has to do with experience in general.", "start": 2636.0, "end": 2645.0}
{"id": "B2KkHTxrHGM-t2645.0", "text": "Yes, and I think that's connected to the whole motif of whether or not one can say and some of you have addressed this that an altered brain state is the same thing as the spiritual experience.", "start": 2645.0, "end": 2660.0}
{"id": "B2KkHTxrHGM-t2660.0", "text": "And I wonder if Dr Ross could enter in here and tell us, sort of from the background of all of his research, how we can place between the spiritual the biological, the altered state.", "start": 2660.0, "end": 2680.0}
{"id": "B2KkHTxrHGM-t2680.0", "text": "So, where, where do psychedelics fit in and which fit in where is there any distinction that we need to know about.", "start": 2680.0, "end": 2696.0}
{"id": "B2KkHTxrHGM-t2696.0", "text": "See there.", "start": 2696.0, "end": 2699.0}
{"id": "B2KkHTxrHGM-t2699.0", "text": "Elias, do you have thoughts about that, or Alex.", "start": 2699.0, "end": 2702.0}
{"id": "B2KkHTxrHGM-t2702.0", "text": "Yeah, I'll let I'll let Steve answer the question after this so the question was about, first of all, parsing between the different substances and then also parsing between the different effects that they might have been biological to", "start": 2702.0, "end": 2717.0}
{"id": "B2KkHTxrHGM-t2717.0", "text": "not just effects, but but like the metaphysic domain that we're talking about.", "start": 2717.0, "end": 2725.0}
{"id": "B2KkHTxrHGM-t2725.0", "text": "Well, I think, as, as was said earlier, language is important.", "start": 2725.0, "end": 2733.0}
{"id": "B2KkHTxrHGM-t2733.0", "text": "And it's first of all important to emphasize that psychedelic as a as a category subsumes a variety of different agents acting in a diverse neuro biological ways.", "start": 2733.0, "end": 2749.0}
{"id": "B2KkHTxrHGM-t2749.0", "text": "But, encompassing agents that work on the serotonin system, the five issue to a agonist so called the classical psychedelics.", "start": 2749.0, "end": 2762.0}
{"id": "B2KkHTxrHGM-t2762.0", "text": "There are also serotonin releases, like, and DNA.", "start": 2762.0, "end": 2769.0}
{"id": "B2KkHTxrHGM-t2769.0", "text": "Canvas is historically considered the psychedelic.", "start": 2769.0, "end": 2774.0}
{"id": "B2KkHTxrHGM-t2774.0", "text": "Eboga causes which the active and tablet of which is the again is a very mysterious psychedelics. It's still not clear what it does. So there, there's a variety of different immediate neuro biological effects.", "start": 2774.0, "end": 2793.0}
{"id": "B2KkHTxrHGM-t2793.0", "text": "The shared final common pathway neuro biologically appears to be a modulation of global brain activity, where the usual that no I don't want to get too far a field with with neuro biological explanations but the usual organizing schemes that", "start": 2793.0, "end": 2822.0}
{"id": "B2KkHTxrHGM-t2822.0", "text": "the brain falls into electrically. They become modulated and connections that ordinarily are very tight between different regions become weaker and areas that ordinarily aren't in communication.", "start": 2822.0, "end": 2842.0}
{"id": "B2KkHTxrHGM-t2842.0", "text": "And communicating more and that may lead to more protracted effects on the neuroplasticity of the brain and so far as there's opportunity for new neural connections to form, and states that are comparable to this has been seen in rodents.", "start": 2842.0, "end": 2868.0}
{"id": "B2KkHTxrHGM-t2868.0", "text": "The animals.", "start": 2868.0, "end": 2871.0}
{"id": "B2KkHTxrHGM-t2871.0", "text": "Best capable of learning new things to put it very simply. So there's, there's, there's a clear neuro biological correlate to all that's happening.", "start": 2871.0, "end": 2884.0}
{"id": "B2KkHTxrHGM-t2884.0", "text": "At the same time, you know, to return to language. There are also these very difficult to understand and articulate experiences that occur that that require a kind of", "start": 2884.0, "end": 2901.0}
{"id": "B2KkHTxrHGM-t2901.0", "text": "responsive framework to help the person articulate and make sense of them and move forward with them.", "start": 2901.0, "end": 2908.0}
{"id": "B2KkHTxrHGM-t2908.0", "text": "And in the past and indigenous traditions, for example, that framework was cultural communal. Right now it's, let's call it psychedelic in the in the new way of research that's been happening where there's a kind of syncretic quasi new age mindfulness based", "start": 2908.0, "end": 2934.0}
{"id": "B2KkHTxrHGM-t2934.0", "text": "recognition of a certain mystery that these these experiences occasion, and providing various opportunities for the person to mobilize those experiences in a manner that might have therapeutic impact and that process begins from the very beginning", "start": 2934.0, "end": 2954.0}
{"id": "B2KkHTxrHGM-t2954.0", "text": "of how the process is talked about how the person is prepared for the experience. There's a certain style of providing the medicine or the compound to allow for the experience to unfold in a relatively", "start": 2954.0, "end": 2971.0}
{"id": "B2KkHTxrHGM-t2971.0", "text": "different way. Again, I'm sorry about the background noise. And, and then afterwards there's again this this this integration process is it's called to help the person move forward with whatever new insights perspectives might have been might have been", "start": 2971.0, "end": 2990.0}
{"id": "B2KkHTxrHGM-t2990.0", "text": "that is a very different process than the parties that you mentioned, which I don't think are recent I imagine they've been going on since at least the 1920s but", "start": 2990.0, "end": 3003.0}
{"id": "B2KkHTxrHGM-t3003.0", "text": "this recreational use that doesn't involve the same intentions motivations, the same, of course, context and clinic, as in the case of recent research.", "start": 3003.0, "end": 3021.0}
{"id": "B2KkHTxrHGM-t3021.0", "text": "And it leads to very different engagement with whatever is produced. It's less about inside or, or, or it may be about inside but it's less about therapy and, and more about a kind of personal engagement, whatever that might look like recreational sexual", "start": 3021.0, "end": 3043.0}
{"id": "B2KkHTxrHGM-t3043.0", "text": "and psychological. So, you know, I'm, yeah, I think context is important and you know I don't need to bring out the set and setting thing I'm sure everyone's heard of 1000 times but you know that's, that's", "start": 3043.0, "end": 3060.0}
{"id": "B2KkHTxrHGM-t3060.0", "text": "an important aspect of work with not only these medicines but any kind of, you know, surgery, for example, isn't something we do in a kitchen on Saturday night, you know, it requires a great deal of preparation, context, guidance.", "start": 3060.0, "end": 3078.0}
{"id": "B2KkHTxrHGM-t3078.0", "text": "So I hope that answers your question. I didn't get to the whole, you know, you know, what's the, what's the connection between the mind and the brain, because I don't think that over the course of the south.", "start": 3078.0, "end": 3098.0}
{"id": "B2KkHTxrHGM-t3098.0", "text": "And I thought we might pick up a little bit more on this topic of, I think the, you know, neuroplasticity, whatever, however much double edged sword it might be in terms of the distribution of these treatments.", "start": 3098.0, "end": 3112.0}
{"id": "B2KkHTxrHGM-t3112.0", "text": "And it does seem to be where there's an interface between the biology of this research and the therapeutics and also narrative and language. It is, it is felt by those when doors to this sort of treatment that we are, if, at least taking some sort of shortcut towards neuroplasticity and opening", "start": 3112.0, "end": 3135.0}
{"id": "B2KkHTxrHGM-t3135.0", "text": "of the brain up when it may otherwise be in sort of a stuck position in one way or another, and for whatever reason, and they're multiple those those reasons. There were, there are, there are some indication and we are opening up these pathways in the brain.", "start": 3135.0, "end": 3152.0}
{"id": "B2KkHTxrHGM-t3152.0", "text": "And so some of the others can speak to this, and that allows for the narrative to take a different path. And that narrative may include my what my life is like what sort of person I am etc how I relate to others.", "start": 3152.0, "end": 3167.0}
{"id": "B2KkHTxrHGM-t3167.0", "text": "Maybe some of the others might want to speak more to maybe explaining this information about the neuroplasticity in the brain cells.", "start": 3167.0, "end": 3175.0}
{"id": "B2KkHTxrHGM-t3175.0", "text": "Steve, what do you think about this.", "start": 3175.0, "end": 3181.0}
{"id": "B2KkHTxrHGM-t3181.0", "text": "I think Alex is the best person here to explain neuroplasticity.", "start": 3181.0, "end": 3185.0}
{"id": "B2KkHTxrHGM-t3185.0", "text": "But the other question that Beverly asked.", "start": 3185.0, "end": 3190.0}
{"id": "B2KkHTxrHGM-t3190.0", "text": "In terms of clinical issues.", "start": 3190.0, "end": 3193.0}
{"id": "B2KkHTxrHGM-t3193.0", "text": "Which part of the question.", "start": 3193.0, "end": 3196.0}
{"id": "B2KkHTxrHGM-t3196.0", "text": "Beverly, you want to repeat your question to Steve.", "start": 3196.0, "end": 3200.0}
{"id": "B2KkHTxrHGM-t3200.0", "text": "I don't know if I could repeat it exactly, but I was wondering about the different effects on the brain.", "start": 3200.0, "end": 3211.0}
{"id": "B2KkHTxrHGM-t3211.0", "text": "And then we have to also think about on the mind of the different sorts of substances that we're talking about.", "start": 3211.0, "end": 3220.0}
{"id": "B2KkHTxrHGM-t3220.0", "text": "And I'd like to add into the question of context, the, the whole idea of the trust and the transference into the person who is administering this.", "start": 3220.0, "end": 3233.0}
{"id": "B2KkHTxrHGM-t3233.0", "text": "But that'll take us off and do another piece, but we are not knowledgeable about the distinctions and what does what.", "start": 3233.0, "end": 3243.0}
{"id": "B2KkHTxrHGM-t3243.0", "text": "I think Eliza did a good job of answering that question. It's a very, very broad question.", "start": 3243.0, "end": 3249.0}
{"id": "B2KkHTxrHGM-t3249.0", "text": "Well, what could you add from your own very particular experience and long experience.", "start": 3249.0, "end": 3256.0}
{"id": "B2KkHTxrHGM-t3256.0", "text": "How we should best approach this.", "start": 3256.0, "end": 3260.0}
{"id": "B2KkHTxrHGM-t3260.0", "text": "Well, what I could add is, you know, the.", "start": 3260.0, "end": 3264.0}
{"id": "B2KkHTxrHGM-t3264.0", "text": "My experience working with patients so I've done work with civil side and patients that have advanced cancer.", "start": 3264.0, "end": 3272.0}
{"id": "B2KkHTxrHGM-t3272.0", "text": "And that's one of the things that we're going to do with the work is, is been very moving. And I think it's one of the areas that is the most promising.", "start": 3272.0, "end": 3279.0}
{"id": "B2KkHTxrHGM-t3279.0", "text": "And we're going to be doing more work in that area.", "start": 3279.0, "end": 3282.0}
{"id": "B2KkHTxrHGM-t3282.0", "text": "Out of that body of research, we started looking at major depressive disorder and there are a lot of different programs now looking at major depression and there's sort of converging signals that it may work for that disorder, which is very important.", "start": 3282.0, "end": 3296.0}
{"id": "B2KkHTxrHGM-t3296.0", "text": "It's one of the most disabling neuropsychiatric conditions in the world.", "start": 3296.0, "end": 3301.0}
{"id": "B2KkHTxrHGM-t3301.0", "text": "Addiction is a very promising area here. And we just finished up a trial using civil side and assisted psychotherapy to help people that have alcohol use disorder.", "start": 3301.0, "end": 3314.0}
{"id": "B2KkHTxrHGM-t3314.0", "text": "And that's kind of picking up from the promising work of LSD and alcohol use disorder.", "start": 3314.0, "end": 3320.0}
{"id": "B2KkHTxrHGM-t3320.0", "text": "And there are several other programs of research looking at other substances of abuse.", "start": 3320.0, "end": 3325.0}
{"id": "B2KkHTxrHGM-t3325.0", "text": "And that Johnson and Hopkins is studying civil side and assisted psychotherapy to help people with tobacco use disorder and the continued disorder.", "start": 3325.0, "end": 3335.0}
{"id": "B2KkHTxrHGM-t3335.0", "text": "Peter Hendricks in Alabama studying civil side and to treat cocaine addiction.", "start": 3335.0, "end": 3340.0}
{"id": "B2KkHTxrHGM-t3340.0", "text": "There are other groups looking at opiate addiction.", "start": 3340.0, "end": 3344.0}
{"id": "B2KkHTxrHGM-t3344.0", "text": "And I think the most mature programs of research are with so Simon in advanced cancer, and not just advanced cancer other life threatening medical conditions where there's existential distress.", "start": 3344.0, "end": 3358.0}
{"id": "B2KkHTxrHGM-t3358.0", "text": "We were one of the groups along with Johns Hopkins to find the civil side and reduced demoralization in advanced cancer.", "start": 3358.0, "end": 3365.0}
{"id": "B2KkHTxrHGM-t3365.0", "text": "And then I've become probably the most interested at this point. And we have a group of new studies looking at civil side and LSD, and patients that have advanced or trauma cancer, and also looking to do work in early stage cancer like breast cancer, that the rates of distress", "start": 3365.0, "end": 3383.0}
{"id": "B2KkHTxrHGM-t3383.0", "text": "are high in early stage cancer that can be an end of life and important to intervene early. So I think, you know, these are all promising signals around efficacy but these are all in small pilot studies, and we need to do bigger studies to see, you know, if there's true efficacy.", "start": 3383.0, "end": 3402.0}
{"id": "B2KkHTxrHGM-t3402.0", "text": "We need to continue to do the work so that we can optimize safety.", "start": 3402.0, "end": 3406.0}
{"id": "B2KkHTxrHGM-t3406.0", "text": "Very important that we have good safety outcomes.", "start": 3406.0, "end": 3411.0}
{"id": "B2KkHTxrHGM-t3411.0", "text": "So I think those are the most promising areas but there's so many different directions to go that it's a really exciting time to be in the field.", "start": 3411.0, "end": 3422.0}
{"id": "B2KkHTxrHGM-t3422.0", "text": "Thank you very helpful.", "start": 3422.0, "end": 3426.0}
{"id": "B2KkHTxrHGM-t3426.0", "text": "Other thoughts.", "start": 3426.0, "end": 3429.0}
{"id": "B2KkHTxrHGM-t3429.0", "text": "I just was going to ask Steve in terms of cancer patients. What is it you are, especially advanced cancer patients, what is it you are trying to achieve.", "start": 3429.0, "end": 3443.0}
{"id": "B2KkHTxrHGM-t3443.0", "text": "What is it you observe when you are giving them the side of cyber or whatever you LSD, yes, you give them what you know what is the goal and how do you see the benefits.", "start": 3443.0, "end": 3460.0}
{"id": "B2KkHTxrHGM-t3460.0", "text": "Well, patients that this, let's take advanced cancer advanced cancer is very high rates of anxiety and depression about a third of people will have some form of anxiety or depressive spectrum disorder.", "start": 3460.0, "end": 3472.0}
{"id": "B2KkHTxrHGM-t3472.0", "text": "And then if you look at existential distress like death anxiety, demoralization syndrome, upwards of 50% with end of life cancer and other medical illnesses will have that distress.", "start": 3472.0, "end": 3484.0}
{"id": "B2KkHTxrHGM-t3484.0", "text": "Having anxiety depression existential distress and cancer is associated with both poor medical outcomes like decreased survival and poor psychiatric outcomes like increased suicidality.", "start": 3484.0, "end": 3496.0}
{"id": "B2KkHTxrHGM-t3496.0", "text": "And what we found in a pilot study that we published in 2016 that single dose so assignment and conjunction with the manual eyes psychotherapy that was existentially oriented produced rapid reductions in anxiety and depression.", "start": 3496.0, "end": 3511.0}
{"id": "B2KkHTxrHGM-t3511.0", "text": "And what we found lasted many months we even did a long term follow up suggest the effects may have gone out as long as four and a half years, but uniquely we found reduction in existential distress we found patients.", "start": 3511.0, "end": 3524.0}
{"id": "B2KkHTxrHGM-t3524.0", "text": "And these were patients where they had kind of like advanced cancer they got stuck they felt that life no longer had any meaning, they no longer felt connected to sources of love or spirituality.", "start": 3524.0, "end": 3536.0}
{"id": "B2KkHTxrHGM-t3536.0", "text": "And they kind of have this hasten desire to want to be dead. And what we found is that so aside from pretty rapidly changed their outlook created a very meaningful experience experience of unitary consciousness experience of being in touch with infinite love", "start": 3536.0, "end": 3554.0}
{"id": "B2KkHTxrHGM-t3554.0", "text": "experiences, they were often very challenging very difficult rated among the most significant and personally meaningful experiences of their entire lives, and that they, they said that that opened a kind of door for them and allow them to think about their relationship", "start": 3554.0, "end": 3569.0}
{"id": "B2KkHTxrHGM-t3569.0", "text": "and answer and death differently. And the last parts of many of their patients lives were filled with meaning love connection they're able to die these good deaths. So that that work was very, very moving and very like surprising.", "start": 3569.0, "end": 3585.0}
{"id": "B2KkHTxrHGM-t3585.0", "text": "And the idea is to replicate that we're going to be doing a much larger study 200 participants looking at single dose so I've been in conjunction with psychotherapy to treat stage three for cancer patients that have anxiety depression and the demoralization", "start": 3585.0, "end": 3601.0}
{"id": "B2KkHTxrHGM-t3601.0", "text": "and we have a new pilot study going back to the work of Eric cast using LSD to treat cancer pain I designed to study a control trial using LSD assisted psychotherapy to treat pain and patients that have advanced cancer as well as anxiety depression", "start": 3601.0, "end": 3619.0}
{"id": "B2KkHTxrHGM-t3619.0", "text": "and sterilization. So, so many areas to go with with the end of life existential stuff and that's the an area that I think is really worth exploring further", "start": 3619.0, "end": 3635.0}
{"id": "B2KkHTxrHGM-t3635.0", "text": "interesting that many of these conditions well, end of life is really seem to be well no I let me let me correct I'll get my point out I going back to this notion of neuroplasticity and narratives being stuck I said in the most general way a lot of these conditions that", "start": 3635.0, "end": 3654.0}
{"id": "B2KkHTxrHGM-t3654.0", "text": "help and overcome suffering involved some sort of stuck state. Some people were just in networks network theory talk about attractor states addiction where someone returns over and over again to a drug, even when oftentimes it causes discomfort", "start": 3654.0, "end": 3672.0}
{"id": "B2KkHTxrHGM-t3672.0", "text": "or pain at the advanced stages of the addiction, people with OCD keep repeating certain things and of course the death when you're facing death this is why I corrected my first opening comment.", "start": 3672.0, "end": 3684.0}
{"id": "B2KkHTxrHGM-t3684.0", "text": "And it's difficult not to be stuck in a particular groove, because each of us approach, each of us approaches death with a set of fantasies and ideas of what I'm going to entail, and I dare say many of us would start to pretty quickly converge just towards something that may not be", "start": 3684.0, "end": 3702.0}
{"id": "B2KkHTxrHGM-t3702.0", "text": "a difficult for us to experience or easy for us to experience. So the idea that the neuroplasticity opens up the brain, there's this research showing that it affects the default mode network, maybe others could also talk about a little bit and", "start": 3702.0, "end": 3717.0}
{"id": "B2KkHTxrHGM-t3717.0", "text": "the levels that get changed with psychedelic treatment, and this opens up the possibility for moving that you can call it those different parallel ways of describing this, the narrative, the attractor state, you know the way the brain is able to be plastic, those three different ways", "start": 3717.0, "end": 3735.0}
{"id": "B2KkHTxrHGM-t3735.0", "text": "of doing the process that might bring relief in some cases, and allow for a new narrative. I wonder, Alex does that make sense to you from where, from where you sit.", "start": 3735.0, "end": 3748.0}
{"id": "B2KkHTxrHGM-t3748.0", "text": "Yeah, so my lab, yeah has done some research on how some of these drugs are psychedelics could influence neuroplasticity. So we study this in the animals and I think Steve was referring to one of our recent study where we, we can track the different neuronal connections within the", "start": 3748.0, "end": 3766.0}
{"id": "B2KkHTxrHGM-t3766.0", "text": "brain and over striking about psychedelic and particularly we study psilocybin was that when you give one dose of this compound to the mouse. We do see a growth of some new neural connection within the brain that appear really fast within a day.", "start": 3766.0, "end": 3781.0}
{"id": "B2KkHTxrHGM-t3781.0", "text": "And then quite different from other drugs that we've observed, it lasts for also a long time. So previously my lab has also studied ketamine and we can see increases in also, you know, the number of neural connection that lasts for about a week or so.", "start": 3781.0, "end": 3795.0}
{"id": "B2KkHTxrHGM-t3795.0", "text": "So in the lab and we can go back in about month, you can still see some of those connections being present. So it does seems like these compounds psychedelics, at least for a psilocybin that we study have quite a remarkable ability to enhance the plasticity potential of the brain.", "start": 3795.0, "end": 3813.0}
{"id": "B2KkHTxrHGM-t3813.0", "text": "And that's quite unusual because usually in adults, our brain is quite fixed, you know you might not want to change the wiring of your brain. You've learned certain skills you learned how to speak in language you don't want to disrupt those things.", "start": 3813.0, "end": 3824.0}
{"id": "B2KkHTxrHGM-t3824.0", "text": "And then if you ask you know when do then you usually see reform new neural connection even as adult is when we try to learn something when we try to be flexible.", "start": 3824.0, "end": 3834.0}
{"id": "B2KkHTxrHGM-t3834.0", "text": "So in fact I you you brought up a point before and I was trying to respond to it but I agree completely with you I don't think this biological narrative of how things work in terms of neuro plasticity and some of the acute subjective experiences necessarily", "start": 3834.0, "end": 3848.0}
{"id": "B2KkHTxrHGM-t3848.0", "text": "in fact I think they can be compatible in the sense that the plasticity allows one to learn to be to facilitate the integration of new experiences.", "start": 3848.0, "end": 3857.0}
{"id": "B2KkHTxrHGM-t3857.0", "text": "And then I'm not arguing the animal could have similar kind of experiences, most definitely it might not have some similar kinds of mystical experiences and a person is affected as humans do.", "start": 3857.0, "end": 3868.0}
{"id": "B2KkHTxrHGM-t3868.0", "text": "The plasticity process might be quite similar, and then on human on top of that you could add those mystical mystical like experiences that then integrate on to the system.", "start": 3868.0, "end": 3878.0}
{"id": "B2KkHTxrHGM-t3878.0", "text": "But just go back to a little bit more to my work as scientists.", "start": 3878.0, "end": 3882.0}
{"id": "B2KkHTxrHGM-t3882.0", "text": "We have an opportunity to study plasticity in animals and what we can study is you know how these plasticity arise like what are some of the molecules involved maybe that allow us to control how to enhance the plasticity windows of it it'll occur.", "start": 3882.0, "end": 3897.0}
{"id": "B2KkHTxrHGM-t3897.0", "text": "So we can better harness it, I think, you know if if so, so I can do this, can we open the window of plasticity with some other way with some other drugs, or can we somehow prolong it or can we make it better can we talk it to certain brain area.", "start": 3897.0, "end": 3912.0}
{"id": "B2KkHTxrHGM-t3912.0", "text": "I think all of those could have a lot of a use station terms of improving some of these treatment options.", "start": 3912.0, "end": 3926.0}
{"id": "B2KkHTxrHGM-t3926.0", "text": "Are there any studies of the background personality or existential experience of those who are able to make meaning and those who are not in this process.", "start": 3926.0, "end": 3942.0}
{"id": "B2KkHTxrHGM-t3942.0", "text": "Or is that outside the realm of the research.", "start": 3942.0, "end": 3946.0}
{"id": "B2KkHTxrHGM-t3946.0", "text": "What what the person brings to to it in the first place.", "start": 3946.0, "end": 3952.0}
{"id": "B2KkHTxrHGM-t3952.0", "text": "People are starting to kind of wonder about that we don't yet have the data to see what sort of predisposing personality factors might predict response but very interestingly research has been done showing that single or two doses of psilocybin and LSD can lead to enduring changes and trade", "start": 3952.0, "end": 3970.0}
{"id": "B2KkHTxrHGM-t3970.0", "text": "risks when you give the any personality scale. And so being, you know, being more open to new ideas and experiences is you know one of the core things we tried to do in psychotherapy and change in general.", "start": 3970.0, "end": 3983.0}
{"id": "B2KkHTxrHGM-t3983.0", "text": "So it's we think of personality is pretty fixed by early 20s but this research that first started Johns Hopkins kind of implied that you could get even from, you know, you doses long term personality changes, which is very interesting to consider.", "start": 3983.0, "end": 3999.0}
{"id": "B2KkHTxrHGM-t3999.0", "text": "What how that may be leveraged therapeutically, or in general.", "start": 3999.0, "end": 4004.0}
{"id": "B2KkHTxrHGM-t4004.0", "text": "And that's more pertains to the psilocybin itself versus let's say ketamine.", "start": 4004.0, "end": 4009.0}
{"id": "B2KkHTxrHGM-t4009.0", "text": "It was found with psilocybin and LSD.", "start": 4009.0, "end": 4012.0}
{"id": "B2KkHTxrHGM-t4012.0", "text": "I'm not aware of lice is there any data on ketamine and personality changes.", "start": 4012.0, "end": 4019.0}
{"id": "B2KkHTxrHGM-t4019.0", "text": "There isn't.", "start": 4019.0, "end": 4021.0}
{"id": "B2KkHTxrHGM-t4021.0", "text": "Are those personality changes always positive.", "start": 4021.0, "end": 4026.0}
{"id": "B2KkHTxrHGM-t4026.0", "text": "That's a very interesting point.", "start": 4026.0, "end": 4029.0}
{"id": "B2KkHTxrHGM-t4029.0", "text": "Just to follow up on what Steve said.", "start": 4029.0, "end": 4033.0}
{"id": "B2KkHTxrHGM-t4033.0", "text": "Unfortunately that that finding has not been replicated yet.", "start": 4033.0, "end": 4036.0}
{"id": "B2KkHTxrHGM-t4036.0", "text": "The recent study failed to find enduring openness after psilocybin.", "start": 4036.0, "end": 4041.0}
{"id": "B2KkHTxrHGM-t4041.0", "text": "So I mean this, this is an example I think of one finding kind of fitting into the zeitgeist of what these medicines are about to do and then people running with it.", "start": 4041.0, "end": 4053.0}
{"id": "B2KkHTxrHGM-t4053.0", "text": "And again, you know the neuroplasticity openness thing that we're hearing is also part of that.", "start": 4053.0, "end": 4061.0}
{"id": "B2KkHTxrHGM-t4061.0", "text": "So there's a very compelling story and Gerdollen Johns Hopkins has shown that the so called critical period after these substances can vary in length.", "start": 4061.0, "end": 4074.0}
{"id": "B2KkHTxrHGM-t4074.0", "text": "And it depends, which correlates pretty well with what we're finding in in humans as far as the endurance of benefits with ketamine having a fairly short critical period after after single dose to rats followed by MDMA by psilocybin and by", "start": 4074.0, "end": 4098.0}
{"id": "B2KkHTxrHGM-t4098.0", "text": "the ribogane which had a very long critical period.", "start": 4098.0, "end": 4103.0}
{"id": "B2KkHTxrHGM-t4103.0", "text": "So, you know the neurobiology of these compounds definitely sheds some light on what's happening but I think we have we return again to that question of, okay, then what.", "start": 4103.0, "end": 4116.0}
{"id": "B2KkHTxrHGM-t4116.0", "text": "Like what do we do with that and might we be kind of disproportionately focusing on things that are interesting but not quite relevant to how to really engage with these compounds in clinical and communal ways.", "start": 4116.0, "end": 4140.0}
{"id": "B2KkHTxrHGM-t4140.0", "text": "I wanted to make a point that I'm in response actually Beverly's question because I think many people who may be listening in the audience may get the false notion I know this does happen among patients that I see that the research is much more", "start": 4140.0, "end": 4159.0}
{"id": "B2KkHTxrHGM-t4159.0", "text": "widely ranging and extensive than it really is and one of the reasons I think those were excellent questions you asked Beverly but one of the problems is aren't yet enough studies to be able to tease out all these things.", "start": 4159.0, "end": 4171.0}
{"id": "B2KkHTxrHGM-t4171.0", "text": "And as Elias just said there are many answers where we don't know exactly yet what we should be looking for, even in some instances as like what is the prep what are the parameters most related to, to what not being depressed, the being more open or", "start": 4171.0, "end": 4186.0}
{"id": "B2KkHTxrHGM-t4186.0", "text": "almost an infinite range of possibilities we need, we just need to have more studies to be able to finally get to all of this I think I want to go back to this narrative notion again which I'm stuck with him because I think it raises a second problem that is how long lasting will", "start": 4186.0, "end": 4200.0}
{"id": "B2KkHTxrHGM-t4200.0", "text": "this be now there have been some studies suggesting that the results last out the six months, this is something I've run into with patients I have with ketamine, namely, what do you do exactly if it doesn't last like what's the next step and what's the protocol to follow as a comparison to", "start": 4200.0, "end": 4216.0}
{"id": "B2KkHTxrHGM-t4216.0", "text": "the T, it took decades with easy to not only to refine the treatment so it wasn't so terrible to go through it's still not a picnic but it's gotten improved but it's taken a long time to be able to establish what sort of protocol might one follow in cases a relapse or recurrence and", "start": 4216.0, "end": 4234.0}
{"id": "B2KkHTxrHGM-t4234.0", "text": "etc, etc, that's taken decades to work that help, we're at the very beginning of where there aren't even hardly any patients who've taken this in a therapeutic setting so far. So we have that issue. What as a practicing psychiatrist what I worry about in patients who just let's say approach me with a problem", "start": 4234.0, "end": 4251.0}
{"id": "B2KkHTxrHGM-t4251.0", "text": "and the question is that I might get them feeling better between talking to them which I always do and giving them a medicine, I might get them to be better in a near term, but I think a lot of practicing psychiatrists feel that the patients call it their narrative", "start": 4251.0, "end": 4268.0}
{"id": "B2KkHTxrHGM-t4268.0", "text": "and some of those people move back into trouble because of that inertia now the question is, is that based on their personality traits because that's one certain parameter. Is it the social setting they're living is our social determines", "start": 4268.0, "end": 4282.0}
{"id": "B2KkHTxrHGM-t4282.0", "text": "playing a role in this. And if we go back to what Neshe and Patricia were saying earlier many instances, you have to go back and look at the actually systemic level of the of the system. If that's not corrected for certain people, how would you expect them to have long lasting benefits", "start": 4282.0, "end": 4297.0}
{"id": "B2KkHTxrHGM-t4297.0", "text": "no matter what we've done with their neuro plasticity. I think it's an important problem and there's individual is like the biocyclic social model. There's the individuals brain. There's their social life their family life their their network with friends and then the wider social setting", "start": 4297.0, "end": 4316.0}
{"id": "B2KkHTxrHGM-t4316.0", "text": "is that's a really good question. I have to say I flinch a little bit whenever I hear about people changing their stories. It's just another like psychedelic platitude. That's kind of emerging.", "start": 4316.0, "end": 4332.0}
{"id": "B2KkHTxrHGM-t4332.0", "text": "And while it's true, you know that stories can become fossilized this notion that suddenly we're going through an experience that we have an opportunity to live in a new story.", "start": 4332.0, "end": 4343.0}
{"id": "B2KkHTxrHGM-t4343.0", "text": "And I think like a lot of the missteps of this so called psychedelic renaissance. Michael Paulin gave a lot of voice to to these things I think that's the first time I saw him in kind of a mainstream way this notion that our stories are being rewritten by these these substances.", "start": 4343.0, "end": 4364.0}
{"id": "B2KkHTxrHGM-t4364.0", "text": "But as anyone who's a practicing therapist knows that's that idea of a story is a metaphor kind of useful metaphor but our patients are like living in their stories.", "start": 4364.0, "end": 4378.0}
{"id": "B2KkHTxrHGM-t4378.0", "text": "That's, that's one way of, well, I want to do interface with the term narrative, which I do subscribe I get your what you're saying is exactly right that, and certainly any simplistic notion I'm going to give you a new story listen to I'll tell you what your story should be.", "start": 4378.0, "end": 4396.0}
{"id": "B2KkHTxrHGM-t4396.0", "text": "That's ridiculous and it's probably harmful right, but I'm saying, let's think about in a broader sense of narrative not so much what a person tells themselves a story, how they, how they fit into the life.", "start": 4396.0, "end": 4408.0}
{"id": "B2KkHTxrHGM-t4408.0", "text": "Well I'm thinking, yeah, I say all this because it can inform the clinical engagement we have with our patients if our mindset is, you know we're helping them move towards a certain story right.", "start": 4408.0, "end": 4421.0}
{"id": "B2KkHTxrHGM-t4421.0", "text": "Even even as we may have a very expansive notion of what that means.", "start": 4421.0, "end": 4427.0}
{"id": "B2KkHTxrHGM-t4427.0", "text": "There are certain metaphysical commitments that come with that.", "start": 4427.0, "end": 4430.0}
{"id": "B2KkHTxrHGM-t4430.0", "text": "And also commitments that may not recognize the, the real gist of what's happened. I brought up an F ability earlier.", "start": 4430.0, "end": 4440.0}
{"id": "B2KkHTxrHGM-t4440.0", "text": "The approach that I've taken in the research I've done with ketamine is not the traditionally psychedelic one. So the psychedelic heuristic is there's an experience we prepare for it.", "start": 4440.0, "end": 4454.0}
{"id": "B2KkHTxrHGM-t4454.0", "text": "The experience is kind of a very powerful moment that can then lead to change and, and, and that's a very compelling story.", "start": 4454.0, "end": 4465.0}
{"id": "B2KkHTxrHGM-t4465.0", "text": "But another way of approaching it is, is to see that moment as like any other and to not perhaps invest it with the kind of weight, the psychedelic weight that the psychedelic framework does.", "start": 4465.0, "end": 4483.0}
{"id": "B2KkHTxrHGM-t4483.0", "text": "And instead, to allow it kind of catalytic force, whereby a certain momentum that is being generated within the therapy, can then continue accelerating through that experience.", "start": 4483.0, "end": 4504.0}
{"id": "B2KkHTxrHGM-t4504.0", "text": "So we have narrative building versus a kind of more fluid process oriented approach.", "start": 4504.0, "end": 4511.0}
{"id": "B2KkHTxrHGM-t4511.0", "text": "The approach I've taken with ketamine is to look at it from a mindfulness based lens to the mindfulness is the from the Buddhist tradition.", "start": 4511.0, "end": 4521.0}
{"id": "B2KkHTxrHGM-t4521.0", "text": "It's about capacity for acceptance for moment to moment attention for non reactivity.", "start": 4521.0, "end": 4530.0}
{"id": "B2KkHTxrHGM-t4530.0", "text": "For a sense of the mystery that there, there's very little we can know absolutely about our condition. There's a, there's a certain suspension of the kinds of stories and say that can organize our experience.", "start": 4530.0, "end": 4553.0}
{"id": "B2KkHTxrHGM-t4553.0", "text": "So approaching the experience where the medicine is administered through that framework can help deepen this capacity so that it's not so much about a certain perspective that is then attained as it is about a process that can be very enduring being cultivated", "start": 4553.0, "end": 4574.0}
{"id": "B2KkHTxrHGM-t4574.0", "text": "and then practiced and then instantiated through engagement with the therapist.", "start": 4574.0, "end": 4581.0}
{"id": "B2KkHTxrHGM-t4581.0", "text": "And then more of a practice oriented mindfulness based approach.", "start": 4581.0, "end": 4586.0}
{"id": "B2KkHTxrHGM-t4586.0", "text": "So that, you know that's yet another way to do it I'm not saying that any has, you know, validity over the others but you know if we're if we're thinking about a certain fossilized perspective on things accounting for so much of our suffering.", "start": 4586.0, "end": 4604.0}
{"id": "B2KkHTxrHGM-t4604.0", "text": "Perhaps what we need aren't new perspectives but a but advantage point beyond perspective altogether. We can kind of be more be more fluid and and practice that capacity.", "start": 4604.0, "end": 4627.0}
{"id": "B2KkHTxrHGM-t4627.0", "text": "So, let me, let me just add this and maybe we can get back to this.", "start": 4627.0, "end": 4635.0}
{"id": "B2KkHTxrHGM-t4635.0", "text": "Idea about, let me try to redefine what I meant by narrative can because I think it's totally corresponds to what you just said, which is not narrative as text, as let's say, dairy da my site text is sort of a living thing.", "start": 4635.0, "end": 4653.0}
{"id": "B2KkHTxrHGM-t4653.0", "text": "It's sort of something that isn't fixed. And that's open to the sorts of changes I think you just described. That's how I intended the word.", "start": 4653.0, "end": 4663.0}
{"id": "B2KkHTxrHGM-t4663.0", "text": "So I think I think we're, I think we're in agreement there.", "start": 4663.0, "end": 4667.0}
{"id": "B2KkHTxrHGM-t4667.0", "text": "Just words, right. Yeah, no, but think of the important but I think that's, that's all I meant and I know I know because I think from a practical point of view for me again I find that, well, whatever it is that thing and I'll, I'm happy to call it a mystery.", "start": 4667.0, "end": 4681.0}
{"id": "B2KkHTxrHGM-t4681.0", "text": "And whatever it is that causes some folks to sort of drift back into a state of whoa, or anxiety.", "start": 4681.0, "end": 4688.0}
{"id": "B2KkHTxrHGM-t4688.0", "text": "I want to help them not do that right so what is it and the medicines only go so far in some instances in many instances unfortunately right we know that. So what are those other things and I'm open to the, the, the fact that there are these other very open ended", "start": 4688.0, "end": 4705.0}
{"id": "B2KkHTxrHGM-t4705.0", "text": "developmental issues, I mean even developmental as an adult that need to be addressed for people to feel better in a lasting way, or fulfilled in a lasting way.", "start": 4705.0, "end": 4716.0}
{"id": "B2KkHTxrHGM-t4716.0", "text": "And that's why I think also the whole notion that there may be social determinants and other things that play a really important role in sustaining someone's sense of well being.", "start": 4716.0, "end": 4727.0}
{"id": "B2KkHTxrHGM-t4727.0", "text": "And I think one one often sees that the narrative changes when in fact the person's narrative has been more what they've been told by family by society who they are and what they are.", "start": 4727.0, "end": 4742.0}
{"id": "B2KkHTxrHGM-t4742.0", "text": "And perhaps some of the experience they have and going, even if it's only into their bodies through these, these different uses therapy or the work that you are all doing is because there's something that happens where they get more into themselves and then their own story begins to come out.", "start": 4742.0, "end": 4765.0}
{"id": "B2KkHTxrHGM-t4765.0", "text": "And I'd be interested to hear what Patricia and Nashay have to say about that with their different forms of research which also bring in imagination, which is so crucial to the idea of change, maybe it's access to imagination that happens.", "start": 4765.0, "end": 4785.0}
{"id": "B2KkHTxrHGM-t4785.0", "text": "So Patricia and I say Nashay.", "start": 4785.0, "end": 4794.0}
{"id": "B2KkHTxrHGM-t4794.0", "text": "Sure, I can, I can say something.", "start": 4794.0, "end": 4797.0}
{"id": "B2KkHTxrHGM-t4797.0", "text": "So, two things about the question or the word narrative.", "start": 4797.0, "end": 4806.0}
{"id": "B2KkHTxrHGM-t4806.0", "text": "I was intrigued in my readings about treatment.", "start": 4806.0, "end": 4813.0}
{"id": "B2KkHTxrHGM-t4813.0", "text": "And the role of narrative, especially in relation to people with PTSD and the ways in which the inability for the, the effective trauma that encapsulated narrative in a certain way, or gave it a certain kind of cathaxis and avoidance or whatever certain", "start": 4813.0, "end": 4839.0}
{"id": "B2KkHTxrHGM-t4839.0", "text": "relation to language, that somehow the experiences allowed for a distance and ability to read oneself.", "start": 4839.0, "end": 4851.0}
{"id": "B2KkHTxrHGM-t4851.0", "text": "That enabled narrative there where it had not been so that narrative wasn't necessarily a fixed trajectory or a story or a telos, but rather was able to create a new experience. And this is where, for me, I find the comparison.", "start": 4851.0, "end": 4868.0}
{"id": "B2KkHTxrHGM-t4868.0", "text": "With some of these therapeutics, we really interesting with, for example, poetry and the ways in which, for example, you can think of literature as providing experience that you don't have, and enabling a kind of experience of the impossible.", "start": 4868.0, "end": 4887.0}
{"id": "B2KkHTxrHGM-t4887.0", "text": "And so I think that, for example, poetry all also allow us for certain kinds of simultaneous registers of meaning, and that that opens up a kind of otherwise determined field and lets it play, so to speak.", "start": 4887.0, "end": 4908.0}
{"id": "B2KkHTxrHGM-t4908.0", "text": "So I found that important and with regard to the question of imagination it was interesting I was reading Francois who stones book on what is hypnosis, which I find parallels some of the discussions about psychedelic therapy and", "start": 4908.0, "end": 4924.0}
{"id": "B2KkHTxrHGM-t4924.0", "text": "he wrote that on the relation of imagination to transformation for him. And I think this speaks to psychedelic therapy, he said, the imagine it wasn't simply an indulgence in imaginative play, I eat the status of", "start": 4924.0, "end": 4944.0}
{"id": "B2KkHTxrHGM-t4944.0", "text": "an ecstatic state. It wasn't the an acceleration of the imagination that engendered hypnosis. And I think he says he talks about it in terms of a paradoxical wakefulness that allows the imagination to unfurl and transform our relations with", "start": 4944.0, "end": 4959.0}
{"id": "B2KkHTxrHGM-t4959.0", "text": "things and with things. So the imagination stands in as an innate power to give order to the world, or, you know, to give a different kind of sense of interaction with it. So I found that that idea of this paradoxical wakefulness was really", "start": 4959.0, "end": 4977.0}
{"id": "B2KkHTxrHGM-t4977.0", "text": "important to think about in relation to the use of psychedelics, and I would, I would just appreciate thinking, kind of in my own future research about the kinds of interconnectedness between different kinds of forms of practice aesthetic experience, for example,", "start": 4977.0, "end": 4997.0}
{"id": "B2KkHTxrHGM-t4997.0", "text": "and ways in which that might also parallel enabling other forms of generative meaning put it that way.", "start": 4997.0, "end": 5010.0}
{"id": "B2KkHTxrHGM-t5010.0", "text": "And I also have some some thoughts on narrative and just speaking for my personal experience, I became interested in going into the field over 10 years ago, when I was in college, and I grew up neuro divergent and feeling very kind of incapable of interacting", "start": 5010.0, "end": 5032.0}
{"id": "B2KkHTxrHGM-t5032.0", "text": "socially with people and panic attacks all the time and just didn't know what was wrong with me but felt like there was something wrong with me and then I was introduced to psychedelics and for the first time I was able to, I didn't even realize I had all these expectations", "start": 5032.0, "end": 5048.0}
{"id": "B2KkHTxrHGM-t5048.0", "text": "of myself based on a kind of neuro typical society about how I should be and how I should interact with others, but it was this liberation from these expectations and impositions as well how I experienced it and so I went from, you know, having panic attacks", "start": 5048.0, "end": 5063.0}
{"id": "B2KkHTxrHGM-t5063.0", "text": "and people to speak to, you know, people very easily to them when I went on to work in the field giving lectures in front of hundreds of people which speaks to you, sort of the how profound the effect had been in my case so in that case it was these kind of unconscious stories that I was holding on to you based on what I was exposed to that", "start": 5063.0, "end": 5081.0}
{"id": "B2KkHTxrHGM-t5081.0", "text": "and then go with and then feel my way into my own kind of form of being and let go of the anxiety. The other point I wanted to mention was I've been working on qualitative. So in addition to my literature work, which is my PhD is", "start": 5081.0, "end": 5096.0}
{"id": "B2KkHTxrHGM-t5096.0", "text": "on some qualitative studies with psychedelics. The first one was, which actually Ross is the NYU study with cancer anxiety in psilocybin and then more recently I'm currently wrapping up a qualitative study looking at smoking", "start": 5096.0, "end": 5114.0}
{"id": "B2KkHTxrHGM-t5114.0", "text": "cessation with psilocybin at Johns Hopkins University, and which really interesting with smoking cessation is that the literature they've found it's very hard to prevent people from relapsing. And one of the only things that has kind of consistently shown", "start": 5114.0, "end": 5131.0}
{"id": "B2KkHTxrHGM-t5131.0", "text": "that the promise and preventing protecting against relapse is for people who don't identify as a smoker that there's something about the identification with smoking that is linked to returning to those those habits and so part of the smoking", "start": 5131.0, "end": 5147.0}
{"id": "B2KkHTxrHGM-t5147.0", "text": "literature generally and the psychedelic assisted smoking cessation studies is kind of working to see if it can shift people away from identifying with the smoker in order to affect long term behavior. And one of the interesting things about this that speaks to you how the field should be developing in the future is that a lot of what goes into that includes things that are in the treatment manuals but that are not published or explicitly", "start": 5147.0, "end": 5173.0}
{"id": "B2KkHTxrHGM-t5173.0", "text": "published by scholars, just based on how the publication conventions of the sciences, for example, but because there are things that are being done in the treatment rooms in addition to the dosing, such as guided imagery, auto suggestion hypnotic scripts that are being", "start": 5173.0, "end": 5190.0}
{"id": "B2KkHTxrHGM-t5190.0", "text": "put in addition to the substances, it's going to be important to look at the full package of what's going on. How can we best get what's actually being done therapeutically and being able to study the full set and setting package that's leading to positive treatment outcomes", "start": 5190.0, "end": 5207.0}
{"id": "B2KkHTxrHGM-t5207.0", "text": "rather than focusing narrowly on the substance itself.", "start": 5207.0, "end": 5214.0}
{"id": "B2KkHTxrHGM-t5214.0", "text": "Can I say something about imagination.", "start": 5214.0, "end": 5218.0}
{"id": "B2KkHTxrHGM-t5218.0", "text": "You know in medicine imagination is the vein of traditional clinical trialists because that's what accounts for the placebo response.", "start": 5218.0, "end": 5233.0}
{"id": "B2KkHTxrHGM-t5233.0", "text": "And to figure out ways to investigate the really important mechanisms of a compound, the biological mechanisms, while doing away with any of the other factors that play into imagination suggestion, expectancy, anticipation,", "start": 5233.0, "end": 5254.0}
{"id": "B2KkHTxrHGM-t5254.0", "text": "the narrative that's constructed around the experience I'm coming to get this medicine and it's changing my brain chemistry and therefore get better doing away with all of those things.", "start": 5254.0, "end": 5266.0}
{"id": "B2KkHTxrHGM-t5266.0", "text": "When it comes to investigating these compounds because of how integral those processes are to the emergence of their benefits, it can be difficult if not impossible to really test them adequately in the traditional manner where we're trying to do away with the placebo", "start": 5266.0, "end": 5289.0}
{"id": "B2KkHTxrHGM-t5289.0", "text": "What we might be seeing and and I'm sure Steve can speak to this as well is a heightened placebo response we might be really playing with leveraging these innate capacities for imagining one's way to health", "start": 5289.0, "end": 5308.0}
{"id": "B2KkHTxrHGM-t5308.0", "text": "and creating a, you know, an intensification or a, or a true experience of that narrative within the administration context that consolidates those processes brings them into greater play.", "start": 5308.0, "end": 5333.0}
{"id": "B2KkHTxrHGM-t5333.0", "text": "And that, you know, when you mentioned imagination that that's also very important and clinically relevant academically relevant aspect of this work.", "start": 5333.0, "end": 5343.0}
{"id": "B2KkHTxrHGM-t5343.0", "text": "And last, and last, I'm sorry, go ahead.", "start": 5343.0, "end": 5349.0}
{"id": "B2KkHTxrHGM-t5349.0", "text": "Steve.", "start": 5349.0, "end": 5351.0}
{"id": "B2KkHTxrHGM-t5351.0", "text": "Yeah, it's, it's possible that there are kind of super placebo effects going on there is a lot of suggestion that goes in the right before the session we have people hold hands with their therapist state their attention for the day they lie down we give them my shades", "start": 5351.0, "end": 5370.0}
{"id": "B2KkHTxrHGM-t5370.0", "text": "we have them focusing currently we give them pre selected music that's very evocative.", "start": 5370.0, "end": 5376.0}
{"id": "B2KkHTxrHGM-t5376.0", "text": "So there is a whole package and there's a lot of extra stuff going on. I mean that's why I think it's important to have a control group and as much as you can.", "start": 5376.0, "end": 5386.0}
{"id": "B2KkHTxrHGM-t5386.0", "text": "It's very hard to have a drug that can obscure some of the effects of the psychedelic without having therapeutic effects itself.", "start": 5386.0, "end": 5397.0}
{"id": "B2KkHTxrHGM-t5397.0", "text": "Last year we had a round table on placebo and the placebo effect and Catherine Walker presented her her work on it among others, suggesting or actually stating that there is in in the mind, a placebo receptivity that's ready to go into action with certain kinds of", "start": 5397.0, "end": 5420.0}
{"id": "B2KkHTxrHGM-t5420.0", "text": "questions. So out of that round table we really had a sense of the reality of the placebo effect not being", "start": 5420.0, "end": 5435.0}
{"id": "B2KkHTxrHGM-t5435.0", "text": "me if this is really a stupid question but I'm thinking about Ian McGill Chris book the master and the emissary and his emissary where he talks about left brain process and right brain process.", "start": 5435.0, "end": 5449.0}
{"id": "B2KkHTxrHGM-t5449.0", "text": "And I'm not sure if you find that they in any way could you suggest. If you think of those as relevant categories that these psychedelic experiences activate more right brain.", "start": 5449.0, "end": 5463.0}
{"id": "B2KkHTxrHGM-t5463.0", "text": "Or is that irrelevant.", "start": 5463.0, "end": 5469.0}
{"id": "B2KkHTxrHGM-t5469.0", "text": "Interesting question I, you know I've worked with people who have also been casualties of psychedelics.", "start": 5469.0, "end": 5479.0}
{"id": "B2KkHTxrHGM-t5479.0", "text": "And who aren't simply entering into ineffable non narrative states with therapeutic benefit but who develop these hyper connected totalizing visions of the world.", "start": 5479.0, "end": 5496.0}
{"id": "B2KkHTxrHGM-t5496.0", "text": "And so these are basically psychotic.", "start": 5496.0, "end": 5501.0}
{"id": "B2KkHTxrHGM-t5501.0", "text": "And you know, the direction that they take the brain.", "start": 5501.0, "end": 5509.0}
{"id": "B2KkHTxrHGM-t5509.0", "text": "Again if we're going to be using that kind of neural vocabulary is variable.", "start": 5509.0, "end": 5515.0}
{"id": "B2KkHTxrHGM-t5515.0", "text": "And so I think we have to be very careful about falling prey to mythology about what what these substances are doing and mythology about what the brain is.", "start": 5515.0, "end": 5525.0}
{"id": "B2KkHTxrHGM-t5525.0", "text": "I mean I think the right left hemisphere, atmospheric thing is also something to be to be careful about.", "start": 5525.0, "end": 5535.0}
{"id": "B2KkHTxrHGM-t5535.0", "text": "I think the most compelling neural story I've heard is the predictive coding story.", "start": 5535.0, "end": 5543.0}
{"id": "B2KkHTxrHGM-t5543.0", "text": "You know where the brain is constantly generating a map a paradigm by which to understand interpret what's going on.", "start": 5543.0, "end": 5554.0}
{"id": "B2KkHTxrHGM-t5554.0", "text": "And it's, it's intended to help predict.", "start": 5554.0, "end": 5558.0}
{"id": "B2KkHTxrHGM-t5558.0", "text": "So these hypotheses are thrown out constantly to hone in on you know what meets experience in the most fruitful predictive way.", "start": 5558.0, "end": 5574.0}
{"id": "B2KkHTxrHGM-t5574.0", "text": "Sometimes that map can become very fossilized and constraining and, and so the things that should be interpreted with more nuance are interpreted and very rigid ways.", "start": 5574.0, "end": 5590.0}
{"id": "B2KkHTxrHGM-t5590.0", "text": "And so psychiatric disorders can be understood as disorders of predictive coding where a very fossilized story comes to capture the flow of experience.", "start": 5590.0, "end": 5600.0}
{"id": "B2KkHTxrHGM-t5600.0", "text": "And what what these substances have been shown to do is to increase the entropy.", "start": 5600.0, "end": 5606.0}
{"id": "B2KkHTxrHGM-t5606.0", "text": "So that that usual constraining process that orders experience is is loosened for that.", "start": 5606.0, "end": 5613.0}
{"id": "B2KkHTxrHGM-t5613.0", "text": "And you know that can lead to opportunities for refreshing our narratives use to use that phrase or to open up to experience more fully.", "start": 5613.0, "end": 5624.0}
{"id": "B2KkHTxrHGM-t5624.0", "text": "But it can also lead to such a torrent of experience that the person grounds.", "start": 5624.0, "end": 5632.0}
{"id": "B2KkHTxrHGM-t5632.0", "text": "And kind of is seeing is seeing a cat as his grandmother and the television that he needs to go and brushes teeth right away or he's going to catch cancer.", "start": 5632.0, "end": 5643.0}
{"id": "B2KkHTxrHGM-t5643.0", "text": "You know that the usual things that ambiguity can create if it's too entropic.", "start": 5643.0, "end": 5657.0}
{"id": "B2KkHTxrHGM-t5657.0", "text": "So, yeah, it can go in so many directions, you know totalizing visions that are paranoid and hyper connected or, or, you know, an ocean of experience that that one drowns in.", "start": 5657.0, "end": 5669.0}
{"id": "B2KkHTxrHGM-t5669.0", "text": "Thank you. Thank you.", "start": 5669.0, "end": 5674.0}
{"id": "B2KkHTxrHGM-t5674.0", "text": "And then I'm going to be in reference, call Friston with some of the thoughts you just expressed. Yeah, exactly. Great. The free energy theory.", "start": 5674.0, "end": 5685.0}
{"id": "B2KkHTxrHGM-t5685.0", "text": "I think it's very well it's time for questions.", "start": 5685.0, "end": 5688.0}
{"id": "B2KkHTxrHGM-t5688.0", "text": "Yes, and before before we do go into that, I would just like to say that our next round table will be on April 30.", "start": 5688.0, "end": 5698.0}
{"id": "B2KkHTxrHGM-t5698.0", "text": "And what the segue here which will be on what is the current understanding of metaphysics.", "start": 5698.0, "end": 5704.0}
{"id": "B2KkHTxrHGM-t5704.0", "text": "So we're moving right along in terms of these spectrums.", "start": 5704.0, "end": 5709.0}
{"id": "B2KkHTxrHGM-t5709.0", "text": "But we'd like to open up to questions either that you have already pushed up or that you now would like to put up. So Alex, will you read the questions that have already come in.", "start": 5709.0, "end": 5723.0}
{"id": "B2KkHTxrHGM-t5723.0", "text": "Also, I just want to address some comments. I just want to thank everyone who commented for Billy. I hope we address no plasticity to your liking to Joseph and Darren appreciate your funny commentary on smoking tote venom.", "start": 5723.0, "end": 5741.0}
{"id": "B2KkHTxrHGM-t5741.0", "text": "Darren, I hope your friends okay after smoking the toast paraud a gland or the secretions at least that's entertaining.", "start": 5741.0, "end": 5748.0}
{"id": "B2KkHTxrHGM-t5748.0", "text": "And lastly, to Lawrence's comments on I guess the world politics. I guess I would just say the politely push back that given how messy psychedelics are expected straight race conversation psychedelics I think is a bit wanting, especially also if you consider the history of it.", "start": 5748.0, "end": 5765.0}
{"id": "B2KkHTxrHGM-t5765.0", "text": "And if a sociological, I guess critique comes about that one may not agree with I mean that's where I guess that's I think comes with the territory with regards to talk about psychedelics.", "start": 5765.0, "end": 5776.0}
{"id": "B2KkHTxrHGM-t5776.0", "text": "Alright so with that.", "start": 5776.0, "end": 5778.0}
{"id": "B2KkHTxrHGM-t5778.0", "text": "I think to, sorry, I mean, rephrase that so one comment early on, Johannes, a wacky I hope I pronounced that correctly.", "start": 5778.0, "end": 5788.0}
{"id": "B2KkHTxrHGM-t5788.0", "text": "I do questions I think one that I think quarter is a good addendum to something alive was talking about with regards to people who are sort of suffering from psychedelics potentially showing the negative effects of it.", "start": 5788.0, "end": 5801.0}
{"id": "B2KkHTxrHGM-t5801.0", "text": "They're talking about are there potential downsides the psychedelics, or in particular a question about overdosing so any is anything you want to add to that.", "start": 5801.0, "end": 5816.0}
{"id": "B2KkHTxrHGM-t5816.0", "text": "I just say that psychedelics, if you're talking about the classic psychedelics like soul Simon LSD they're remarkably safe from a physiologic perspective.", "start": 5816.0, "end": 5828.0}
{"id": "B2KkHTxrHGM-t5828.0", "text": "But there are some psychedelics that are associated with death I began is one of them that causes a potential arrhythmia and bromo dragon fly there's some very potent to a agonists that have been associated with death but in general the main harm with psychedelics is in the adverse", "start": 5828.0, "end": 5848.0}
{"id": "B2KkHTxrHGM-t5848.0", "text": "psychological realm that they can produce acute psychotic like states they are really problematic for people that have underlying psychotic illness like schizophrenia, or severe bipolar one disorder with psychotic features.", "start": 5848.0, "end": 5862.0}
{"id": "B2KkHTxrHGM-t5862.0", "text": "So we pretty strenuously rule out or screen out anybody that has psychosis, and an uncontrolled settings psychedelics have been associated with all kinds of bad outcomes ranging from panic attacks to people engaging in dangerous behavior.", "start": 5862.0, "end": 5879.0}
{"id": "B2KkHTxrHGM-t5879.0", "text": "And it's a difficult that you know this happens every couple years and why you undergraduate takes too many mushrooms and becomes psychotic and jumps off a building.", "start": 5879.0, "end": 5890.0}
{"id": "B2KkHTxrHGM-t5890.0", "text": "That was one of the reasons why psychedelics were shut down in the 60s is you can have really bad outcomes and people who are unprepared, and they're psychedelics are administered in an environment that's not safe.", "start": 5890.0, "end": 5903.0}
{"id": "B2KkHTxrHGM-t5903.0", "text": "And so there you would think that what's going on now where we're kind of in the first wave of psychedelic research there was this moment in psychiatry they were touted as wonder drugs, and then soon became demonic drugs and I fear now we're kind of in this irrational", "start": 5903.0, "end": 5918.0}
{"id": "B2KkHTxrHGM-t5918.0", "text": "in the days that psychedelics are going to cure everything there's nothing can go wrong, and I think we have to really pay attention to history so that does not repeat itself.", "start": 5918.0, "end": 5937.0}
{"id": "B2KkHTxrHGM-t5937.0", "text": "Okay, so I go on to the next one.", "start": 5937.0, "end": 5940.0}
{"id": "B2KkHTxrHGM-t5940.0", "text": "Okay, thank you, you're honest.", "start": 5940.0, "end": 5942.0}
{"id": "B2KkHTxrHGM-t5942.0", "text": "Some of your questions. I would recommend for the purposes of also looking beyond simply the therapeutic research, and the risks that come from a recreational use.", "start": 5942.0, "end": 5959.0}
{"id": "B2KkHTxrHGM-t5959.0", "text": "So, look at some of the experiments that occurred surreptitiously.", "start": 5959.0, "end": 5973.0}
{"id": "B2KkHTxrHGM-t5973.0", "text": "And the, the pretty nefarious uses that the American government had kind of dreamt up for how these compounds might be helpful militarily.", "start": 5973.0, "end": 5990.0}
{"id": "B2KkHTxrHGM-t5990.0", "text": "And it's a it's a pretty horrendous read poison or in chief. I recommend it.", "start": 5990.0, "end": 6001.0}
{"id": "B2KkHTxrHGM-t6001.0", "text": "Okay, so on to the next one from Paul Prowdy. Thank you Paul.", "start": 6001.0, "end": 6006.0}
{"id": "B2KkHTxrHGM-t6006.0", "text": "So there, there's a psychiatrist there talking about how they refer patients the ketamine treatments and the anesthesiologist remarks. Oh, it's just the brain changes that result in the positive outcome.", "start": 6006.0, "end": 6017.0}
{"id": "B2KkHTxrHGM-t6017.0", "text": "The more experiential effects are side effects and so they were concerned that the patient just being in the setting, playing on their phone while receiving infusion misses the point of, of the treatment.", "start": 6017.0, "end": 6031.0}
{"id": "B2KkHTxrHGM-t6031.0", "text": "So, yeah, so how, how does that potentially affect the efficacy of getting a ketamine treatment.", "start": 6031.0, "end": 6042.0}
{"id": "B2KkHTxrHGM-t6042.0", "text": "And it's, you know, I study ketamine in several, several studies primarily for substance use disorders and have also investigated the psychoactive effects and at least in that domain psychoactive effects have clear significance.", "start": 6042.0, "end": 6058.0}
{"id": "B2KkHTxrHGM-t6058.0", "text": "And so that is what the caveat that I was approaching ketamine with the recognition, it could be potentially causing how post psychoactive effects and so I had a framework in place that allowed the people to attend to those experiences, potentially", "start": 6058.0, "end": 6074.0}
{"id": "B2KkHTxrHGM-t6074.0", "text": "you know they were guided through a meditation first. It was a no cell phone policy in my lab. They weren't allowed to be playing fruit ninja while while getting getting ketamine.", "start": 6074.0, "end": 6088.0}
{"id": "B2KkHTxrHGM-t6088.0", "text": "But all of that is to say that I've also had patients who don't seem to have any psychoactive effects but who still have some apparent benefit.", "start": 6088.0, "end": 6099.0}
{"id": "B2KkHTxrHGM-t6099.0", "text": "No, and we are brains. So I'm sure the brain has something to do with our well being.", "start": 6099.0, "end": 6107.0}
{"id": "B2KkHTxrHGM-t6107.0", "text": "And ketamine in, in animal models has shown pretty reliable effect on neurogenesis prefrontal neurogenesis, as well as increases in BB enough and", "start": 6107.0, "end": 6124.0}
{"id": "B2KkHTxrHGM-t6124.0", "text": "those other mechanisms which I'm sure Alex can speak to.", "start": 6124.0, "end": 6135.0}
{"id": "B2KkHTxrHGM-t6135.0", "text": "So the psychoactive effects may not be crucial for everyone but they are important to recognize as likely to occur and having a setting that doesn't provide at least safety.", "start": 6135.0, "end": 6148.0}
{"id": "B2KkHTxrHGM-t6148.0", "text": "So to emerge.", "start": 6148.0, "end": 6151.0}
{"id": "B2KkHTxrHGM-t6151.0", "text": "There's a readiness to attend to them fruitfully.", "start": 6151.0, "end": 6155.0}
{"id": "B2KkHTxrHGM-t6155.0", "text": "I think that's crucial.", "start": 6155.0, "end": 6158.0}
{"id": "B2KkHTxrHGM-t6158.0", "text": "So calling them side effects seems to me, you know, not only dismissing their potentially therapeutic value, but also losing sight of their inevitability in most cases.", "start": 6158.0, "end": 6176.0}
{"id": "B2KkHTxrHGM-t6176.0", "text": "For if I met at I think for ketamine.", "start": 6176.0, "end": 6184.0}
{"id": "B2KkHTxrHGM-t6184.0", "text": "I would say that maybe the jury is still out right I think there's some historical difference this with ketamine right at the time when it started. I think the world at least a clinical world maybe also the big signs was maybe nice.", "start": 6184.0, "end": 6198.0}
{"id": "B2KkHTxrHGM-t6198.0", "text": "And that would be for, for paradigm that does involve kind of a set and setting or assist the therapy or to leverage that psychoactive effect. It was still a pretty much a world with pharmaceuticals so it was treated that way in both the basic science study as well as the clinical trial is also run", "start": 6198.0, "end": 6215.0}
{"id": "B2KkHTxrHGM-t6215.0", "text": "that way.", "start": 6215.0, "end": 6217.0}
{"id": "B2KkHTxrHGM-t6217.0", "text": "So I think the evidence is thin I don't think many people have tested.", "start": 6217.0, "end": 6222.0}
{"id": "B2KkHTxrHGM-t6222.0", "text": "But it's some of that setting effect is important or not so I think it's good to try to see if that's true or not.", "start": 6222.0, "end": 6229.0}
{"id": "B2KkHTxrHGM-t6229.0", "text": "I should also say when I first started doing research with ketamine to echo Alex's point I was given a lot of pushback because I was approaching it with some.", "start": 6229.0, "end": 6239.0}
{"id": "B2KkHTxrHGM-t6239.0", "text": "And I decided to have the psychoactive effects might be helpful. And even hypothesizing. This was 12 years ago 13 years ago even hypothesizing that there may be a psychoactive.", "start": 6239.0, "end": 6252.0}
{"id": "B2KkHTxrHGM-t6252.0", "text": "A psychoactive relevance was anathema to the institution at the time.", "start": 6252.0, "end": 6258.0}
{"id": "B2KkHTxrHGM-t6258.0", "text": "You know things have shifted and now NIH is open to funding this kind of research but.", "start": 6258.0, "end": 6271.0}
{"id": "B2KkHTxrHGM-t6271.0", "text": "This biological apparatus in place of this will work primarily as a as a neuro modulator as a neurogenetic promoter anything that it does apart from that is epiphenomenal and needs to be potentially taken out of the equation moving forward.", "start": 6271.0, "end": 6292.0}
{"id": "B2KkHTxrHGM-t6292.0", "text": "You know, there's one other aspect of this issue that has been raised I'd like to touch on a briefly and that is for some patients the notion that they need to have that psychoactive effect that it's, it's an it's a disincentive to do it they're frightened of it.", "start": 6292.0, "end": 6312.0}
{"id": "B2KkHTxrHGM-t6312.0", "text": "So that's interesting that's an interesting dilemma.", "start": 6312.0, "end": 6316.0}
{"id": "B2KkHTxrHGM-t6316.0", "text": "You know, that doesn't mean what if it's if in the end it looks like that is crucial to its efficacy then then so be it and just like with some other treatments people are frightened of like surgery on their goal bladder.", "start": 6316.0, "end": 6330.0}
{"id": "B2KkHTxrHGM-t6330.0", "text": "They might you might say well if you're suffering enough you might want to overlook this it's not going to be good for you in the long term and let's see how far we can get with it.", "start": 6330.0, "end": 6338.0}
{"id": "B2KkHTxrHGM-t6338.0", "text": "It is right now something puts off a lot of people from that kind of treatment. I'm also aware that in the actual practice I think you'll agree this is true Elias them.", "start": 6338.0, "end": 6347.0}
{"id": "B2KkHTxrHGM-t6347.0", "text": "Some of the when the patients start to have sort of a more trippy experience.", "start": 6347.0, "end": 6351.0}
{"id": "B2KkHTxrHGM-t6351.0", "text": "The treatment tend to be those down a little bit so to keep them on the verge of that that's a not fully in that sort of trippy head state.", "start": 6351.0, "end": 6360.0}
{"id": "B2KkHTxrHGM-t6360.0", "text": "I wonder whether that's counter to its their potential therapeutic.", "start": 6360.0, "end": 6365.0}
{"id": "B2KkHTxrHGM-t6365.0", "text": "I think that varies.", "start": 6365.0, "end": 6367.0}
{"id": "B2KkHTxrHGM-t6367.0", "text": "As you know there are a lot of so called psychedelic ketamine clinics right emerging seizing on the great public interest in people accessing these treatments.", "start": 6367.0, "end": 6379.0}
{"id": "B2KkHTxrHGM-t6379.0", "text": "And they turned into cash cows and often will sell you foreign patients upfront before you have a single one.", "start": 6379.0, "end": 6387.0}
{"id": "B2KkHTxrHGM-t6387.0", "text": "I'm also concerned about keeping people just before that.", "start": 6387.0, "end": 6395.0}
{"id": "B2KkHTxrHGM-t6395.0", "text": "But anesthesiologists tend to yes be careful they may administer ketamine with offensive as a team.", "start": 6395.0, "end": 6403.0}
{"id": "B2KkHTxrHGM-t6403.0", "text": "So we didn't even get into and I don't want to anger anyone who's upset about wolf politics. We didn't even get into the issue of how ketamine might provide a precedent for the direction these substances are going if we do roll them out like ketamine is the cheapest drug", "start": 6403.0, "end": 6426.0}
{"id": "B2KkHTxrHGM-t6426.0", "text": "available really and it takes cost a few dollars to administer, but we're having these clinics charging several hundred dollars to primarily affluent white people.", "start": 6426.0, "end": 6441.0}
{"id": "B2KkHTxrHGM-t6441.0", "text": "And not considering how this medicine which is generic might be made more accessible to people of other backgrounds with less means how we might be able to do that.", "start": 6441.0, "end": 6455.0}
{"id": "B2KkHTxrHGM-t6455.0", "text": "So that's what this means how we might change the existing health care structure so that it might be more available or other treatments might be more available.", "start": 6455.0, "end": 6466.0}
{"id": "B2KkHTxrHGM-t6466.0", "text": "There's a concern here that if these medicines follow the track of ketamine, you know, we're not really going to be helping too many people.", "start": 6466.0, "end": 6477.0}
{"id": "B2KkHTxrHGM-t6477.0", "text": "So the insurers are going to be funding, compensating a dyad, which is what most research has looked at having two therapists in the room with people, several, several sessions.", "start": 6477.0, "end": 6489.0}
{"id": "B2KkHTxrHGM-t6489.0", "text": "I mean we have enough trouble getting therapy compensated right now as psychiatrists, you know, to presume that insurance companies will just hand it over for several hours session with two therapists.", "start": 6489.0, "end": 6504.0}
{"id": "B2KkHTxrHGM-t6504.0", "text": "So we're going to lead to less therapy being provided and potentially having less of the interpersonal engagement that you know neshay was talking about earlier.", "start": 6504.0, "end": 6516.0}
{"id": "B2KkHTxrHGM-t6516.0", "text": "I mean these are these are really important questions and this isn't simply wolf politics, you know this is this is this is crucial to answer if we're going to be providing support to people in the right way.", "start": 6516.0, "end": 6531.0}
{"id": "B2KkHTxrHGM-t6531.0", "text": "And that actually relates to another I think I saw a chat comment earlier about the other models that are being rolled out like with Oregon, the supportive adult use approach and some of the people who are advocating for that approach, which, you know, potentially", "start": 6531.0, "end": 6548.0}
{"id": "B2KkHTxrHGM-t6548.0", "text": "taking psychedelics with people who have just a GED or a high school diploma and don't have their pediatric training. Part of my concern around that is that a lot of the we were talking about harms or dangers caused potentially caused by psychedelics.", "start": 6548.0, "end": 6565.0}
{"id": "B2KkHTxrHGM-t6565.0", "text": "And particularly a lot of the harms, not all but a good percentage of them relate to, you know, unscrupulous providers people who are either not trained enough or are have some kind of personality disorder themselves you know antisocial or abusive personalities", "start": 6565.0, "end": 6584.0}
{"id": "B2KkHTxrHGM-t6584.0", "text": "take advantage of people in some cases under highly suggestible context like that so I think, part of my concern of how this is going to be rolled out will be to ensure that people do you have, you know, are not in in context that put them at risk", "start": 6584.0, "end": 6599.0}
{"id": "B2KkHTxrHGM-t6599.0", "text": "due to the personalities in the room. And I just point people towards the power trip podcast that's currently going out with New York magazine and symphodia, which is highlighting some of the, the risk of harm interpersonal harm from and scrupulous providers.", "start": 6599.0, "end": 6622.0}
{"id": "B2KkHTxrHGM-t6622.0", "text": "Sorry, sorry. Yeah. Go for it. I just wanted to add that in addition to all these concerns there's also the kinds of.", "start": 6622.0, "end": 6630.0}
{"id": "B2KkHTxrHGM-t6630.0", "text": "I don't know what to call it but the eco tourism.", "start": 6630.0, "end": 6634.0}
{"id": "B2KkHTxrHGM-t6634.0", "text": "That's going into kind of the going into indigenous communities to have an ayahuasca experience or these other kinds of things that raises the question of indigeneity and there's an interesting Institute the Chuck runna Institute that via La Bache is a part of and they have a indigenous reciprocity initiative that is just raises the", "start": 6634.0, "end": 6661.0}
{"id": "B2KkHTxrHGM-t6661.0", "text": "question about the kinds of ways in which these experiences take place and what they rely on and the kinds of power dynamics and economic dynamics that get associated with it. I just wanted to bring that up.", "start": 6661.0, "end": 6679.0}
{"id": "B2KkHTxrHGM-t6679.0", "text": "That's a super important point. I know it is worth remembering how still aside and entered into our world or Western world was, you know, a banker who happened to be an amateur mycologist went down in search of this sacred mushroom.", "start": 6679.0, "end": 6701.0}
{"id": "B2KkHTxrHGM-t6701.0", "text": "Maria Sabina provided him the mushroom which he took back gave to talk men who identified the active component being citizen so Simon.", "start": 6701.0, "end": 6716.0}
{"id": "B2KkHTxrHGM-t6716.0", "text": "But we're finding that it's in the hands of bankers and finance here is yet again. Again this isn't woke politics this is this is real and, you know, this is kind of creating not only challenges with how we might move forward with a true paradigm shift that that benefits everyone.", "start": 6716.0, "end": 6740.0}
{"id": "B2KkHTxrHGM-t6740.0", "text": "But how we might give give give back to where these medicines came from how we might honor the, in some cases millennia of tradition and and learning that went on to inform how we engage with the substances currently", "start": 6740.0, "end": 6761.0}
{"id": "B2KkHTxrHGM-t6761.0", "text": "worth also mentioning that the person who coined the term psychedelic had attended pia", "start": 6761.0, "end": 6778.96}
{"id": "B2KkHTxrHGM-t6778.96", "text": "There's a real need for recognizing that this isn't simply about shoe warning these substances into existing medical structures that that they're revealing by virtue of raising raising awareness to longstanding problems they're revealing that we could be doing things differently", "start": 6778.96, "end": 6800.96}
{"id": "B2KkHTxrHGM-t6800.96", "text": "we could be honoring where the, you know, where these substances came from could be honoring the depth of ontological and epistemological complexity that they reveal.", "start": 6800.96, "end": 6817.96}
{"id": "B2KkHTxrHGM-t6817.96", "text": "Thank you. I can. So there's a bunch of questions and obviously for put the push on two hours so are you feeling two more questions so I'll have to probably just select two of the group. Everyone's okay with that.", "start": 6817.96, "end": 6833.96}
{"id": "B2KkHTxrHGM-t6833.96", "text": "I think that's right. Okay. Okay. So apologize if I don't get to your question, but I think just to find questions that sort of fit what we just said.", "start": 6833.96, "end": 6848.96}
{"id": "B2KkHTxrHGM-t6848.96", "text": "So Lisa, the Bennett diet is hopefully I didn't mango your last name, but Lisa was asking because I think something touching that the share was discussing about the democratization of these therapeutic experiences, given that the like communities potentially becoming more empowered", "start": 6848.96, "end": 6866.96}
{"id": "B2KkHTxrHGM-t6866.96", "text": "through the training or grassroots work. And so how do you, how do you think it's going to work between like should psychedelics mostly stay within the professional medical community.", "start": 6866.96, "end": 6879.96}
{"id": "B2KkHTxrHGM-t6879.96", "text": "Or, you know, like how I guess, like how do you balance it between keeping it professional and then potentially the skepticism within the medical community that doesn't see it as necessarily medical work.", "start": 6879.96, "end": 6892.96}
{"id": "B2KkHTxrHGM-t6892.96", "text": "And sort of goes more to that like folks medicine, that was sort of being touched upon with regards to traditions of of of native and such.", "start": 6892.96, "end": 6911.96}
{"id": "B2KkHTxrHGM-t6911.96", "text": "I'll just quickly say that I'm personally in favor of decriminalization I don't think that I don't think that the medical establishment should be the only way that people have access to these substances I don't think that the", "start": 6911.96, "end": 6926.96}
{"id": "B2KkHTxrHGM-t6926.96", "text": "process that you know the prohibition is justified in any way that said I'm concerned with a lot of the, a lot of like with the issue I mentioned with Oregon, there's a lot of certificate trainings and things popping up that are kind of meeting this", "start": 6926.96, "end": 6943.96}
{"id": "B2KkHTxrHGM-t6943.96", "text": "desire that people have to be able to engage outside of the medical framework with these substances and a lot of those certificate programs can cost thousands of dollars and they're not really based in any evidence or any kind of any kind of expertise in many cases and", "start": 6943.96, "end": 6959.96}
{"id": "B2KkHTxrHGM-t6959.96", "text": "there's a lot of risk of people just kind of trying to make a buck off of this hype and excitement. And so I think it's really important to really emphasize the science and advancing the science and getting more of an understanding of what's going on but also", "start": 6959.96, "end": 6974.96}
{"id": "B2KkHTxrHGM-t6974.96", "text": "kind of becoming medicine to be the only way that people can access these experience because there's all sorts of creativity was mentioned before creativity and connection and community building that are not necessarily like medicalized subjects that psychedelics can really", "start": 6974.96, "end": 6989.96}
{"id": "B2KkHTxrHGM-t6989.96", "text": "too. So I would caution against a purely medical paradigm, but I would also caution against,", "start": 6989.96, "end": 6994.2}
{"id": "B2KkHTxrHGM-t6995.16", "text": "you know, trusting any kind of group or expert that's popping up without a background of evidence", "start": 6995.16, "end": 7002.04}
{"id": "B2KkHTxrHGM-t7002.04", "text": "and kind of offering suggestions to meet this current need for its current desire to to access", "start": 7002.04, "end": 7007.88}
{"id": "B2KkHTxrHGM-t7007.88", "text": "psychedelic healing outside of the limited options that are currently available.", "start": 7007.88, "end": 7012.04}
{"id": "B2KkHTxrHGM-t7014.84", "text": "Also, we're not really in a position to be making those kinds of demands anyway.", "start": 7014.84, "end": 7018.44}
{"id": "B2KkHTxrHGM-t7018.44", "text": "People are using these substances. Even if they're medicalized, people aren't going to restrict", "start": 7018.44, "end": 7024.44}
{"id": "B2KkHTxrHGM-t7026.44", "text": "how they're engaging with them to the clinic. Egotourism, drug tourism, as mentioned, there are", "start": 7026.44, "end": 7033.639999999999}
{"id": "B2KkHTxrHGM-t7035.4", "text": "hundreds of ceremonies happening daily just in the tri-state area. I mean, the underground", "start": 7035.4, "end": 7043.719999999999}
{"id": "B2KkHTxrHGM-t7043.72", "text": "psychedelic work continues to grow rapidly. So, you know, I think it's foolish to even think that", "start": 7043.72, "end": 7053.88}
{"id": "B2KkHTxrHGM-t7053.88", "text": "we have any capacity to pronounce on what the right use of these substances is. You know,", "start": 7053.88, "end": 7061.240000000001}
{"id": "B2KkHTxrHGM-t7061.240000000001", "text": "the they're being used. And I think what we should do is acknowledge that that's the case and start", "start": 7061.240000000001, "end": 7067.96}
{"id": "B2KkHTxrHGM-t7067.96", "text": "thinking deeply, collectively, how we might engage with them in a way that it doesn't fall", "start": 7067.96, "end": 7074.2}
{"id": "B2KkHTxrHGM-t7074.2", "text": "into old tropes. That's willing to challenge some really", "start": 7074.2, "end": 7081.4800000000005}
{"id": "B2KkHTxrHGM-t7081.48", "text": "fossilized systems, fossilized predictive patterns, let's say, in our culture.", "start": 7081.48, "end": 7096.2}
{"id": "B2KkHTxrHGM-t7098.5199999999995", "text": "Okay, I think that probably over the questions given the time limit. But I just wanted to", "start": 7098.5199999999995, "end": 7103.08}
{"id": "B2KkHTxrHGM-t7103.08", "text": "say one comment from my end because someone did ask about funding. I just further,", "start": 7103.08, "end": 7107.719999999999}
{"id": "B2KkHTxrHGM-t7107.72", "text": "actually, know something that hasn't been mentioned is that I think research shows that", "start": 7107.72, "end": 7111.64}
{"id": "B2KkHTxrHGM-t7111.64", "text": "currently for a new drug to come to market, going through all the requirements that the FDA puts", "start": 7111.64, "end": 7116.04}
{"id": "B2KkHTxrHGM-t7116.04", "text": "forth, it's about a billion dollars. And hence, as was said here, all the research into second", "start": 7116.04, "end": 7121.72}
{"id": "B2KkHTxrHGM-t7121.72", "text": "dollars comes from the fact that they're already made and the psychopharmac genetics are already", "start": 7121.72, "end": 7125.4800000000005}
{"id": "B2KkHTxrHGM-t7125.4800000000005", "text": "rather well known. So, this less investment needed to sort of breach the market as with a completely", "start": 7125.4800000000005, "end": 7131.8}
{"id": "B2KkHTxrHGM-t7131.8", "text": "new pharmaceutical compared to these drugs. So, that was for Smurfy D, just to get that out of", "start": 7131.8, "end": 7137.400000000001}
{"id": "B2KkHTxrHGM-t7137.4", "text": "the way, and I guess add a lecture context. So, that's it from my end.", "start": 7137.4, "end": 7140.839999999999}
{"id": "B2KkHTxrHGM-t7144.839999999999", "text": "You're on mute, Beverly. Beverly, you're on mute.", "start": 7144.839999999999, "end": 7150.44}
{"id": "B2KkHTxrHGM-t7156.44", "text": "Still on mute.", "start": 7156.44, "end": 7158.44}
{"id": "B2KkHTxrHGM-t7158.44", "text": "Thank you. All right, thank you. I appreciate very much, as I'm sure we all do, your participation", "start": 7158.44, "end": 7169.0}
{"id": "B2KkHTxrHGM-t7169.0", "text": "today. And what mostly comes forth is we're on a true cusp in terms of the directions and the", "start": 7169.0, "end": 7178.679999999999}
{"id": "B2KkHTxrHGM-t7178.679999999999", "text": "projections and the possible vectors of what all the incredible work and research you're doing", "start": 7178.679999999999, "end": 7185.719999999999}
{"id": "B2KkHTxrHGM-t7185.72", "text": "might take us. So, with most appreciation for giving us these insights and knowledge and perspectives.", "start": 7185.72, "end": 7193.72}
{"id": "B2KkHTxrHGM-t7194.84", "text": "Wish you well, I hope you don't have the storm where you are that we have here in New York,", "start": 7194.84, "end": 7199.240000000001}
{"id": "B2KkHTxrHGM-t7199.24", "text": "but go forth and disciple mom safely. Thank you everybody. Thank you everybody.", "start": 7199.24, "end": 7215.16}
