{"id": "Of3JFmGvWQA-t0.0", "text": "I want to thank all of you for your support of the UNIC Center.", "start": 0.0, "end": 7.0}
{"id": "Of3JFmGvWQA-t7.0", "text": "Without your help, you will be unable to present the unique kinds of programs we organize,", "start": 7.0, "end": 14.0}
{"id": "Of3JFmGvWQA-t14.0", "text": "more to attract the high caliber of people who are physically busy banks, and some of them are here tonight.", "start": 14.0, "end": 22.0}
{"id": "Of3JFmGvWQA-t22.0", "text": "And benefit Gala is an occasion to talk about the successes and achievements through the last Gala.", "start": 22.0, "end": 31.0}
{"id": "Of3JFmGvWQA-t31.0", "text": "We certainly have a success with UNIC to find it difficult to focus on that given the loss of tenism ten value.", "start": 31.0, "end": 40.0}
{"id": "Of3JFmGvWQA-t40.0", "text": "That was instrumental in making UNICs possible.", "start": 40.0, "end": 46.0}
{"id": "Of3JFmGvWQA-t46.0", "text": "As served as our chairman, the tennis was not only an art that supported, but also a mineral-opepic community.", "start": 46.0, "end": 54.0}
{"id": "Of3JFmGvWQA-t54.0", "text": "More importantly, from their area, and I know that several men of the UN tonight, they were greatly beloved friends.", "start": 54.0, "end": 63.0}
{"id": "Of3JFmGvWQA-t63.0", "text": "Friends with such grace, elegance, and generosity that we consider ourselves fortunate and blessed that they were part of our lives.", "start": 63.0, "end": 74.0}
{"id": "Of3JFmGvWQA-t74.0", "text": "We are also happy to be considered a friend of ten value junior and tomorrow value.", "start": 74.0, "end": 80.0}
{"id": "Of3JFmGvWQA-t80.0", "text": "They are honored that they are here tonight and has graciously accepted to read two poems at this point.", "start": 80.0, "end": 89.0}
{"id": "Of3JFmGvWQA-t89.0", "text": "Thank you.", "start": 89.0, "end": 94.0}
{"id": "Of3JFmGvWQA-t119.0", "text": "Thank you.", "start": 119.0, "end": 124.0}
{"id": "Of3JFmGvWQA-t149.0", "text": "Thank you.", "start": 149.0, "end": 156.0}
{"id": "Of3JFmGvWQA-t156.0", "text": "Okay.", "start": 156.0, "end": 159.0}
{"id": "Of3JFmGvWQA-t159.0", "text": "Can you hear me?", "start": 159.0, "end": 164.0}
{"id": "Of3JFmGvWQA-t164.0", "text": "Just two poems of my dad's.", "start": 164.0, "end": 168.0}
{"id": "Of3JFmGvWQA-t168.0", "text": "I'd love to see you.", "start": 168.0, "end": 171.0}
{"id": "Of3JFmGvWQA-t171.0", "text": "Just two poems from my father that he wrote many, many years ago and published.", "start": 171.0, "end": 180.0}
{"id": "Of3JFmGvWQA-t180.0", "text": "The second one, sure, the first one is not very long.", "start": 180.0, "end": 183.0}
{"id": "Of3JFmGvWQA-t183.0", "text": "It kind of reflects my father's belief in the importance of philosophy and learning.", "start": 183.0, "end": 190.0}
{"id": "Of3JFmGvWQA-t190.0", "text": "So I thought I'd be a Catholic person.", "start": 190.0, "end": 192.0}
{"id": "Of3JFmGvWQA-t192.0", "text": "It's called the Scholars Brigade.", "start": 192.0, "end": 197.0}
{"id": "Of3JFmGvWQA-t197.0", "text": "At the dawn of the faithful day, the sun piercing the rim of the gently curved horizon.", "start": 197.0, "end": 203.0}
{"id": "Of3JFmGvWQA-t203.0", "text": "The sand swells cool with night.", "start": 203.0, "end": 206.0}
{"id": "Of3JFmGvWQA-t206.0", "text": "The brigade appears, a march of ants swaying, shivering in the distance, then dropping down into dark again,", "start": 206.0, "end": 215.0}
{"id": "Of3JFmGvWQA-t215.0", "text": "only to reappear as some relentless apparition upon the height of one's sand.", "start": 215.0, "end": 222.0}
{"id": "Of3JFmGvWQA-t222.0", "text": "So many times it has begun to end the flight.", "start": 222.0, "end": 227.0}
{"id": "Of3JFmGvWQA-t227.0", "text": "The sun dried, courage spilled as blood to stain the sand.", "start": 227.0, "end": 232.0}
{"id": "Of3JFmGvWQA-t232.0", "text": "The evening breeze to shift the sea of hopeless particles.", "start": 232.0, "end": 237.0}
{"id": "Of3JFmGvWQA-t237.0", "text": "Each, once each thousand years, the scholars writ victorious.", "start": 237.0, "end": 244.0}
{"id": "Of3JFmGvWQA-t244.0", "text": "They cut a path wide enough for the philosopher to be king.", "start": 244.0, "end": 249.0}
{"id": "Of3JFmGvWQA-t249.0", "text": "The soul is written deep into the sand, and the sun and sand cannot obliterate the changes he has made for day or two.", "start": 249.0, "end": 263.0}
{"id": "Of3JFmGvWQA-t263.0", "text": "The second one is called a song.", "start": 263.0, "end": 268.0}
{"id": "Of3JFmGvWQA-t268.0", "text": "I have danced and rolled in the rain and snow.", "start": 268.0, "end": 271.0}
{"id": "Of3JFmGvWQA-t271.0", "text": "In the night and cold, I have dashed old wall.", "start": 271.0, "end": 275.0}
{"id": "Of3JFmGvWQA-t275.0", "text": "There's a day for peace and a year for love, and a flash of heat.", "start": 275.0, "end": 280.0}
{"id": "Of3JFmGvWQA-t280.0", "text": "I have worn that glove.", "start": 280.0, "end": 282.0}
{"id": "Of3JFmGvWQA-t282.0", "text": "Do you see the room? It's cold and taught.", "start": 282.0, "end": 286.0}
{"id": "Of3JFmGvWQA-t286.0", "text": "It's so easy to ruin a heart that's caught.", "start": 286.0, "end": 291.0}
{"id": "Of3JFmGvWQA-t291.0", "text": "Thank you.", "start": 291.0, "end": 292.0}
{"id": "Of3JFmGvWQA-t292.0", "text": "Thank you, Tim.", "start": 292.0, "end": 306.0}
{"id": "Of3JFmGvWQA-t306.0", "text": "Thank you.", "start": 306.0, "end": 326.0}
{"id": "Of3JFmGvWQA-t326.0", "text": "I would like to now turn to this evening's event and thank our discussants here.", "start": 326.0, "end": 337.0}
{"id": "Of3JFmGvWQA-t337.0", "text": "They're going to talk about the electorate.", "start": 337.0, "end": 339.0}
{"id": "Of3JFmGvWQA-t339.0", "text": "We ask them to do something very challenging and not to talk about the election.", "start": 339.0, "end": 346.0}
{"id": "Of3JFmGvWQA-t346.0", "text": "Rather than to talk about how we can understand the state of the electorate.", "start": 346.0, "end": 355.0}
{"id": "Of3JFmGvWQA-t355.0", "text": "Starting to my right, Janet, is an Emmy and Peabody award winning television and radio producer, vice chair of the women's media center, and communication strategies, and management consultant in policy, media and education for many organizations, including National Urban League.", "start": 355.0, "end": 374.0}
{"id": "Of3JFmGvWQA-t374.0", "text": "Next to her is Lester Crystal, retired president of Neil Darrow Productions, having previously served in many journalists from executive news positions, including as executive producer for NBC 90 news and president in NBC News.", "start": 374.0, "end": 389.0}
{"id": "Of3JFmGvWQA-t389.0", "text": "Next to him, Casia Rump, was elected in 2008 at age 22 to Vermont House of Representatives, representing Burlington's Old North End Hill Section at University District.", "start": 389.0, "end": 406.0}
{"id": "Of3JFmGvWQA-t406.0", "text": "Among her numerous ex-religious ladies and donors, she is served as the public engagement specialist in the city of Burlington Community and Economic Development Office.", "start": 406.0, "end": 408.0}
{"id": "Of3JFmGvWQA-t408.0", "text": "Next to her, Michael Goodwin is a Pulitzer Prize winning journalist, currently a columnist at the New York Post, and a commentator on CLOPS News, whose past journalism homes have been the New York Times, and the New York Times.", "start": 408.0, "end": 418.0}
{"id": "Of3JFmGvWQA-t418.0", "text": "Including as executive editor of the latter.", "start": 418.0, "end": 423.0}
{"id": "Of3JFmGvWQA-t423.0", "text": "Next to him, Elizabeth Harris is an education reporter at the New York Times.", "start": 423.0, "end": 427.0}
{"id": "Of3JFmGvWQA-t427.0", "text": "As a reporter and columnist there, she's also covered real estate business, New York State politics, and breaking news.", "start": 427.0, "end": 434.0}
{"id": "Of3JFmGvWQA-t434.0", "text": "So we're going to try our regular format where we're going to leave you without a moderator.", "start": 434.0, "end": 440.0}
{"id": "Of3JFmGvWQA-t440.0", "text": "And we want just to talk to one another in his spontaneous ways of asking.", "start": 440.0, "end": 447.0}
{"id": "Of3JFmGvWQA-t447.0", "text": "So I open it to anyone who wants to start the conversation.", "start": 447.0, "end": 450.0}
{"id": "Of3JFmGvWQA-t450.0", "text": "Well, I'd like to say that about the election, obviously the election informs our opinions about the electorate.", "start": 450.0, "end": 456.0}
{"id": "Of3JFmGvWQA-t456.0", "text": "I think about a friend of mine, the great litigator of Ted Wells, when they ask him why he's so successful, or from jurors, he said, because jurors are smart.", "start": 456.0, "end": 468.0}
{"id": "Of3JFmGvWQA-t468.0", "text": "They want to do a good job. They don't often know what to do.", "start": 468.0, "end": 473.0}
{"id": "Of3JFmGvWQA-t473.0", "text": "So you treat them with respect, and you're not condescending.", "start": 473.0, "end": 478.0}
{"id": "Of3JFmGvWQA-t478.0", "text": "He doesn't put a barrier between himself and the jurors when he does his final summation, he doesn't outlast.", "start": 478.0, "end": 487.0}
{"id": "Of3JFmGvWQA-t487.0", "text": "Our American electorate has been talked about with great disdain. I think that they are confused. They want to do something.", "start": 487.0, "end": 502.0}
{"id": "Of3JFmGvWQA-t502.0", "text": "They really do leave in hope. They showed up with the last election to even though Obama never won the majority of the white vote, and either one of those elections.", "start": 502.0, "end": 515.0}
{"id": "Of3JFmGvWQA-t515.0", "text": "But a couple weeks ago, Heather McGhee, who's the president of D.M.O.S., was being interviewed, and was called in.", "start": 515.0, "end": 523.0}
{"id": "Of3JFmGvWQA-t523.0", "text": "And I called and he said, I'm a white woman, and I'm racist, and I want to know what I can do to not be that way.", "start": 523.0, "end": 532.0}
{"id": "Of3JFmGvWQA-t532.0", "text": "And her response is response, I think, about the electorate too, where she said, well, that's the first step, why 12th step program here?", "start": 532.0, "end": 542.0}
{"id": "Of3JFmGvWQA-t542.0", "text": "And she said, I appreciate your courage and your sincerity.", "start": 542.0, "end": 547.0}
{"id": "Of3JFmGvWQA-t547.0", "text": "And I think that that's what we need to do. Both parties, all parties have treated the electorate with such disrespect over the years.", "start": 547.0, "end": 555.0}
{"id": "Of3JFmGvWQA-t555.0", "text": "They're not involved in it. It's a game of who can confuse people. Most of them are not wonderful actions.", "start": 555.0, "end": 560.0}
{"id": "Of3JFmGvWQA-t560.0", "text": "So that's what I think about the electorate. I think I have a great deal of hope in the American people.", "start": 560.0, "end": 567.0}
{"id": "Of3JFmGvWQA-t567.0", "text": "And I feel that once we can talk to them in a way that makes sense to them, that we will see even more change from.", "start": 567.0, "end": 576.0}
{"id": "Of3JFmGvWQA-t576.0", "text": "And we have to do it.", "start": 576.0, "end": 579.0}
{"id": "Of3JFmGvWQA-t579.0", "text": "I'm certainly confused, but there was some recent report from Pew's meeting this matter a week or two weeks ago,", "start": 579.0, "end": 590.0}
{"id": "Of3JFmGvWQA-t590.0", "text": "and did an interesting survey of voters. And it was a flavor that the voters are very, I don't know if I had my statistic right,", "start": 590.0, "end": 603.0}
{"id": "Of3JFmGvWQA-t603.0", "text": "but about a third of the people who were supporting a particular candidate were voting because they were voting against the other candidate.", "start": 603.0, "end": 619.0}
{"id": "Of3JFmGvWQA-t619.0", "text": "That was a critical factor. Certainly it was a factor of supporting something that the candidate was stood for.", "start": 619.0, "end": 630.0}
{"id": "Of3JFmGvWQA-t630.0", "text": "And in terms of Donald Trump, the highest item was being a change agent, making a change in terms of Hillary Clinton that was experienced.", "start": 630.0, "end": 646.0}
{"id": "Of3JFmGvWQA-t646.0", "text": "But the basis of their decision of a lot of voters going to know is because they're voting against the other candidate.", "start": 646.0, "end": 658.0}
{"id": "Of3JFmGvWQA-t658.0", "text": "And that certainly is a negative or a reflection of an electorate that's very happy.", "start": 658.0, "end": 669.0}
{"id": "Of3JFmGvWQA-t669.0", "text": "Well, Dr. Bell or Janet were raising first names in this.", "start": 669.0, "end": 676.0}
{"id": "Of3JFmGvWQA-t676.0", "text": "You said something that really struck me and it was that people want to be, we have to figure out where we speak to the electorate in a way that they have been supported and heard and validated.", "start": 676.0, "end": 688.0}
{"id": "Of3JFmGvWQA-t688.0", "text": "And I think what's come across so much is that people want authenticity for politicians right now in a way that's very hard to create in the political system by currently exist.", "start": 688.0, "end": 701.0}
{"id": "Of3JFmGvWQA-t701.0", "text": "And I think there's three things. Three systems that I see as someone in politics that make it very difficult,", "start": 701.0, "end": 707.0}
{"id": "Of3JFmGvWQA-t707.0", "text": "and even in Vermont, which I was just asking, I'm writing poems in my system, I don't know if it's a new topic.", "start": 707.0, "end": 714.0}
{"id": "Of3JFmGvWQA-t714.0", "text": "We talk all kinds of books and we don't have party registration at all.", "start": 714.0, "end": 718.0}
{"id": "Of3JFmGvWQA-t718.0", "text": "So people just identify often as basically conservatives and socially liberal and mostly libertarian.", "start": 718.0, "end": 723.0}
{"id": "Of3JFmGvWQA-t723.0", "text": "But can they finance, to hear a politician who's promising things or speaking about things when you know where their money's coming from,", "start": 723.0, "end": 733.0}
{"id": "Of3JFmGvWQA-t733.0", "text": "that is what made Bernie so successful is taking a very, Bernie Sanders, taking a very non-slashy topic and making it really relevant", "start": 733.0, "end": 743.0}
{"id": "Of3JFmGvWQA-t743.0", "text": "because people hear someone talk at a website or they're not going to be captured or something else,", "start": 743.0, "end": 749.0}
{"id": "Of3JFmGvWQA-t749.0", "text": "two would be redistricting.", "start": 749.0, "end": 751.0}
{"id": "Of3JFmGvWQA-t751.0", "text": "We now have a political districting process where a majority of people think alike are packed into one district", "start": 751.0, "end": 761.0}
{"id": "Of3JFmGvWQA-t761.0", "text": "and it's all about self-preservation so you're going to get a more polarized population electing,", "start": 761.0, "end": 766.0}
{"id": "Of3JFmGvWQA-t766.0", "text": "more extreme Republicans and more extreme Democrats.", "start": 766.0, "end": 769.0}
{"id": "Of3JFmGvWQA-t769.0", "text": "And third, and I'd really like to hear from folks in the media world, I mean, there's no longer the geography of Vermont or New York.", "start": 769.0, "end": 777.0}
{"id": "Of3JFmGvWQA-t777.0", "text": "It's the geography of who you choose to associate with online in many ways or what publications you read or take part in.", "start": 777.0, "end": 785.0}
{"id": "Of3JFmGvWQA-t785.0", "text": "And that geography is so isolated.", "start": 785.0, "end": 788.0}
{"id": "Of3JFmGvWQA-t788.0", "text": "But I think we're not even defining things the same way.", "start": 788.0, "end": 791.0}
{"id": "Of3JFmGvWQA-t791.0", "text": "Someone can say they won the debate in whatever, you know, Twitter-verse they're living in and that's their reality.", "start": 791.0, "end": 799.0}
{"id": "Of3JFmGvWQA-t799.0", "text": "And, you know, I find that to be such a great divide for the electorate to overcome is that system of their occasion.", "start": 799.0, "end": 807.0}
{"id": "Of3JFmGvWQA-t807.0", "text": "Just before the record, I asked that question about my ever-never-grandma and that's required.", "start": 807.0, "end": 814.0}
{"id": "Of3JFmGvWQA-t814.0", "text": "The assignment or the idea of looking at the electorate but not the politicians.", "start": 814.0, "end": 823.0}
{"id": "Of3JFmGvWQA-t823.0", "text": "I will try to do that this way.", "start": 823.0, "end": 825.0}
{"id": "Of3JFmGvWQA-t825.0", "text": "I think the two candidates we have still standing at the major parties reflect the electorate.", "start": 825.0, "end": 832.0}
{"id": "Of3JFmGvWQA-t832.0", "text": "And the way I see that is the two biggest surprises that I think nobody saw coming.", "start": 832.0, "end": 839.0}
{"id": "Of3JFmGvWQA-t839.0", "text": "Of course, the larger would be Donald Trump getting this far.", "start": 839.0, "end": 843.0}
{"id": "Of3JFmGvWQA-t843.0", "text": "But I think almost as big a surprise is how weak a candidate Hillary Clinton has turned out to be.", "start": 843.0, "end": 851.0}
{"id": "Of3JFmGvWQA-t851.0", "text": "When you wind them up originally, you would have thought why this would be a walkover.", "start": 851.0, "end": 856.0}
{"id": "Of3JFmGvWQA-t856.0", "text": "But in fact, I think that his strength and her weakness both reflect, as Les said, the unhappiness of the electorate.", "start": 856.0, "end": 866.0}
{"id": "Of3JFmGvWQA-t866.0", "text": "That they want something very different than they've been getting.", "start": 866.0, "end": 871.0}
{"id": "Of3JFmGvWQA-t871.0", "text": "And I think that that's how the unhappiness, the sense of not being fulfilled, is being manifest.", "start": 871.0, "end": 880.0}
{"id": "Of3JFmGvWQA-t880.0", "text": "And I'm a believer that we should listen to the electorate.", "start": 880.0, "end": 884.0}
{"id": "Of3JFmGvWQA-t884.0", "text": "And I think just two quick things I think that strike me.", "start": 884.0, "end": 889.0}
{"id": "Of3JFmGvWQA-t889.0", "text": "The first, I don't know whether any of you have read Charles Murray coming apart.", "start": 889.0, "end": 893.0}
{"id": "Of3JFmGvWQA-t893.0", "text": "It's an excellent book about essentially the white working class and how it has split from a general white world", "start": 893.0, "end": 904.0}
{"id": "Of3JFmGvWQA-t904.0", "text": "in terms of marriage, education, everything.", "start": 904.0, "end": 909.0}
{"id": "Of3JFmGvWQA-t909.0", "text": "That it is now, as he puts it, as he's following up with two, the bottom is following out of the original class.", "start": 909.0, "end": 918.0}
{"id": "Of3JFmGvWQA-t918.0", "text": "And he talks about how this is such a significant event because it's so large that it's not as though it's an isolated community or two.", "start": 918.0, "end": 929.0}
{"id": "Of3JFmGvWQA-t929.0", "text": "He talks about prison records, people who don't work, you have anywhere.", "start": 929.0, "end": 936.0}
{"id": "Of3JFmGvWQA-t936.0", "text": "He says in many communities, 18% of young men not working.", "start": 936.0, "end": 941.0}
{"id": "Of3JFmGvWQA-t941.0", "text": "It's really a fascinating examination of the middle falling down economically and socially.", "start": 941.0, "end": 950.0}
{"id": "Of3JFmGvWQA-t950.0", "text": "And so I think the other thing that I wanted to say quickly to Les' point, in case it was to about the media,", "start": 950.0, "end": 957.0}
{"id": "Of3JFmGvWQA-t957.0", "text": "Gallup has a new survey out.", "start": 957.0, "end": 960.0}
{"id": "Of3JFmGvWQA-t960.0", "text": "Only 32% of the country trusts even some or a lot.", "start": 960.0, "end": 966.0}
{"id": "Of3JFmGvWQA-t966.0", "text": "So those two combine that, 32%, that the news they are getting from television and radio in newspapers,", "start": 966.0, "end": 973.0}
{"id": "Of3JFmGvWQA-t973.0", "text": "the question doesn't distinguish, that they trusted somewhat or mostly.", "start": 973.0, "end": 979.0}
{"id": "Of3JFmGvWQA-t979.0", "text": "So 32%, it's a historic blow.", "start": 979.0, "end": 982.0}
{"id": "Of3JFmGvWQA-t982.0", "text": "It's dropped eight points in one year.", "start": 982.0, "end": 985.0}
{"id": "Of3JFmGvWQA-t985.0", "text": "This is a question that Gallup has been asking since 1972, when of course,", "start": 985.0, "end": 990.0}
{"id": "Of3JFmGvWQA-t990.0", "text": "and the Nixon and the Watergate era, the investigative journalism era really, the numbers shut up.", "start": 990.0, "end": 997.0}
{"id": "Of3JFmGvWQA-t997.0", "text": "But they've been going down slowly, but now they are falling off of the wall.", "start": 997.0, "end": 1003.0}
{"id": "Of3JFmGvWQA-t1003.0", "text": "And I think this is a major issue for society if people simply don't trust.", "start": 1003.0, "end": 1008.0}
{"id": "Of3JFmGvWQA-t1008.0", "text": "It's another institution that they don't trust.", "start": 1008.0, "end": 1011.0}
{"id": "Of3JFmGvWQA-t1011.0", "text": "And maybe like a social media, there's an introduction to me.", "start": 1011.0, "end": 1017.0}
{"id": "Of3JFmGvWQA-t1017.0", "text": "It's actually a theme back to being able to trust what they, the papers, the MTV and on their Facebook page,", "start": 1017.0, "end": 1025.0}
{"id": "Of3JFmGvWQA-t1025.0", "text": "they see things that reinforce what they, what they're sort of in line to believe is going to go,", "start": 1025.0, "end": 1032.0}
{"id": "Of3JFmGvWQA-t1032.0", "text": "be driving, sorry, never will look.", "start": 1032.0, "end": 1036.0}
{"id": "Of3JFmGvWQA-t1036.0", "text": "I can't use why other panelists make this, if it's eight percent dropped just in the past year,", "start": 1036.0, "end": 1042.0}
{"id": "Of3JFmGvWQA-t1042.0", "text": "but I think one is about the selection of particular that's, you know,", "start": 1042.0, "end": 1047.0}
{"id": "Of3JFmGvWQA-t1047.0", "text": "I think part of it is generic in the sense that they're fed up.", "start": 1047.0, "end": 1052.0}
{"id": "Of3JFmGvWQA-t1052.0", "text": "They're fed up, and so I think Donald Trump was a reflection of the fed up caucus.", "start": 1052.0, "end": 1057.0}
{"id": "Of3JFmGvWQA-t1057.0", "text": "But I think they're fed up with society, they're fed up with Wall Street, they're fed up with Washington,", "start": 1057.0, "end": 1062.0}
{"id": "Of3JFmGvWQA-t1062.0", "text": "they're fed up with many are fed up with their religious institutions,", "start": 1062.0, "end": 1066.0}
{"id": "Of3JFmGvWQA-t1066.0", "text": "they're fed up with their media institutions.", "start": 1066.0, "end": 1068.0}
{"id": "Of3JFmGvWQA-t1068.0", "text": "I think it's a general unhappiness with their lives in this country.", "start": 1068.0, "end": 1075.0}
{"id": "Of3JFmGvWQA-t1075.0", "text": "A sense of broken dreams, lost hopes, problems overwhelming them.", "start": 1075.0, "end": 1081.0}
{"id": "Of3JFmGvWQA-t1081.0", "text": "I think part of it is still a recession that a lot of people feel they never got out of,", "start": 1081.0, "end": 1086.0}
{"id": "Of3JFmGvWQA-t1086.0", "text": "maybe they lost their home, they lost their nest egg, they lost their job,", "start": 1086.0, "end": 1089.0}
{"id": "Of3JFmGvWQA-t1089.0", "text": "they never quite recovered the income level.", "start": 1089.0, "end": 1092.0}
{"id": "Of3JFmGvWQA-t1092.0", "text": "That would be my guess.", "start": 1092.0, "end": 1095.0}
{"id": "Of3JFmGvWQA-t1095.0", "text": "But what's interesting is while people have lost more faith in journalism or in the media,", "start": 1095.0, "end": 1103.0}
{"id": "Of3JFmGvWQA-t1103.0", "text": "you do have this phenomenon in parallels, but for people who are watching a particular or meeting", "start": 1103.0, "end": 1113.0}
{"id": "Of3JFmGvWQA-t1113.0", "text": "a particular following of particular one, that they feel reflects their views.", "start": 1113.0, "end": 1121.0}
{"id": "Of3JFmGvWQA-t1121.0", "text": "And this has been a common denominator for a long, long time.", "start": 1121.0, "end": 1128.0}
{"id": "Of3JFmGvWQA-t1128.0", "text": "We tend to trust someone that we believe agrees with us.", "start": 1128.0, "end": 1134.0}
{"id": "Of3JFmGvWQA-t1134.0", "text": "And there's a tendency as well not to want to bother to get the other point of view.", "start": 1134.0, "end": 1141.0}
{"id": "Of3JFmGvWQA-t1141.0", "text": "And go with the person who believes the way you do.", "start": 1141.0, "end": 1147.0}
{"id": "Of3JFmGvWQA-t1147.0", "text": "And therefore you cross the, how may I'm related, but I'll tell the anecdote in any case.", "start": 1147.0, "end": 1155.0}
{"id": "Of3JFmGvWQA-t1155.0", "text": "When I was working for NBC, it was a long time ago, and there was some research done on the Berkeley.", "start": 1155.0, "end": 1163.0}
{"id": "Of3JFmGvWQA-t1163.0", "text": "And the agreement, I think, was done by the marketing people today.", "start": 1163.0, "end": 1168.0}
{"id": "Of3JFmGvWQA-t1168.0", "text": "They called people that were, that liked viewers that liked that way and were great.", "start": 1168.0, "end": 1178.0}
{"id": "Of3JFmGvWQA-t1178.0", "text": "And the viewers that were big fans, frankly, and who were conservative, that he was conservative.", "start": 1178.0, "end": 1186.0}
{"id": "Of3JFmGvWQA-t1186.0", "text": "And the viewers that were big fans, and particularly in liberal, thought he was liberal.", "start": 1186.0, "end": 1192.0}
{"id": "Of3JFmGvWQA-t1192.0", "text": "And the same thing with that, and that's where part of the question is,", "start": 1192.0, "end": 1199.0}
{"id": "Of3JFmGvWQA-t1199.0", "text": "we also, we don't want to be exposed to those kind of reviews which may disrupt our own balance.", "start": 1199.0, "end": 1207.0}
{"id": "Of3JFmGvWQA-t1207.0", "text": "And that place of factor, and that place is given to social media, given cable news,", "start": 1207.0, "end": 1214.0}
{"id": "Of3JFmGvWQA-t1214.0", "text": "I think that's a phenomenon that's never been stronger.", "start": 1214.0, "end": 1219.0}
{"id": "Of3JFmGvWQA-t1219.0", "text": "But it's always fascinating.", "start": 1219.0, "end": 1222.0}
{"id": "Of3JFmGvWQA-t1222.0", "text": "You know your question kind of gives rise to my own question, which is,", "start": 1222.0, "end": 1228.0}
{"id": "Of3JFmGvWQA-t1228.0", "text": "when you're in the industry of media and news, do you feel like you can present a story that's actually accurate", "start": 1228.0, "end": 1239.0}
{"id": "Of3JFmGvWQA-t1239.0", "text": "and doesn't have a lot of spam and has just a descriptive headline and expect that people will need it and pay attention?", "start": 1239.0, "end": 1246.0}
{"id": "Of3JFmGvWQA-t1246.0", "text": "Because I think sitting in rooms where a lot, there's a lot of content and there's a lot of rich work that happens.", "start": 1246.0, "end": 1254.0}
{"id": "Of3JFmGvWQA-t1254.0", "text": "And yet it's much easier to report on the conflict or the top line message about the name of the week.", "start": 1254.0, "end": 1262.0}
{"id": "Of3JFmGvWQA-t1262.0", "text": "For example, we have a partner space going on right now in Vermont, and we had the Republican and then the warmer picture of the Red Sox,", "start": 1262.0, "end": 1272.0}
{"id": "Of3JFmGvWQA-t1272.0", "text": "and we are running in Vermont right now. And he's allowed to participate in all of the debates,", "start": 1272.0, "end": 1278.0}
{"id": "Of3JFmGvWQA-t1278.0", "text": "and he's just making inflammatory, optimal statements.", "start": 1278.0, "end": 1281.0}
{"id": "Of3JFmGvWQA-t1281.0", "text": "And yet a real substantive debate happened between the two of the communities.", "start": 1281.0, "end": 1285.0}
{"id": "Of3JFmGvWQA-t1285.0", "text": "Yet our public radio, Vermont public radio, I mean we reported on this Red Sox picture and how inflammatory statements were,", "start": 1285.0, "end": 1292.0}
{"id": "Of3JFmGvWQA-t1292.0", "text": "everybody was looking for a assessment to art well.", "start": 1292.0, "end": 1295.0}
{"id": "Of3JFmGvWQA-t1295.0", "text": "And so we were having a conversation on social media, what happens to the real art well?", "start": 1295.0, "end": 1300.0}
{"id": "Of3JFmGvWQA-t1300.0", "text": "What's going on with the media that they feel like they can't tell a real story and that there's no desire to consume real information?", "start": 1300.0, "end": 1308.0}
{"id": "Of3JFmGvWQA-t1308.0", "text": "So I guess there's some kind of disconnect where the perception from my view is that the press is struggling with this growing pain and this transition to be relevant.", "start": 1308.0, "end": 1320.0}
{"id": "Of3JFmGvWQA-t1320.0", "text": "And how can they be relevant but still present us with accurate content?", "start": 1320.0, "end": 1328.0}
{"id": "Of3JFmGvWQA-t1328.0", "text": "I'm sorry.", "start": 1328.0, "end": 1331.0}
{"id": "Of3JFmGvWQA-t1331.0", "text": "Anyone who thinks of me?", "start": 1331.0, "end": 1333.0}
{"id": "Of3JFmGvWQA-t1333.0", "text": "Yes, no.", "start": 1333.0, "end": 1335.0}
{"id": "Of3JFmGvWQA-t1335.0", "text": "So I disclaimer the group is I have a reducation, I don't prefer politics, and I think this is a particularly political, particularly true for political coverage.", "start": 1335.0, "end": 1345.0}
{"id": "Of3JFmGvWQA-t1345.0", "text": "In the world of education, there's some of that happens, but there's more room for sort of the policy articles people are interested in because their kids go to school,", "start": 1345.0, "end": 1354.0}
{"id": "Of3JFmGvWQA-t1354.0", "text": "and there's a little bit more rounding for a long experience.", "start": 1354.0, "end": 1359.0}
{"id": "Of3JFmGvWQA-t1359.0", "text": "I don't know, man.", "start": 1359.0, "end": 1362.0}
{"id": "Of3JFmGvWQA-t1362.0", "text": "I think that does happen and a lot of places are trying to do both.", "start": 1362.0, "end": 1367.0}
{"id": "Of3JFmGvWQA-t1367.0", "text": "Now, you know, trying to do the fun stuff, but also not try to lose the policy, you know, the policy pieces of it, but, you know, the ones that are more widely read are generally the ones about the fights.", "start": 1367.0, "end": 1380.0}
{"id": "Of3JFmGvWQA-t1380.0", "text": "And I think that's problematic. I don't think the media can ignore those stories, and I think they can't not write about space man.", "start": 1380.0, "end": 1388.0}
{"id": "Of3JFmGvWQA-t1388.0", "text": "With space man?", "start": 1388.0, "end": 1389.0}
{"id": "Of3JFmGvWQA-t1389.0", "text": "There's no space man.", "start": 1389.0, "end": 1390.0}
{"id": "Of3JFmGvWQA-t1390.0", "text": "So they can't not write about space man, but they think that there is definitely a responsibility to also do, for a substantive story, and maybe break them into it that way, or you can make space man just like, oh, a little piece of it.", "start": 1390.0, "end": 1402.0}
{"id": "Of3JFmGvWQA-t1402.0", "text": "And that would be the, you know, the little gift of lavatar. But, yeah, that would be, there are still places that try it very hard to do that.", "start": 1402.0, "end": 1410.0}
{"id": "Of3JFmGvWQA-t1410.0", "text": "But sometimes, you know, our own even, you know, the, you know, our little cacophony is, you know, what rises up is the story about space man.", "start": 1410.0, "end": 1418.0}
{"id": "Of3JFmGvWQA-t1418.0", "text": "And maybe there is a debate story that was written by some publication in the movie, right?", "start": 1418.0, "end": 1423.0}
{"id": "Of3JFmGvWQA-t1423.0", "text": "Yeah.", "start": 1423.0, "end": 1424.0}
{"id": "Of3JFmGvWQA-t1424.0", "text": "You know, in 2001, when I was the executive of the Daily News, and I've also thought back to that day, that the world had changed forever.", "start": 1424.0, "end": 1437.0}
{"id": "Of3JFmGvWQA-t1437.0", "text": "And in many ways it has, but if I were to jump forward and say, did I ever see kind of the trivialization of the media, the fascination with gossip, with celebrities, I would have thought that would not have happened after 9-11.", "start": 1437.0, "end": 1452.0}
{"id": "Of3JFmGvWQA-t1452.0", "text": "And I believe you could argue it's intensifying, which is a very strange phenomenon to me.", "start": 1452.0, "end": 1457.0}
{"id": "Of3JFmGvWQA-t1457.0", "text": "And I, many of you in the psychological field perhaps can better explain that.", "start": 1457.0, "end": 1463.0}
{"id": "Of3JFmGvWQA-t1463.0", "text": "The only thing I would say too about the media that really one of the dirty little secrets is that with the websites and the readership, the critics, everything is counted now.", "start": 1463.0, "end": 1476.0}
{"id": "Of3JFmGvWQA-t1476.0", "text": "So you can tell within a news organization they keep track of what stories got how much traffic online.", "start": 1476.0, "end": 1485.0}
{"id": "Of3JFmGvWQA-t1485.0", "text": "Now there was always that with television ratings, newspaper circulation, but now it's instantaneous.", "start": 1485.0, "end": 1492.0}
{"id": "Of3JFmGvWQA-t1492.0", "text": "And so I think that does drive a lot of these stories because, well, look at the traffic, we might be able to sell some ads against that.", "start": 1492.0, "end": 1500.0}
{"id": "Of3JFmGvWQA-t1500.0", "text": "That's good for the paper, isn't it, when, you know, 100,000 people clicked on that story and only 5,000 clicked on that one.", "start": 1500.0, "end": 1508.0}
{"id": "Of3JFmGvWQA-t1508.0", "text": "Which one are you going to do more of?", "start": 1508.0, "end": 1510.0}
{"id": "Of3JFmGvWQA-t1510.0", "text": "So I think that is driving a lot of decisions in newsrooms and also newsrooms in the future.", "start": 1510.0, "end": 1516.0}
{"id": "Of3JFmGvWQA-t1516.0", "text": "So a few people doing, I think, good things.", "start": 1516.0, "end": 1521.0}
{"id": "Of3JFmGvWQA-t1521.0", "text": "But talking directly about the, like, I think people can't really tell the difference between fact and fiction many times.", "start": 1521.0, "end": 1530.0}
{"id": "Of3JFmGvWQA-t1530.0", "text": "And so they're confused and they think that facts, that the fiction really becomes facts.", "start": 1530.0, "end": 1536.0}
{"id": "Of3JFmGvWQA-t1536.0", "text": "And you know, and that opinion is factual and it's not necessarily the case.", "start": 1536.0, "end": 1541.0}
{"id": "Of3JFmGvWQA-t1541.0", "text": "Now there are the whole, but there are lots of studies that say the facts don't mean anything anyway.", "start": 1541.0, "end": 1546.0}
{"id": "Of3JFmGvWQA-t1546.0", "text": "It's whether people relate to, do they like you, do they assume because of their particular point of view that you share that point of view, what have you.", "start": 1546.0, "end": 1555.0}
{"id": "Of3JFmGvWQA-t1555.0", "text": "So there's a lot of that.", "start": 1555.0, "end": 1557.0}
{"id": "Of3JFmGvWQA-t1557.0", "text": "But we no longer, as an electric, have a public square.", "start": 1557.0, "end": 1562.0}
{"id": "Of3JFmGvWQA-t1562.0", "text": "We don't have the same kind of way to talk about issues, civics, even our history in a way that's civilized, that's informative,", "start": 1562.0, "end": 1574.0}
{"id": "Of3JFmGvWQA-t1574.0", "text": "that makes sense to people. People don't have these conversations about important ideas.", "start": 1574.0, "end": 1581.0}
{"id": "Of3JFmGvWQA-t1581.0", "text": "And it's hard for people to grasp how you get into that conversation.", "start": 1581.0, "end": 1588.0}
{"id": "Of3JFmGvWQA-t1588.0", "text": "If you want to make a change, people know there's something wrong.", "start": 1588.0, "end": 1592.0}
{"id": "Of3JFmGvWQA-t1592.0", "text": "They know that. But they don't know what's wrong.", "start": 1592.0, "end": 1596.0}
{"id": "Of3JFmGvWQA-t1596.0", "text": "And they blame the wrong sources for their anxiety. And then we have not as a nation dealt honestly and completely with the issues of race and sex.", "start": 1596.0, "end": 1610.0}
{"id": "Of3JFmGvWQA-t1610.0", "text": "So Obama brought out racism. He didn't create it as some of the commentators tried to put on him.", "start": 1610.0, "end": 1618.0}
{"id": "Of3JFmGvWQA-t1618.0", "text": "And the way that racism was more exposed, Hillary Clinton, on sexism. I mean some of the stuff I've listened to because I take New York City cats and they seem to listen to W.A.B.C. a lot, which is very conservative.", "start": 1618.0, "end": 1634.0}
{"id": "Of3JFmGvWQA-t1634.0", "text": "We don't know about that.", "start": 1634.0, "end": 1638.0}
{"id": "Of3JFmGvWQA-t1638.0", "text": "It drives me crazy, but for those few moments, at least I get a chance to hear the other side, because frankly, I don't seek it out. At least I don't seek it out, it would drive me crazy.", "start": 1638.0, "end": 1649.0}
{"id": "Of3JFmGvWQA-t1649.0", "text": "And I tell people, sure for some reason- Why would it drive you crazy?", "start": 1649.0, "end": 1652.0}
{"id": "Of3JFmGvWQA-t1652.0", "text": "Because you- We know that media bleeds and bleeds, right?", "start": 1652.0, "end": 1659.0}
{"id": "Of3JFmGvWQA-t1659.0", "text": "And we know that people are intentionally pushing the emotional buttons. And so when people tell me that they can, that they're really anxious about the new society, it's a turnoff.", "start": 1659.0, "end": 1671.0}
{"id": "Of3JFmGvWQA-t1671.0", "text": "Don't read any book. Turn it off. You need a break from that. That doesn't mean that you need a break from reality. You can get into that and you can do it in a way that made-", "start": 1671.0, "end": 1681.0}
{"id": "Of3JFmGvWQA-t1681.0", "text": "that you can absorb the information, but you're not manipulating. And so of course that the electorate is anxious. And they-", "start": 1681.0, "end": 1692.0}
{"id": "Of3JFmGvWQA-t1692.0", "text": "people don't talk straight. And so they run what learn. And they can't now tell the difference between someone's opinion and someone's factual statement.", "start": 1692.0, "end": 1705.0}
{"id": "Of3JFmGvWQA-t1705.0", "text": "And that's because of the state- I mean, the- the milieu that we live in, the state of public education, the fact that people are still talking about creationism in schools across the country.", "start": 1705.0, "end": 1716.0}
{"id": "Of3JFmGvWQA-t1716.0", "text": "I mean, what does that say? Form the electorate. What does that say about the education? We are a country that depends on the educated population.", "start": 1716.0, "end": 1725.0}
{"id": "Of3JFmGvWQA-t1725.0", "text": "And our country is- is becoming less- we have more information and less knowledge. And I think that someone needs to really start-", "start": 1725.0, "end": 1735.0}
{"id": "Of3JFmGvWQA-t1735.0", "text": "it's going to be a while to pull that ship around so that people see that these things are inter-movement.", "start": 1735.0, "end": 1743.0}
{"id": "Of3JFmGvWQA-t1743.0", "text": "But I have to concede that I think today that it's been a universal problem or a long-term problem that not enough media are taking the time to delve into the issues in the movie.", "start": 1743.0, "end": 1764.0}
{"id": "Of3JFmGvWQA-t1764.0", "text": "And I think that's a very emotional analysis. Some are, but many are not. I guess it's partly the gravitate to the current university.", "start": 1764.0, "end": 1775.0}
{"id": "Of3JFmGvWQA-t1775.0", "text": "And partly we don't think it's going to be that interesting. And sometimes it's not.", "start": 1775.0, "end": 1783.0}
{"id": "Of3JFmGvWQA-t1783.0", "text": "But it's- I- I share with you, I think, that you're not enough journalists and organizations are taking the time to do it. There are those that are, and they're readily available.", "start": 1783.0, "end": 1796.0}
{"id": "Of3JFmGvWQA-t1796.0", "text": "And I keep- I keep- I keep people that don't have access to one, have access to one, because the Internet also gives you-", "start": 1796.0, "end": 1806.0}
{"id": "Of3JFmGvWQA-t1806.0", "text": "you don't have to get six papers delivered to the house. You know, the other folks speaking. So you can get a broad range of people.", "start": 1806.0, "end": 1817.0}
{"id": "Of3JFmGvWQA-t1817.0", "text": "You can go on the Internet and get six, seven different perspectives will people take the time to do it.", "start": 1817.0, "end": 1829.0}
{"id": "Of3JFmGvWQA-t1829.0", "text": "And real organizations, not enough organizations, are taking the time to do it, because they don't think that's, I guess they don't think it's a problem, but it's a series of kind.", "start": 1829.0, "end": 1840.0}
{"id": "Of3JFmGvWQA-t1840.0", "text": "You know, Michael, you brought up the white working class and just the metrics and the indices and quality of life for that population.", "start": 1840.0, "end": 1849.0}
{"id": "Of3JFmGvWQA-t1849.0", "text": "And I think a lot in this moment about the psychology of whiteness and the- and obviously not purposely, you know, like the psychology, but the feeling of being a protagonist in the story and politicians were always needing to talk to you, because your problems were the ones that matter most.", "start": 1849.0, "end": 1869.0}
{"id": "Of3JFmGvWQA-t1869.0", "text": "And, you know, white men are seeming to reach this awakening and possible uprising around the fact that there are other people and other narratives that are also relevant, and that the population is changing the considerations of politicians that millennials are an incredibly diverse generation,", "start": 1869.0, "end": 1893.0}
{"id": "Of3JFmGvWQA-t1893.0", "text": "and you can't rehash these same narratives that pick one population against another.", "start": 1893.0, "end": 1901.0}
{"id": "Of3JFmGvWQA-t1901.0", "text": "You can't think of the war on drugs so one dimensionally. They're just not going to accept that.", "start": 1901.0, "end": 1906.0}
{"id": "Of3JFmGvWQA-t1906.0", "text": "And yet, I think what we're seeing in the rage and the rising Donald Trump is this kind of glass gasp of a population that feels unheard, and that we care a lot about, but we have to put their experience alongside a lot of other folks in the world.", "start": 1906.0, "end": 1922.0}
{"id": "Of3JFmGvWQA-t1922.0", "text": "And we think that the diverse laughter.", "start": 1922.0, "end": 1925.0}
{"id": "Of3JFmGvWQA-t1925.0", "text": "I think there's still a truth to that. I wouldn't agree with all of it. But I do think that the numbers are staggering. That's why Charles Murray, for example, has focused on that group.", "start": 1925.0, "end": 1937.0}
{"id": "Of3JFmGvWQA-t1937.0", "text": "Because it is true. If you have a problem in a Latino or an Asian or a Black neighborhood or community, it is a real problem, but it is not necessarily affecting a whole society.", "start": 1937.0, "end": 1952.0}
{"id": "Of3JFmGvWQA-t1952.0", "text": "And that was Murray's point. I'm already myself. I've gotten in trouble in the past. I mean, Belkor and things like that.", "start": 1952.0, "end": 1958.0}
{"id": "Of3JFmGvWQA-t1958.0", "text": "But in these most recent books, his argument is we're still talking about 60 to 65% of the country being white. And so if you just isolate that and find out what's going on there, he says you can compare what's happening to whites today to what happened to Black families 40 years ago.", "start": 1958.0, "end": 1980.0}
{"id": "Of3JFmGvWQA-t1980.0", "text": "That the trajectory lines are now, they're not the same, but they're in the same direction. And so that's why I mentioned that it is such a large phenomenon.", "start": 1980.0, "end": 1992.0}
{"id": "Of3JFmGvWQA-t1992.0", "text": "It's not special in the sense that it's not distinct, but it is now fairly new. And it's reached proportions that they are, I mean, when you talk about stagnant income, that's largely whites have been a huge factor in that.", "start": 1992.0, "end": 2009.0}
{"id": "Of3JFmGvWQA-t2009.0", "text": "Right, that the white incomes have also stagnated or gone down as the rest of the country. So I think that it is meaningful in that way, not because they're special, just because they're so large, but statistically, it is showing up everywhere.", "start": 2009.0, "end": 2028.0}
{"id": "Of3JFmGvWQA-t2028.0", "text": "We drop out rates in high school, growing prison populations, opiate deaths, which is particularly an issue in the lower news.", "start": 2028.0, "end": 2040.0}
{"id": "Of3JFmGvWQA-t2040.0", "text": "So I don't know if country like Ohio.", "start": 2040.0, "end": 2042.0}
{"id": "Of3JFmGvWQA-t2042.0", "text": "Right, right. So I think that these are troubled situations, whatever the rates are at the city.", "start": 2042.0, "end": 2050.0}
{"id": "Of3JFmGvWQA-t2050.0", "text": "And it is now cutting across, of course, different groups, different answers and different candidates. They think we will be the answer, but I think the phenomenon now is fairly similar.", "start": 2050.0, "end": 2061.0}
{"id": "Of3JFmGvWQA-t2061.0", "text": "Right, I mean, I read recently that the expected, the life expectancy of white women has gone down because alcoholism is a suicide depression.", "start": 2061.0, "end": 2070.0}
{"id": "Of3JFmGvWQA-t2070.0", "text": "And I think there's this tendency, and if we see a repeated in history, to create a parade of efficiency out of that, to say, and then, you know, the parade of efficiency, that that very life expectancy or their quality of life is going down because others are experiencing a greater quality of life.", "start": 2070.0, "end": 2088.0}
{"id": "Of3JFmGvWQA-t2088.0", "text": "And we can blame those folks for that. And I feel like that is, that is the narrative of the right right now. And it's not nothing new, but how do we challenge these individuals?", "start": 2088.0, "end": 2099.0}
{"id": "Of3JFmGvWQA-t2099.0", "text": "And I think we're going to have to acknowledge these indicators of this quality of life, these quality of issues in the right community without blaming others.", "start": 2099.0, "end": 2107.0}
{"id": "Of3JFmGvWQA-t2107.0", "text": "I mean, what is the message that kind of cuts across all identities that talks about a tie that lists all boats.", "start": 2107.0, "end": 2114.0}
{"id": "Of3JFmGvWQA-t2114.0", "text": "Right now, it still feels like we're stuck in race politics where the Democrats might start saying, well, we're just going to go after communities of color them because they're a base now and they're going to have a very racialized party system into the future.", "start": 2114.0, "end": 2127.0}
{"id": "Of3JFmGvWQA-t2127.0", "text": "Yeah, I think there are some things that are common to everybody, right? The economy, I mean, your family income, your standard of living is economic, larger health matters, education, of course, safety.", "start": 2127.0, "end": 2142.0}
{"id": "Of3JFmGvWQA-t2142.0", "text": "So I think there are four or five basic things that define quality of life for everybody.", "start": 2142.0, "end": 2150.0}
{"id": "Of3JFmGvWQA-t2150.0", "text": "So I think the economic is probably the most common, most of the strongest one that people recognize right away, they have higher expectations for economic well-being, I think maybe even the health or education.", "start": 2150.0, "end": 2167.0}
{"id": "Of3JFmGvWQA-t2167.0", "text": "So I think that is a common thing that, because the economy we're doing better, I think that would solve a lot of problems in a lot of places.", "start": 2167.0, "end": 2177.0}
{"id": "Of3JFmGvWQA-t2177.0", "text": "In some cases, the color and the casting group, I mean, the jobs support, seem to be a simple group, and it doesn't seem to matter for some people.", "start": 2177.0, "end": 2187.0}
{"id": "Of3JFmGvWQA-t2187.0", "text": "The fact that people have health care, who didn't have health care, and somehow because it's associated with Obama, think that that's a negative thing.", "start": 2187.0, "end": 2197.0}
{"id": "Of3JFmGvWQA-t2197.0", "text": "So it's certain facts don't really resonate with people. And I was reading another article, another two study I think it was saying that the reasons, the more popular reasons we ascribe to the rise of Donald Trump are not necessarily the case.", "start": 2197.0, "end": 2214.0}
{"id": "Of3JFmGvWQA-t2214.0", "text": "It's not necessarily the economy.", "start": 2214.0, "end": 2216.0}
{"id": "Of3JFmGvWQA-t2216.0", "text": "I said, oh, that shocked me, I didn't realize. I didn't think about that, but I have to delve into that a little bit deeper. But then after going through all of these things, what were not necessarily affecting people, the study said, well, we still don't have the answers.", "start": 2216.0, "end": 2234.0}
{"id": "Of3JFmGvWQA-t2234.0", "text": "So, okay. But at least it raised some of the questions. What do you think it is? It's not necessarily what it is. So, so where are we? How did we get here? And what can we do to make a change?", "start": 2234.0, "end": 2250.0}
{"id": "Of3JFmGvWQA-t2250.0", "text": "And now when you saw that case, that's fine.", "start": 2250.0, "end": 2254.0}
{"id": "Of3JFmGvWQA-t2254.0", "text": "That was a joke.", "start": 2254.0, "end": 2256.0}
{"id": "Of3JFmGvWQA-t2256.0", "text": "Yeah.", "start": 2256.0, "end": 2258.0}
{"id": "Of3JFmGvWQA-t2262.0", "text": "Well, actually, I was reading something in the New York Times. This wasn't recent, but for policymakers, this is kind of a meta look at how successful we are. And it was essentially this data argument that red states actually have less income inequality than blue states.", "start": 2262.0, "end": 2279.0}
{"id": "Of3JFmGvWQA-t2279.0", "text": "And it's sort of intuitive when you think about it, we have financial centers and academic centers. And there are reasons in blue states that we've become much more unequal in our income.", "start": 2279.0, "end": 2292.0}
{"id": "Of3JFmGvWQA-t2292.0", "text": "But it sort of reminds me that as we try to do good in the world and redistribute wealth and make sure everybody has what they need, everybody has this desire for kind of an inalienable right to a house, a car, and air conditioning.", "start": 2292.0, "end": 2306.0}
{"id": "Of3JFmGvWQA-t2306.0", "text": "And that's what they, if they have that, when they feel their quality of life is good, a lot of other things aren't as important to them.", "start": 2306.0, "end": 2314.0}
{"id": "Of3JFmGvWQA-t2314.0", "text": "And in red states, that seems to be the case that they just feel happier with who's leading them than in blue states because they don't have the same income inequality.", "start": 2314.0, "end": 2326.0}
{"id": "Of3JFmGvWQA-t2326.0", "text": "And that's something we, as policymakers and blue states, have to think a lot about them.", "start": 2326.0, "end": 2330.0}
{"id": "Of3JFmGvWQA-t2330.0", "text": "Well, I read one, picking up an airport in years two, that if the economy is getting better, more people have jobs, though we know that that's been a slow rise in terms of productivity and income and so on.", "start": 2330.0, "end": 2347.0}
{"id": "Of3JFmGvWQA-t2347.0", "text": "But there was an interesting story I read that those people who are unhappy, even though things have improved, they feel someone at the back, that used to be at the back of the line, is now in the line or ahead of the line in terms of, I'm going to use the word largesse in terms of benefits that they've received, and they're not being treated as well.", "start": 2347.0, "end": 2374.0}
{"id": "Of3JFmGvWQA-t2374.0", "text": "I don't know if that's the case, but I think it's a factor in the perception of being unhappy.", "start": 2374.0, "end": 2383.0}
{"id": "Of3JFmGvWQA-t2383.0", "text": "I guess I would have another view, though, on state of the economy.", "start": 2383.0, "end": 2390.0}
{"id": "Of3JFmGvWQA-t2390.0", "text": "I really do think it's fundamental to where we are as a country.", "start": 2390.0, "end": 2394.0}
{"id": "Of3JFmGvWQA-t2394.0", "text": "And the fact that we've grown so slowly out of this recession, I mean, the slowest growth ever after a recession, there's a very deep recession in a very slow world since.", "start": 2394.0, "end": 2405.0}
{"id": "Of3JFmGvWQA-t2405.0", "text": "And the average growth after a recession is between three and a half and four percent per year.", "start": 2405.0, "end": 2412.0}
{"id": "Of3JFmGvWQA-t2412.0", "text": "In the last eight years, it's been closer to two percent.", "start": 2412.0, "end": 2417.0}
{"id": "Of3JFmGvWQA-t2417.0", "text": "And the difference is roughly 10 million jobs that were not created.", "start": 2417.0, "end": 2423.0}
{"id": "Of3JFmGvWQA-t2423.0", "text": "Now, those 10 million jobs had they been created, would have pushed up wages in all jobs, in all working-class situations, would have created more prosperity down the walk, around the corner, over the hill.", "start": 2423.0, "end": 2438.0}
{"id": "Of3JFmGvWQA-t2438.0", "text": "And I think it's like the dog that doesn't bark.", "start": 2438.0, "end": 2442.0}
{"id": "Of3JFmGvWQA-t2442.0", "text": "It's hard to identify it because it's not there.", "start": 2442.0, "end": 2446.0}
{"id": "Of3JFmGvWQA-t2446.0", "text": "But comparison to the story norms does show, I think, that there is a gap.", "start": 2446.0, "end": 2453.0}
{"id": "Of3JFmGvWQA-t2453.0", "text": "There is an economic gap that has not been filled in in this economy.", "start": 2453.0, "end": 2458.0}
{"id": "Of3JFmGvWQA-t2458.0", "text": "And look, I think the world is changing.", "start": 2458.0, "end": 2460.0}
{"id": "Of3JFmGvWQA-t2460.0", "text": "There are all kinds of issues.", "start": 2460.0, "end": 2461.0}
{"id": "Of3JFmGvWQA-t2461.0", "text": "I think the president deserves a share of the credit for what happened and a share of the blame for what didn't happen.", "start": 2461.0, "end": 2468.0}
{"id": "Of3JFmGvWQA-t2468.0", "text": "But I think federal reserve, I mean, what's going on in Europe, what's going on in Asia?", "start": 2468.0, "end": 2472.0}
{"id": "Of3JFmGvWQA-t2472.0", "text": "It's a very complicated global situation now.", "start": 2472.0, "end": 2476.0}
{"id": "Of3JFmGvWQA-t2476.0", "text": "I don't think the United States is at all solely responsible, but we are feeling the brunt, I think, as other countries are.", "start": 2476.0, "end": 2483.0}
{"id": "Of3JFmGvWQA-t2483.0", "text": "Our own brunt is what we're feeling.", "start": 2483.0, "end": 2486.0}
{"id": "Of3JFmGvWQA-t2486.0", "text": "And again, you look at Brexit.", "start": 2486.0, "end": 2488.0}
{"id": "Of3JFmGvWQA-t2488.0", "text": "The Brexit vote.", "start": 2488.0, "end": 2489.0}
{"id": "Of3JFmGvWQA-t2489.0", "text": "I think it caught a lot of people by surprise.", "start": 2489.0, "end": 2492.0}
{"id": "Of3JFmGvWQA-t2492.0", "text": "But I think those people who voted to leave primarily were outside of London.", "start": 2492.0, "end": 2498.0}
{"id": "Of3JFmGvWQA-t2498.0", "text": "They were outside of the big metropolitan areas that are having the financial markets that are booming.", "start": 2498.0, "end": 2505.0}
{"id": "Of3JFmGvWQA-t2505.0", "text": "But I think their message is, this is not working for me.", "start": 2505.0, "end": 2510.0}
{"id": "Of3JFmGvWQA-t2510.0", "text": "They didn't understand Brexit.", "start": 2510.0, "end": 2512.0}
{"id": "Of3JFmGvWQA-t2512.0", "text": "What was the highest numbers were people were, for the definition, they say, what is Brexit's after the vote?", "start": 2512.0, "end": 2520.0}
{"id": "Of3JFmGvWQA-t2520.0", "text": "People have looked it up before.", "start": 2520.0, "end": 2522.0}
{"id": "Of3JFmGvWQA-t2522.0", "text": "What people looked up after the vote.", "start": 2522.0, "end": 2524.0}
{"id": "Of3JFmGvWQA-t2524.0", "text": "I think most of them knew what they were voting.", "start": 2524.0, "end": 2528.0}
{"id": "Of3JFmGvWQA-t2528.0", "text": "I think they were voting non-ackness with the current situation.", "start": 2528.0, "end": 2532.0}
{"id": "Of3JFmGvWQA-t2532.0", "text": "Unhappiness, but not understand what ramifications work for them.", "start": 2532.0, "end": 2537.0}
{"id": "Of3JFmGvWQA-t2537.0", "text": "I mean, so if you have a small town and an indoor lane and what have you, and they had a story about that,", "start": 2537.0, "end": 2544.0}
{"id": "Of3JFmGvWQA-t2544.0", "text": "and then the new York Times, where the person said, well, I didn't realize that this would have an impact on me.", "start": 2544.0, "end": 2551.0}
{"id": "Of3JFmGvWQA-t2551.0", "text": "So they voted their feelings, and that's what a lot of people are doing.", "start": 2551.0, "end": 2554.0}
{"id": "Of3JFmGvWQA-t2554.0", "text": "The candidates were not supposed to name, and somehow someone's got to explain that we can't redo the vote.", "start": 2554.0, "end": 2567.0}
{"id": "Of3JFmGvWQA-t2567.0", "text": "What's November 8th is here? That's our vote.", "start": 2567.0, "end": 2570.0}
{"id": "Of3JFmGvWQA-t2570.0", "text": "They may be able to redo Brexit if we're going to compare that.", "start": 2570.0, "end": 2574.0}
{"id": "Of3JFmGvWQA-t2574.0", "text": "They know the explanation of how our country really works.", "start": 2574.0, "end": 2581.0}
{"id": "Of3JFmGvWQA-t2581.0", "text": "People don't really know how our country really works.", "start": 2581.0, "end": 2585.0}
{"id": "Of3JFmGvWQA-t2585.0", "text": "I don't blame the American population.", "start": 2585.0, "end": 2589.0}
{"id": "Of3JFmGvWQA-t2589.0", "text": "I blame the people who are funneling the money away from public education", "start": 2589.0, "end": 2596.0}
{"id": "Of3JFmGvWQA-t2596.0", "text": "and doing all these crazy things.", "start": 2596.0, "end": 2598.0}
{"id": "Of3JFmGvWQA-t2598.0", "text": "I don't blame the people.", "start": 2598.0, "end": 2600.0}
{"id": "Of3JFmGvWQA-t2600.0", "text": "The people are ready for solid leadership and positive change.", "start": 2600.0, "end": 2606.0}
{"id": "Of3JFmGvWQA-t2606.0", "text": "I believe that was in my heart.", "start": 2606.0, "end": 2608.0}
{"id": "Of3JFmGvWQA-t2608.0", "text": "I have to do that.", "start": 2608.0, "end": 2609.0}
{"id": "Of3JFmGvWQA-t2609.0", "text": "We're from a working class family, and that's the way we got ahead,", "start": 2609.0, "end": 2613.0}
{"id": "Of3JFmGvWQA-t2613.0", "text": "because we actually believed in what the promise of this country was in terms of fair play community.", "start": 2613.0, "end": 2622.0}
{"id": "Of3JFmGvWQA-t2622.0", "text": "The fact that, I mean, I hear the abamas who really believe this.", "start": 2622.0, "end": 2626.0}
{"id": "Of3JFmGvWQA-t2626.0", "text": "A little bit Pollyanna, she's saying that if you work really hard, you can make it if you try.", "start": 2626.0, "end": 2633.0}
{"id": "Of3JFmGvWQA-t2633.0", "text": "I hear them saying that all the time.", "start": 2633.0, "end": 2635.0}
{"id": "Of3JFmGvWQA-t2635.0", "text": "Well, not exactly, and not for everybody.", "start": 2635.0, "end": 2638.0}
{"id": "Of3JFmGvWQA-t2638.0", "text": "There's structural problems that have to be overcome.", "start": 2638.0, "end": 2642.0}
{"id": "Of3JFmGvWQA-t2642.0", "text": "People individually cannot do that.", "start": 2642.0, "end": 2645.0}
{"id": "Of3JFmGvWQA-t2645.0", "text": "People who are sort of elected as our public servants, who have forgotten that they are supposed to be serving people.", "start": 2645.0, "end": 2652.0}
{"id": "Of3JFmGvWQA-t2652.0", "text": "What they are doing is lining their pockets. You write about some of them might take on occasion.", "start": 2652.0, "end": 2657.0}
{"id": "Of3JFmGvWQA-t2657.0", "text": "They are trying to manipulate the system so that it has greater benefits", "start": 2657.0, "end": 2663.0}
{"id": "Of3JFmGvWQA-t2663.0", "text": "for those people who are going to give them campaign contributions.", "start": 2663.0, "end": 2666.0}
{"id": "Of3JFmGvWQA-t2666.0", "text": "There's just a whole bunch of things going on with how the things that are,", "start": 2666.0, "end": 2672.0}
{"id": "Of3JFmGvWQA-t2672.0", "text": "and they're not problems that they cannot be fixed.", "start": 2672.0, "end": 2675.0}
{"id": "Of3JFmGvWQA-t2675.0", "text": "I do not believe that these are problems that are unfixable.", "start": 2675.0, "end": 2678.0}
{"id": "Of3JFmGvWQA-t2678.0", "text": "I think they are fixable. I think that with intergenerational leadership and cooperation", "start": 2678.0, "end": 2686.0}
{"id": "Of3JFmGvWQA-t2686.0", "text": "and people reaching out to people, they would not necessarily talk to all the time.", "start": 2686.0, "end": 2691.0}
{"id": "Of3JFmGvWQA-t2691.0", "text": "That's what made a difference in how we approach solving the problems.", "start": 2691.0, "end": 2695.0}
{"id": "Of3JFmGvWQA-t2695.0", "text": "Can't bring on sort of the campaign finance thing that sort of goes back to the media.", "start": 2695.0, "end": 2699.0}
{"id": "Of3JFmGvWQA-t2699.0", "text": "I think one place there's a huge knowledge gap that comes from sort of the", "start": 2699.0, "end": 2707.0}
{"id": "Of3JFmGvWQA-t2707.0", "text": "economic problems of the media is in local elections, statewide elections,", "start": 2707.0, "end": 2712.0}
{"id": "Of3JFmGvWQA-t2712.0", "text": "because those are the newspapers that have been absolutely decimated.", "start": 2712.0, "end": 2716.0}
{"id": "Of3JFmGvWQA-t2716.0", "text": "Nobody is writing those stories and no one is keeping an eye on that entire,", "start": 2716.0, "end": 2722.0}
{"id": "Of3JFmGvWQA-t2722.0", "text": "enormous, powerful things are happening.", "start": 2722.0, "end": 2727.0}
{"id": "Of3JFmGvWQA-t2727.0", "text": "I'm tempted to just take it off and shout.", "start": 2727.0, "end": 2729.0}
{"id": "Of3JFmGvWQA-t2729.0", "text": "Should I just do that?", "start": 2729.0, "end": 2730.0}
{"id": "Of3JFmGvWQA-t2730.0", "text": "I don't know.", "start": 2730.0, "end": 2731.0}
{"id": "Of3JFmGvWQA-t2731.0", "text": "I think that makes that creates a huge knowledge gap in people's lives.", "start": 2731.0, "end": 2738.0}
{"id": "Of3JFmGvWQA-t2738.0", "text": "It also creates sort of a farm team problem for national campaigns.", "start": 2738.0, "end": 2744.0}
{"id": "Of3JFmGvWQA-t2744.0", "text": "The Democratic Party in particular has had a huge problem in recent years", "start": 2744.0, "end": 2749.0}
{"id": "Of3JFmGvWQA-t2749.0", "text": "getting anyone elected on sort of large statewide offices", "start": 2749.0, "end": 2753.0}
{"id": "Of3JFmGvWQA-t2753.0", "text": "and they've just been swept out of lots and lots of state houses.", "start": 2753.0, "end": 2756.0}
{"id": "Of3JFmGvWQA-t2756.0", "text": "There's no kind of farm team coming out behind the sort of people", "start": 2756.0, "end": 2762.0}
{"id": "Of3JFmGvWQA-t2762.0", "text": "putting your bite in that generation has all been pushed aside.", "start": 2762.0, "end": 2767.0}
{"id": "Of3JFmGvWQA-t2767.0", "text": "That's a bit of a problem with that party.", "start": 2767.0, "end": 2770.0}
{"id": "Of3JFmGvWQA-t2770.0", "text": "And as someone who's run for statewide office,", "start": 2770.0, "end": 2773.0}
{"id": "Of3JFmGvWQA-t2773.0", "text": "the flip side of what I asked before,", "start": 2773.0, "end": 2775.0}
{"id": "Of3JFmGvWQA-t2775.0", "text": "do you feel like you can be kind of irrelevant if you don't make it the", "start": 2775.0, "end": 2778.0}
{"id": "Of3JFmGvWQA-t2778.0", "text": "sponsorship headline in there?", "start": 2778.0, "end": 2780.0}
{"id": "Of3JFmGvWQA-t2780.0", "text": "Politicians are facing the same thing where if we don't break the root with", "start": 2780.0, "end": 2784.0}
{"id": "Of3JFmGvWQA-t2784.0", "text": "you know, on either side of a particular wedge issue,", "start": 2784.0, "end": 2788.0}
{"id": "Of3JFmGvWQA-t2788.0", "text": "whether it's requiring guns in schools or taking guns away from", "start": 2788.0, "end": 2792.0}
{"id": "Of3JFmGvWQA-t2792.0", "text": "those who maybe shouldn't have them, someone's, etc.", "start": 2792.0, "end": 2797.0}
{"id": "Of3JFmGvWQA-t2797.0", "text": "We have to go for those issues to go viral, to be heard,", "start": 2797.0, "end": 2801.0}
{"id": "Of3JFmGvWQA-t2801.0", "text": "and we don't break through otherwise.", "start": 2801.0, "end": 2803.0}
{"id": "Of3JFmGvWQA-t2803.0", "text": "And so when you're just trying to run a race about red and butter", "start": 2803.0, "end": 2806.0}
{"id": "Of3JFmGvWQA-t2806.0", "text": "economic issues, people are telling you,", "start": 2806.0, "end": 2809.0}
{"id": "Of3JFmGvWQA-t2809.0", "text": "yeah, but you have to say something inflammatory to cut through the noise.", "start": 2809.0, "end": 2814.0}
{"id": "Of3JFmGvWQA-t2814.0", "text": "There's always that temptation and sort of a millennial candidate.", "start": 2814.0, "end": 2818.0}
{"id": "Of3JFmGvWQA-t2818.0", "text": "I just still polyenish and I would like to believe you don't have to do that.", "start": 2818.0, "end": 2823.0}
{"id": "Of3JFmGvWQA-t2823.0", "text": "We know you're not in for office.", "start": 2823.0, "end": 2825.0}
{"id": "Of3JFmGvWQA-t2825.0", "text": "If you have that feeling that there was a need to do that.", "start": 2825.0, "end": 2829.0}
{"id": "Of3JFmGvWQA-t2829.0", "text": "Well, you know, my opponent who won a race for lieutenant governor statewide,", "start": 2829.0, "end": 2834.0}
{"id": "Of3JFmGvWQA-t2834.0", "text": "I just said, you know, I really want to believe that I could talk about", "start": 2834.0, "end": 2837.0}
{"id": "Of3JFmGvWQA-t2837.0", "text": "early childhood education and the opiate addiction crisis and the issues", "start": 2837.0, "end": 2841.0}
{"id": "Of3JFmGvWQA-t2841.0", "text": "that are cutting across the entire population, whereas he was talking about", "start": 2841.0, "end": 2845.0}
{"id": "Of3JFmGvWQA-t2845.0", "text": "GMOs and marijuana legalization, etc. and he did win.", "start": 2845.0, "end": 2850.0}
{"id": "Of3JFmGvWQA-t2850.0", "text": "And I don't want to read the tea leaves to assume that there wasn't other factors,", "start": 2850.0, "end": 2854.0}
{"id": "Of3JFmGvWQA-t2854.0", "text": "but I was sort of waiting to see if those issues,", "start": 2854.0, "end": 2859.0}
{"id": "Of3JFmGvWQA-t2859.0", "text": "those single issue voters in a primary or whether it's not in a press coverage", "start": 2859.0, "end": 2863.0}
{"id": "Of3JFmGvWQA-t2863.0", "text": "or if it's going to break through, it's going to be, you know,", "start": 2863.0, "end": 2868.0}
{"id": "Of3JFmGvWQA-t2868.0", "text": "the people who are passionate about wanting to do an issue like marijuana", "start": 2868.0, "end": 2871.0}
{"id": "Of3JFmGvWQA-t2871.0", "text": "or a civil rights issue.", "start": 2871.0, "end": 2874.0}
{"id": "Of3JFmGvWQA-t2874.0", "text": "So, all been so interesting.", "start": 2874.0, "end": 2877.0}
{"id": "Of3JFmGvWQA-t2877.0", "text": "I mean, we could well go into the night and continue to listen to you,", "start": 2877.0, "end": 2880.0}
{"id": "Of3JFmGvWQA-t2880.0", "text": "but I think we're going to take questions from the audience.", "start": 2880.0, "end": 2886.0}
{"id": "Of3JFmGvWQA-t2886.0", "text": "Anyone?", "start": 2886.0, "end": 2887.0}
{"id": "Of3JFmGvWQA-t2887.0", "text": "So, I have a question up.", "start": 2887.0, "end": 2894.0}
{"id": "Of3JFmGvWQA-t2894.0", "text": "The role of the media.", "start": 2894.0, "end": 2896.0}
{"id": "Of3JFmGvWQA-t2896.0", "text": "You have a situation that you all have certain expressed rather eloquently", "start": 2896.0, "end": 2901.0}
{"id": "Of3JFmGvWQA-t2901.0", "text": "about, I guess, the, has to lead to something like that,", "start": 2901.0, "end": 2904.0}
{"id": "Of3JFmGvWQA-t2904.0", "text": "so I think that's really well put.", "start": 2904.0, "end": 2907.0}
{"id": "Of3JFmGvWQA-t2907.0", "text": "But what is the responsibility of the media?", "start": 2907.0, "end": 2909.0}
{"id": "Of3JFmGvWQA-t2909.0", "text": "What, what, are you supposed to be teaching the electorate in a way that's", "start": 2909.0, "end": 2914.0}
{"id": "Of3JFmGvWQA-t2914.0", "text": "sort of middle of the road, here's the information, you assess what's,", "start": 2914.0, "end": 2919.0}
{"id": "Of3JFmGvWQA-t2919.0", "text": "what you're, you figure out what you want to take from it because, you know,", "start": 2919.0, "end": 2922.0}
{"id": "Of3JFmGvWQA-t2922.0", "text": "CNN tried that for a long time and they went, and their ratings and their revenue", "start": 2922.0, "end": 2927.0}
{"id": "Of3JFmGvWQA-t2927.0", "text": "went down forever and then Donald Trump single handedly,", "start": 2927.0, "end": 2931.0}
{"id": "Of3JFmGvWQA-t2931.0", "text": "hold them out of the morasts and they chose to go with the money.", "start": 2931.0, "end": 2934.0}
{"id": "Of3JFmGvWQA-t2934.0", "text": "So, what is the responsibility of the media and how do they survive by doing it?", "start": 2934.0, "end": 2941.0}
{"id": "Of3JFmGvWQA-t2941.0", "text": "Well, I'm all tiny, I still believe that in particular with broadcasting the airways", "start": 2941.0, "end": 2946.0}
{"id": "Of3JFmGvWQA-t2946.0", "text": "along the public, they have to, you know, they really do.", "start": 2946.0, "end": 2949.0}
{"id": "Of3JFmGvWQA-t2949.0", "text": "And so, when I got into broadcasting in 1969, that was something that was", "start": 2949.0, "end": 2954.0}
{"id": "Of3JFmGvWQA-t2954.0", "text": "drilled into our heads, so it was drilled that you present, that it wasn't,", "start": 2954.0, "end": 2958.0}
{"id": "Of3JFmGvWQA-t2958.0", "text": "you drew subjectivity, speaking to union, psychologists and psychiatrists,", "start": 2958.0, "end": 2965.0}
{"id": "Of3JFmGvWQA-t2965.0", "text": "is probably an elusive thing.", "start": 2965.0, "end": 2967.0}
{"id": "Of3JFmGvWQA-t2967.0", "text": "But you present things in a fair enough way so that people can, can decide.", "start": 2967.0, "end": 2972.0}
{"id": "Of3JFmGvWQA-t2972.0", "text": "That's what we were told.", "start": 2972.0, "end": 2973.0}
{"id": "Of3JFmGvWQA-t2973.0", "text": "We're also told that you didn't, that you, you covered people up, you took the issue", "start": 2973.0, "end": 2979.0}
{"id": "Of3JFmGvWQA-t2979.0", "text": "to the people in power, the community people, you brought them along.", "start": 2979.0, "end": 2984.0}
{"id": "Of3JFmGvWQA-t2984.0", "text": "So, what I've been astounded about, sounded about over the decades, is that", "start": 2984.0, "end": 2989.0}
{"id": "Of3JFmGvWQA-t2989.0", "text": "they, that is the way, um, community issues are covered and, and they will take,", "start": 2989.0, "end": 2995.0}
{"id": "Of3JFmGvWQA-t2995.0", "text": "uh, John, uh, Jane Smith and treat her, uh, with disrespect and then treat this", "start": 2995.0, "end": 3002.0}
{"id": "Of3JFmGvWQA-t3002.0", "text": "politician, who, there's a post-emate question, with greater, with greater respect.", "start": 3002.0, "end": 3008.0}
{"id": "Of3JFmGvWQA-t3008.0", "text": "And so, I think it's part of the training, and some of these people aren't trained,", "start": 3008.0, "end": 3012.0}
{"id": "Of3JFmGvWQA-t3012.0", "text": "they don't read, let's just be honest.", "start": 3012.0, "end": 3014.0}
{"id": "Of3JFmGvWQA-t3014.0", "text": "So, I think the responsibility of the, of the, and then they, uh, then they're part", "start": 3014.0, "end": 3018.0}
{"id": "Of3JFmGvWQA-t3018.0", "text": "of the corporations are people too, who, and so their job is to maximize profits.", "start": 3018.0, "end": 3024.0}
{"id": "Of3JFmGvWQA-t3024.0", "text": "So, I don't know what you do about that.", "start": 3024.0, "end": 3026.0}
{"id": "Of3JFmGvWQA-t3026.0", "text": "Well, that's your crystal.", "start": 3026.0, "end": 3028.0}
{"id": "Of3JFmGvWQA-t3028.0", "text": "Yeah.", "start": 3028.0, "end": 3029.0}
{"id": "Of3JFmGvWQA-t3029.0", "text": "Um, yes, maximizing profits is important.", "start": 3029.0, "end": 3032.0}
{"id": "Of3JFmGvWQA-t3032.0", "text": "So, where do you find commitment at the higher levels of any organization that", "start": 3032.0, "end": 3039.0}
{"id": "Of3JFmGvWQA-t3039.0", "text": "we're going to maximize profit?", "start": 3039.0, "end": 3041.0}
{"id": "Of3JFmGvWQA-t3041.0", "text": "We feel we have an obligation to inform, to educate, and to give both sides.", "start": 3041.0, "end": 3048.0}
{"id": "Of3JFmGvWQA-t3048.0", "text": "And if the risk of doing that means we're going to need, out run by,", "start": 3048.0, "end": 3053.0}
{"id": "Of3JFmGvWQA-t3053.0", "text": "competitors who are not doing that.", "start": 3053.0, "end": 3055.0}
{"id": "Of3JFmGvWQA-t3055.0", "text": "That's a serious problem.", "start": 3055.0, "end": 3057.0}
{"id": "Of3JFmGvWQA-t3057.0", "text": "There's no law that says how you have to function.", "start": 3057.0, "end": 3062.0}
{"id": "Of3JFmGvWQA-t3062.0", "text": "You should function.", "start": 3062.0, "end": 3064.0}
{"id": "Of3JFmGvWQA-t3064.0", "text": "And I think those of us who grew up in journalism, and at least that, that was a,", "start": 3064.0, "end": 3070.0}
{"id": "Of3JFmGvWQA-t3070.0", "text": "that was a, that was a, at least where I was working.", "start": 3070.0, "end": 3074.0}
{"id": "Of3JFmGvWQA-t3074.0", "text": "We were lucky both at NBC and public television.", "start": 3074.0, "end": 3078.0}
{"id": "Of3JFmGvWQA-t3078.0", "text": "That was a mantra.", "start": 3078.0, "end": 3080.0}
{"id": "Of3JFmGvWQA-t3080.0", "text": "That we need, that's what we, that's what we have to do.", "start": 3080.0, "end": 3085.0}
{"id": "Of3JFmGvWQA-t3085.0", "text": "That was the, that was the goal.", "start": 3085.0, "end": 3088.0}
{"id": "Of3JFmGvWQA-t3088.0", "text": "And yes, we wanted to make it as interesting as possible.", "start": 3088.0, "end": 3092.0}
{"id": "Of3JFmGvWQA-t3092.0", "text": "And yes, we, we dealt with some of those things that were more entertainment than", "start": 3092.0, "end": 3098.0}
{"id": "Of3JFmGvWQA-t3098.0", "text": "they were informational, but still had to make sure we get what was informational.", "start": 3098.0, "end": 3104.0}
{"id": "Of3JFmGvWQA-t3104.0", "text": "Not enough organizations are, um, feel responsible to do that.", "start": 3104.0, "end": 3109.0}
{"id": "Of3JFmGvWQA-t3109.0", "text": "Even though they, some, they say so and not.", "start": 3109.0, "end": 3113.0}
{"id": "Of3JFmGvWQA-t3113.0", "text": "But you know, where you can find the organizations in Newland, and those that don't.", "start": 3113.0, "end": 3119.0}
{"id": "Of3JFmGvWQA-t3119.0", "text": "But for a lot of economic reasons, and also with the explosion of the social media and the internet,", "start": 3119.0, "end": 3126.0}
{"id": "Of3JFmGvWQA-t3126.0", "text": "there's, there's no way to force that.", "start": 3126.0, "end": 3130.0}
{"id": "Of3JFmGvWQA-t3130.0", "text": "And that's a real problem for the country.", "start": 3130.0, "end": 3133.0}
{"id": "Of3JFmGvWQA-t3133.0", "text": "There are some places where you can still find it.", "start": 3133.0, "end": 3138.0}
{"id": "Of3JFmGvWQA-t3138.0", "text": "But the viewer, the leader, the digital user has to have the desire to do that.", "start": 3138.0, "end": 3147.0}
{"id": "Of3JFmGvWQA-t3147.0", "text": "And so, share the concern.", "start": 3147.0, "end": 3150.0}
{"id": "Of3JFmGvWQA-t3150.0", "text": "There's an interesting column written in Washington, where we used today to, um,", "start": 3150.0, "end": 3155.0}
{"id": "Of3JFmGvWQA-t3155.0", "text": "traditionally conservative and foreign awards.", "start": 3155.0, "end": 3159.0}
{"id": "Of3JFmGvWQA-t3159.0", "text": "Some places like Texas and Arizona, who endorsed Hillary Clinton and have lost subscribers and are getting threats.", "start": 3159.0, "end": 3167.0}
{"id": "Of3JFmGvWQA-t3167.0", "text": "And all sorts of things are happening.", "start": 3167.0, "end": 3169.0}
{"id": "Of3JFmGvWQA-t3169.0", "text": "And the sort of interviews with the heads of those editorial boards basically saying that, you know,", "start": 3169.0, "end": 3174.0}
{"id": "Of3JFmGvWQA-t3174.0", "text": "we, we anticipated that we would lose subscribers, we anticipated heat,", "start": 3174.0, "end": 3178.0}
{"id": "Of3JFmGvWQA-t3178.0", "text": "but we felt like this was the right thing to do.", "start": 3178.0, "end": 3180.0}
{"id": "Of3JFmGvWQA-t3180.0", "text": "And there was a, we was the Arizona Republic today in North Stonewall, Trump.", "start": 3180.0, "end": 3185.0}
{"id": "Of3JFmGvWQA-t3185.0", "text": "And it was the first time, I'm sorry, Hillary Clinton is the first time you endorsed a Democrat.", "start": 3185.0, "end": 3190.0}
{"id": "Of3JFmGvWQA-t3190.0", "text": "It's in 1890 something or things.", "start": 3190.0, "end": 3193.0}
{"id": "Of3JFmGvWQA-t3193.0", "text": "So, so that happens.", "start": 3193.0, "end": 3196.0}
{"id": "Of3JFmGvWQA-t3196.0", "text": "I'm sorry, by Janet.", "start": 3196.0, "end": 3199.0}
{"id": "Of3JFmGvWQA-t3199.0", "text": "You reminded me of a, I'm not saying that journalism that I heard, but I was very young in the business,", "start": 3199.0, "end": 3204.0}
{"id": "Of3JFmGvWQA-t3204.0", "text": "which is the job of the journalist is to comfortably afflict it and afflict the comfortable.", "start": 3204.0, "end": 3210.0}
{"id": "Of3JFmGvWQA-t3210.0", "text": "And I think as we're all seeing tonight, that people now are reading only what they agree with.", "start": 3210.0, "end": 3216.0}
{"id": "Of3JFmGvWQA-t3216.0", "text": "I know I get, some will say it's a brilliant column.", "start": 3216.0, "end": 3219.0}
{"id": "Of3JFmGvWQA-t3219.0", "text": "I know what that means. They agree with it.", "start": 3219.0, "end": 3222.0}
{"id": "Of3JFmGvWQA-t3222.0", "text": "And so I think that as a result of this change, there really are so many options now that you can take and choose just what you're comfortable with.", "start": 3222.0, "end": 3231.0}
{"id": "Of3JFmGvWQA-t3231.0", "text": "So, we are largely providing comfort food to the committee.", "start": 3231.0, "end": 3236.0}
{"id": "Of3JFmGvWQA-t3236.0", "text": "And I think that is a major change, but it's being done for purely business reasons.", "start": 3236.0, "end": 3243.0}
{"id": "Of3JFmGvWQA-t3243.0", "text": "There's publishers, owners, broadcasters, the major decision.", "start": 3243.0, "end": 3247.0}
{"id": "Of3JFmGvWQA-t3247.0", "text": "This is the only way to survive when you've got all these new platforms, all these new options.", "start": 3247.0, "end": 3253.0}
{"id": "Of3JFmGvWQA-t3253.0", "text": "When the internet has cut the legs out from newspapers and magazines,", "start": 3253.0, "end": 3257.0}
{"id": "Of3JFmGvWQA-t3257.0", "text": "it must the same way that the iPhone cut the legs out from publishing and music publishing.", "start": 3257.0, "end": 3264.0}
{"id": "Of3JFmGvWQA-t3264.0", "text": "It's a change in technology has dramatically changed the business.", "start": 3264.0, "end": 3269.0}
{"id": "Of3JFmGvWQA-t3269.0", "text": "Because the businesses change the content and the motivation and the behavior of the providers has also changed.", "start": 3269.0, "end": 3279.0}
{"id": "Of3JFmGvWQA-t3279.0", "text": "First of all, I would like to say how refreshing it is to see a super panel with women at an Android Bens3.2.", "start": 3279.0, "end": 3286.0}
{"id": "Of3JFmGvWQA-t3286.0", "text": "My end, I feel that I haven't seen four men, four women.", "start": 3286.0, "end": 3291.0}
{"id": "Of3JFmGvWQA-t3291.0", "text": "So, the question is actually going back to the very initial statement about the vilification of the electrodes.", "start": 3291.0, "end": 3299.0}
{"id": "Of3JFmGvWQA-t3299.0", "text": "And I want to turn it around and ask, what about the impact that the electors are having on candidates?", "start": 3299.0, "end": 3305.0}
{"id": "Of3JFmGvWQA-t3305.0", "text": "Because electors are typically driven by, I think it's fair to say, really tactical issues as opposed to strategic ones.", "start": 3305.0, "end": 3312.0}
{"id": "Of3JFmGvWQA-t3312.0", "text": "There are strategic backgrounds.", "start": 3312.0, "end": 3314.0}
{"id": "Of3JFmGvWQA-t3314.0", "text": "But what essentially balances the nature of a day basis is a major component of the logic of Pride.", "start": 3314.0, "end": 3322.0}
{"id": "Of3JFmGvWQA-t3322.0", "text": "So, in many cases, you see candidates that have sort of stepped back from some of their strategic directions", "start": 3322.0, "end": 3328.0}
{"id": "Of3JFmGvWQA-t3328.0", "text": "in order to cater to the desire of the electorates.", "start": 3328.0, "end": 3331.0}
{"id": "Of3JFmGvWQA-t3331.0", "text": "And some of the candidates have been able to have the biggest impact of being in the wanted to be warning", "start": 3331.0, "end": 3337.0}
{"id": "Of3JFmGvWQA-t3337.0", "text": "somebody, sort of broader tradition, like Churchill, the War, the European, the racial issue, etc.", "start": 3337.0, "end": 3345.0}
{"id": "Of3JFmGvWQA-t3345.0", "text": "To actually do what they thought was the right thing to do despite the electorate.", "start": 3345.0, "end": 3351.0}
{"id": "Of3JFmGvWQA-t3354.0", "text": "That's your clue.", "start": 3354.0, "end": 3356.0}
{"id": "Of3JFmGvWQA-t3356.0", "text": "I've seen that show up in two places in this election cycle, this is physically one, when we trade policy.", "start": 3356.0, "end": 3365.0}
{"id": "Of3JFmGvWQA-t3365.0", "text": "I think we're releasing a populist message about more trade and free trade agreements.", "start": 3365.0, "end": 3373.0}
{"id": "Of3JFmGvWQA-t3373.0", "text": "I just can't believe that Donald Trump really believes what he said last night in the debate, which I just lost my two nights ago,", "start": 3373.0, "end": 3380.0}
{"id": "Of3JFmGvWQA-t3380.0", "text": "that he doesn't believe in free trade and that he wants to slow down to the key, etc.", "start": 3380.0, "end": 3386.0}
{"id": "Of3JFmGvWQA-t3386.0", "text": "But, you know, I'm not at the national level, but I look at the other foreign policy reasons why we need a free trade agreement", "start": 3386.0, "end": 3395.0}
{"id": "Of3JFmGvWQA-t3395.0", "text": "that doesn't get China all the power in that region.", "start": 3395.0, "end": 3398.0}
{"id": "Of3JFmGvWQA-t3398.0", "text": "And I don't know that we have the comfort level of ability to talk to voters and tell that story.", "start": 3398.0, "end": 3403.0}
{"id": "Of3JFmGvWQA-t3403.0", "text": "Talk about it as more than just where jobs are going because, you know, as people have said in commentaries today and yesterday,", "start": 3403.0, "end": 3410.0}
{"id": "Of3JFmGvWQA-t3410.0", "text": "there's no jobs to bring back.", "start": 3410.0, "end": 3412.0}
{"id": "Of3JFmGvWQA-t3412.0", "text": "And yet, we're completely cow-tongued to the electorate, trade policy in a way that's kind of irresponsible, some way for me to report it,", "start": 3412.0, "end": 3420.0}
{"id": "Of3JFmGvWQA-t3420.0", "text": "but it's a really difficult conversation to have with the politics.", "start": 3420.0, "end": 3424.0}
{"id": "Of3JFmGvWQA-t3424.0", "text": "And the second is higher education, and I'm actually really hurt by that one.", "start": 3424.0, "end": 3428.0}
{"id": "Of3JFmGvWQA-t3428.0", "text": "I think as people try to get millennials excited and out to vote, they can't ignore the suffocating way of student debt", "start": 3428.0, "end": 3436.0}
{"id": "Of3JFmGvWQA-t3436.0", "text": "that they're experiencing and you see a shift to trying and accommodating young voters by having a platform that's inclusive of that issue.", "start": 3436.0, "end": 3444.0}
{"id": "Of3JFmGvWQA-t3444.0", "text": "I mean, and I just think it's the candidate's like Bernie Sanders maybe because I'm biased because of Trump or not,", "start": 3444.0, "end": 3451.0}
{"id": "Of3JFmGvWQA-t3451.0", "text": "but who have gotten a lot of small donation from a wide swath of the electorate that people are hearing that populist message and trying to answer it.", "start": 3451.0, "end": 3461.0}
{"id": "Of3JFmGvWQA-t3461.0", "text": "And I think there's some value in that, but it also is very difficult, given the system and the climate that we're in,", "start": 3461.0, "end": 3468.0}
{"id": "Of3JFmGvWQA-t3468.0", "text": "to challenge the big institutions that fund your campaigns, whether it's labor or big business, and whoever it may be.", "start": 3468.0, "end": 3477.0}
{"id": "Of3JFmGvWQA-t3477.0", "text": "One percent of the population in this country contribute to political campaigns.", "start": 3477.0, "end": 3482.0}
{"id": "Of3JFmGvWQA-t3482.0", "text": "You know, so when we talk about the one percent, that is a lot of who will end up having their voices heard.", "start": 3482.0, "end": 3488.0}
{"id": "Of3JFmGvWQA-t3488.0", "text": "And, you know, right now there's some populist issues that I think are going to shape what happens in the very near term that aren't necessary,", "start": 3488.0, "end": 3498.0}
{"id": "Of3JFmGvWQA-t3498.0", "text": "that need some leadership of some of the things to write me to do.", "start": 3498.0, "end": 3501.0}
{"id": "Of3JFmGvWQA-t3501.0", "text": "Yeah.", "start": 3501.0, "end": 3502.0}
{"id": "Of3JFmGvWQA-t3502.0", "text": "I'm an amateur of history, but I know enough to know if it's not the first time history of this country where we have a divided electorate.", "start": 3502.0, "end": 3517.0}
{"id": "Of3JFmGvWQA-t3517.0", "text": "I just think for the first obvious instance that most of you would have this link instead.", "start": 3517.0, "end": 3523.0}
{"id": "Of3JFmGvWQA-t3523.0", "text": "But it seems to me from this discussion that it's a very different kind of issue now than an issue which was primarily around a single overriding concern about which the activists have been in.", "start": 3523.0, "end": 3540.0}
{"id": "Of3JFmGvWQA-t3540.0", "text": "And by the way, we can, I think, cast out the notion of the prejudice of different outlets because there's a wonderful book Harold Oatsberg wrote, Lincoln and the Press,", "start": 3540.0, "end": 3553.0}
{"id": "Of3JFmGvWQA-t3553.0", "text": "which makes it very clear that although that time the press was the only major means of communication, they were very divided and very different.", "start": 3553.0, "end": 3562.0}
{"id": "Of3JFmGvWQA-t3562.0", "text": "And if you read one and read another, you aren't reading about the same world.", "start": 3562.0, "end": 3567.0}
{"id": "Of3JFmGvWQA-t3567.0", "text": "So that fact is not different today than historical, but it seems to me from what you guys have been saying that we do not have a single issue dividing this electorate.", "start": 3567.0, "end": 3580.0}
{"id": "Of3JFmGvWQA-t3580.0", "text": "It's much more complicated, maybe because our population is more complex.", "start": 3580.0, "end": 3585.0}
{"id": "Of3JFmGvWQA-t3585.0", "text": "The world is more complex, but I'd like to hear you say something about that, and historical, I'm sorry.", "start": 3585.0, "end": 3593.0}
{"id": "Of3JFmGvWQA-t3593.0", "text": "But on the issue of the olden days in terms of the media, I completely agree with you, Senator.", "start": 3593.0, "end": 3605.0}
{"id": "Of3JFmGvWQA-t3605.0", "text": "But I think what happened in the United States, sort of after World War II primarily, I think journalism itself became a more professionalized occupation.", "start": 3605.0, "end": 3618.0}
{"id": "Of3JFmGvWQA-t3618.0", "text": "I think the standards went up, I think, that the separation of church and state, which is the New York Times where I grew up, very strict dividing line between opinion and news gathering.", "start": 3618.0, "end": 3630.0}
{"id": "Of3JFmGvWQA-t3630.0", "text": "Different editors who separately reported to the publisher, there was no real communication.", "start": 3630.0, "end": 3636.0}
{"id": "Of3JFmGvWQA-t3636.0", "text": "So the news side did not reflect the opinion side of the paper.", "start": 3636.0, "end": 3641.0}
{"id": "Of3JFmGvWQA-t3641.0", "text": "Other papers did it in similar ways.", "start": 3641.0, "end": 3644.0}
{"id": "Of3JFmGvWQA-t3644.0", "text": "I think that was the ideal, and I think it was almost unique because I believe in many countries, papers are much more allied with political parties and our spokespeople in many ways for a party.", "start": 3644.0, "end": 3661.0}
{"id": "Of3JFmGvWQA-t3661.0", "text": "So I think the American experience was different in that regard, and now I think it's reverting back.", "start": 3661.0, "end": 3668.0}
{"id": "Of3JFmGvWQA-t3668.0", "text": "I think that the technology is a large part, but I think we're losing something that we had. We didn't necessarily have very long, but I thought it was very good, and I think we're losing it now.", "start": 3668.0, "end": 3678.0}
{"id": "Of3JFmGvWQA-t3678.0", "text": "I want to say something about the consolidation of media, and in the civil, American civil rights movement, some of the southern papers were particularly courageous in terms of their editorials at land constitution, the national", "start": 3678.0, "end": 3668.0}
{"id": "Of3JFmGvWQA-t3668.0", "text": "thing of theme, papers who really, first of all they had to do.", "start": 3668.0, "end": 3694.0}
{"id": "Of3JFmGvWQA-t3694.0", "text": "I'm sure many people didn't agree with, and then they had editorials which really talked about fairness.", "start": 3694.0, "end": 3705.0}
{"id": "Of3JFmGvWQA-t3705.0", "text": "I think that they certainly would not have considered themselves allies of the civil rights movement, but they considered themselves, they considered that they had a responsibility to tell the truth and to be a little bit more expansive with how they treated these various", "start": 3705.0, "end": 3723.0}
{"id": "Of3JFmGvWQA-t3723.0", "text": "populations and how they treated this.", "start": 3723.0, "end": 3728.0}
{"id": "Of3JFmGvWQA-t3728.0", "text": "They were involved in living history, and everybody really understood that, but the courage that some of these newspaper people had, it just for me is just astounding and heartwarming that they would do that, but being taken over by, and there's still some outlets that are still courageous.", "start": 3728.0, "end": 3748.0}
{"id": "Of3JFmGvWQA-t3748.0", "text": "I hope that the Arizona paper republic still exists, but there are a few crazies that push people to the extreme and not do what they might want to do, but I think we have to lift up those who really continue to do what I think the work of journalism is supposed to be.", "start": 3748.0, "end": 3773.0}
{"id": "Of3JFmGvWQA-t3773.0", "text": "Here, first of all, I'm in favor of making immediate reading.", "start": 3773.0, "end": 3784.0}
{"id": "Of3JFmGvWQA-t3784.0", "text": "There's a sort of line of thinking that I want to point to.", "start": 3784.0, "end": 3789.0}
{"id": "Of3JFmGvWQA-t3789.0", "text": "I think it's worth thinking about what that means, because there's a theory which I think there's a few people who are marginalized actually can see some things, the people who are at the center can't see.", "start": 3789.0, "end": 3812.0}
{"id": "Of3JFmGvWQA-t3812.0", "text": "I'm not sure that these people are confused. I think they might be seeing things.", "start": 3812.0, "end": 3821.0}
{"id": "Of3JFmGvWQA-t3821.0", "text": "Seeing things that we don't see.", "start": 3821.0, "end": 3825.0}
{"id": "Of3JFmGvWQA-t3825.0", "text": "I think the particular idea that people have lost faith in the institution, the surveys, I think is absolutely right, but what we don't say is that telling us that our institutions are failing, and what do we do about that?", "start": 3825.0, "end": 3844.0}
{"id": "Of3JFmGvWQA-t3844.0", "text": "We tend to take it as, well, somehow we have to convince people that they're wrong.", "start": 3844.0, "end": 3857.0}
{"id": "Of3JFmGvWQA-t3857.0", "text": "We're really posing a very serious question, not about people's faith in institutions, but really about the institutions themselves, and that's a question which I think is much more difficult to take out.", "start": 3857.0, "end": 3876.0}
{"id": "Of3JFmGvWQA-t3876.0", "text": "I think the idea that the public is wrong is a dangerous slope, because then government becomes another self-interest group, protecting itself.", "start": 3876.0, "end": 3889.0}
{"id": "Of3JFmGvWQA-t3889.0", "text": "I think in a real democracy the individual was sovereign, and I think we do have to listen to people, especially millions upon millions of people who are saying, this is not working for me, instead of saying, well, then you're just wrong.", "start": 3889.0, "end": 3903.0}
{"id": "Of3JFmGvWQA-t3903.0", "text": "We have to say, well, let's hear that out, let's figure that out.", "start": 3903.0, "end": 3910.0}
{"id": "Of3JFmGvWQA-t3910.0", "text": "I think the question becomes how you achieve that change. I mean, if the status quo is broken, can you achieve gradual change that answers that call?", "start": 3910.0, "end": 3922.0}
{"id": "Of3JFmGvWQA-t3922.0", "text": "It's hard to envision how you transition an entire system right now without a crisis or without a serious disruption to the status quo, and I think that's what we're seeing right now.", "start": 3922.0, "end": 3934.0}
{"id": "Of3JFmGvWQA-t3934.0", "text": "Usually you have election years where it's hope and change or everything's going great, but this year it feels different.", "start": 3934.0, "end": 3941.0}
{"id": "Of3JFmGvWQA-t3941.0", "text": "It feels like people are saying the status quo is absolutely unacceptable, and if it's not this year, then very soon we as institutions, whether it's political parties or government itself,", "start": 3941.0, "end": 3951.0}
{"id": "Of3JFmGvWQA-t3951.0", "text": "are going to have to shape the change before the change shapes us, and what that looks like I think is really dynamic, but it has to be faster than the natural evolution, and I don't know what shape it will take.", "start": 3951.0, "end": 3966.0}
{"id": "Of3JFmGvWQA-t3966.0", "text": "I don't think that that is a very good point, but let's consider this. It's not working for one block and another block and another block and another block, so you have all these groups that are saying, it's not working for me.", "start": 3966.0, "end": 3984.0}
{"id": "Of3JFmGvWQA-t3984.0", "text": "How are you going to have a call of lessons that allows us to have our values persist?", "start": 3984.0, "end": 3997.0}
{"id": "Of3JFmGvWQA-t3997.0", "text": "I think that's why we need a political leadership. This is why it's so tough, that wants to solve it and wants to address it, and not to divide.", "start": 3997.0, "end": 4016.0}
{"id": "Of3JFmGvWQA-t4016.0", "text": "There are some numbers in the state legislators, but there has to be some commitment, and not to change it to meet ideology, but to honestly address whatever institutional problems they are and deal with them, and you need an atmosphere", "start": 4016.0, "end": 4035.0}
{"id": "Of3JFmGvWQA-t4035.0", "text": "of where there's a desire to try and fix it, and what we risk again, I think, in this coming election, and depending what the optimum is, at the book, at the particular, at the presidential and congressional level,", "start": 4035.0, "end": 4052.0}
{"id": "Of3JFmGvWQA-t4052.0", "text": "if we have the same kind of divide where the two are just going to be pitted against each other for another four years, and likely those questions won't get addressed, and that could well happen.", "start": 4052.0, "end": 4069.0}
{"id": "Of3JFmGvWQA-t4069.0", "text": "I wish we could go on forever if this has been absolutely fascinating. Please join me in thanking our wonderful panelists for all of you. And thank you all for coming.", "start": 4069.0, "end": 4088.0}
