{"id": "FYKk3JHDLa4-t0.0", "text": "The question was not mathematics has confronted, I think, every mathematician at one time or another.", "start": 0.0, "end": 8.0}
{"id": "FYKk3JHDLa4-t8.0", "text": "And at those moments one can only feel that if I could feel, if I were a biologist, I would have an easy answer.", "start": 8.0, "end": 26.0}
{"id": "FYKk3JHDLa4-t26.0", "text": "And that would encompass protein synthesis, it would encompass studies of elephant and medical applications as well.", "start": 26.0, "end": 42.0}
{"id": "FYKk3JHDLa4-t42.0", "text": "Life or if we're a formerly economist, it could be exchanged with mathematics.", "start": 42.0, "end": 49.0}
{"id": "FYKk3JHDLa4-t49.0", "text": "It's very hard to see what unifying anchor it has. On the other hand, if you're practicing mathematician, I can be contradicted, which would also be interesting if people think otherwise.", "start": 49.0, "end": 67.0}
{"id": "FYKk3JHDLa4-t67.0", "text": "That there really is a unifying anchor to mathematics that is defies vocabulary description, but one simply has a feeling, what is it?", "start": 67.0, "end": 88.0}
{"id": "FYKk3JHDLa4-t88.0", "text": "And there are some, there's a certain sociology to the people who offer responses to this question.", "start": 88.0, "end": 101.0}
{"id": "FYKk3JHDLa4-t101.0", "text": "For example, the mathematician Gelfand once said, let me see if I can remember it, that the thing that produces the unity of mathematics,", "start": 101.0, "end": 117.0}
{"id": "FYKk3JHDLa4-t117.0", "text": "and therefore the notion that it is one subject is the intense, and this is what he says, simplicity, precision, beauty, and crazy ideas,", "start": 117.0, "end": 134.0}
{"id": "FYKk3JHDLa4-t134.0", "text": "and says that that identifies it with music. Well, that's his claim. There are other, let's say, sociological schools of thought about the unity of mathematics,", "start": 134.0, "end": 148.0}
{"id": "FYKk3JHDLa4-t148.0", "text": "and one of them can be encompassed by language. Some people say, well, it's the language, it's the well-definateness of our utterances.", "start": 148.0, "end": 169.0}
{"id": "FYKk3JHDLa4-t169.0", "text": "It's the, some aspect of language, but usually well-definateness, in fact, the logical manner of the way in which our sentences succeed one after the other,", "start": 169.0, "end": 184.0}
{"id": "FYKk3JHDLa4-t184.0", "text": "in what purports to be a demonstration of something. Anyway, it occurred to me that it might be great to have a general jam session, this discussion about what constitutes mathematics.", "start": 184.0, "end": 205.0}
{"id": "FYKk3JHDLa4-t205.0", "text": "And I thought that if unity is one of the starter words, not necessarily the finishing one, beauty might be another.", "start": 205.0, "end": 216.0}
{"id": "FYKk3JHDLa4-t216.0", "text": "And for that reason, I called it unity and beauty, but with beauty, that opens up a new and further topic of what is beauty.", "start": 216.0, "end": 241.0}
{"id": "FYKk3JHDLa4-t241.0", "text": "Now, there is someone who... One simple question after another. And there is someone who wrote the blurb for this meeting mentioned,", "start": 241.0, "end": 256.0}
{"id": "FYKk3JHDLa4-t256.0", "text": "and he put in the blurb, I don't know who it was, who did it, for this meeting.", "start": 256.0, "end": 262.0}
{"id": "FYKk3JHDLa4-t262.0", "text": "Your comments are possible. It was my comments, but there is an addition, which I thought was really good, probably better than my comments.", "start": 262.0, "end": 273.0}
{"id": "FYKk3JHDLa4-t273.0", "text": "Did you write it? Okay, very good. There's a mention of this 18th century philosopher commentator, Ibmarion Pre, who quotes what I understand to be", "start": 273.0, "end": 291.0}
{"id": "FYKk3JHDLa4-t291.0", "text": "a lost treatise of St. Augustine, who claims, and I think in none of his collective works that I find this claim, that beauty and unity are unified.", "start": 291.0, "end": 309.0}
{"id": "FYKk3JHDLa4-t309.0", "text": "That is to say, the source and form of beauty has to be found in aspects of unity. Anyway, so that's the reason for the subject.", "start": 309.0, "end": 323.0}
{"id": "FYKk3JHDLa4-t323.0", "text": "This is supposed to be an unprepared thing, and this is what I've given, a semi-prepared thing. I'll never do that again, and just let it go.", "start": 323.0, "end": 341.0}
{"id": "FYKk3JHDLa4-t341.0", "text": "My first thought, when I saw the title, was that beauty and unity relate to mathematics in two very different ways. So I do think mathematics is unified in some way that we can explore.", "start": 341.0, "end": 359.0}
{"id": "FYKk3JHDLa4-t359.0", "text": "When we call mathematics beautiful, I think that's amphibly. It's using a term from one domain, and just making an analogy. I've always had a pet peeve about people who said,", "start": 359.0, "end": 375.0}
{"id": "FYKk3JHDLa4-t375.0", "text": "that mathematics is so beautiful. It seems to me different from the beauty of art. For one thing, it's not so this may be my lack of imagination.", "start": 375.0, "end": 391.0}
{"id": "FYKk3JHDLa4-t391.0", "text": "For me, mathematics is not sensuous. It's ideas. No. They're ideas, or they're the things I write down on the paper. Maybe that's my problem.", "start": 391.0, "end": 410.0}
{"id": "FYKk3JHDLa4-t410.0", "text": "Einstein always said that when he had a really good idea that often when he was shaving, he would have to watch out because he would cut himself. The hairs would stand up. There would be a physical thrill. So, I mean, the sensuous.", "start": 410.0, "end": 427.0}
{"id": "FYKk3JHDLa4-t427.0", "text": "Husband, too, would import poets. That there is a kind of goosebumps. Well, it has a physical side to it.", "start": 427.0, "end": 441.0}
{"id": "FYKk3JHDLa4-t441.0", "text": "I'm not saying we shouldn't use the word beauty about mathematics, but it's an analogy as opposed to unity, which I find is a direct description of the subject. But I don't know what unified about it yet.", "start": 441.0, "end": 457.0}
{"id": "FYKk3JHDLa4-t457.0", "text": "Which is why I latched onto your comment about Augustine's attempt to connect the two.", "start": 457.0, "end": 471.0}
{"id": "FYKk3JHDLa4-t471.0", "text": "I thought that your comments about mathematics are maybe difficult to define mathematics. One simple stroke that it reminds you what you said. You could also say that about beauty.", "start": 471.0, "end": 488.0}
{"id": "FYKk3JHDLa4-t488.0", "text": "How far can you extend mathematics? On the one hand. How far can you extend the concept of beauty on the other? It would make a sociological experiment to see whether people actually just use the word beautiful for mathematics.", "start": 488.0, "end": 506.0}
{"id": "FYKk3JHDLa4-t506.0", "text": "I know that in academic English, the community of literary scholarship at one point, post-Ruscan people decided never to use the word beauty when they talked about an object of literature.", "start": 506.0, "end": 532.0}
{"id": "FYKk3JHDLa4-t532.0", "text": "There is now a revisiting of that, but it's very difficult to talk about a domain in which people think. It's beautiful without being able to talk about it.", "start": 532.0, "end": 551.0}
{"id": "FYKk3JHDLa4-t551.0", "text": "Isn't there also the problem that Proust talks about in his book that he argues that each true artist introduces not just beauty, but a new kind of beauty.", "start": 551.0, "end": 563.0}
{"id": "FYKk3JHDLa4-t563.0", "text": "And enables people to see in fact things as beautiful that they had not before, regarded as beautiful, but even on the contrary, as ugly or devoid of anything like that.", "start": 563.0, "end": 575.0}
{"id": "FYKk3JHDLa4-t575.0", "text": "So that it's not merely that there's a single kind of beauty, but there might be a changing that the change of beauty or the opening up of a new domain as having a kind of beauty that was never before recognized itself is important.", "start": 575.0, "end": 590.0}
{"id": "FYKk3JHDLa4-t590.0", "text": "Let me ask you a question. Have you seen something in mathematics that you thought was ugly? Oh, sure. I wanted to ask. Well, in fact, you know it too, actually.", "start": 590.0, "end": 605.0}
{"id": "FYKk3JHDLa4-t605.0", "text": "Sarah has something that he called the ugly lemur. And it was truly ugly for various reasons. But the thing is one can't give two objective reason to beauty if one has read the critique of judgment.", "start": 605.0, "end": 621.0}
{"id": "FYKk3JHDLa4-t621.0", "text": "I mean, it's not an objective issue. It's a subjective concept wanted to sort of elevate it to a universally subjective status. That is to say, if you feel that it's beautiful, that really suggests that you also think all of humanity will feel that it's beautiful because you have some sort of", "start": 621.0, "end": 647.0}
{"id": "FYKk3JHDLa4-t647.0", "text": "model of humanity in your in your mental faculties, and you can test this model, doesn't my model of humanity feel that this is beautiful, not just me.", "start": 647.0, "end": 659.0}
{"id": "FYKk3JHDLa4-t659.0", "text": "And I think that's the ugly lemur. It shouldn't be called the ugly lemur. It should be said that the people who read that lemur feel in their universally subjective ways that it's ugly, which might start the question, start the change the question to what is ugly, what is beauty.", "start": 659.0, "end": 687.0}
{"id": "FYKk3JHDLa4-t687.0", "text": "And the story of the ugly duckling suggests that the ugliness itself could become dear and beautiful in a certain way, which itself would be a new kind of beauty because it wouldn't be a meditation anymore on the ugliness of the duckling or the lemur.", "start": 687.0, "end": 702.0}
{"id": "FYKk3JHDLa4-t702.0", "text": "But how it was rejected, how it had a difficult origin, how it was hated by so many people, and then it was embraced. Not this. Not this. Not this. Not this.", "start": 702.0, "end": 716.0}
{"id": "FYKk3JHDLa4-t716.0", "text": "But I want to pick up from your suggestion that we do a sociological experiment, which we're not going to do. And I'm not in a position to do it. But I did.", "start": 716.0, "end": 726.0}
{"id": "FYKk3JHDLa4-t726.0", "text": "Since the rule was not to prepare, of course, I know I prepared.", "start": 726.0, "end": 731.0}
{"id": "FYKk3JHDLa4-t731.0", "text": "But they wanted to. One of the marks of a mathematician is not to follow the rules.", "start": 731.0, "end": 738.0}
{"id": "FYKk3JHDLa4-t738.0", "text": "The follow the rules of one's choosing. But the. So I prepared by it because I was under the impression that this this connection of beauty and mathematics may be a.", "start": 738.0, "end": 753.0}
{"id": "FYKk3JHDLa4-t753.0", "text": "A preoccupation of Western, the Western tradition of mathematics. And I looked into it and I inquired and I.", "start": 753.0, "end": 761.0}
{"id": "FYKk3JHDLa4-t761.0", "text": "The conclusion, although I'm certainly not. I don't have an exhaustive knowledge of the literature is that in the Arabic tradition, there was no association of beauty and mathematics or rather the association went in the other direction.", "start": 761.0, "end": 774.0}
{"id": "FYKk3JHDLa4-t774.0", "text": "That is the same beauty was characterized in mathematical terms, which also, which is also seen in Aristotle, but some sense taken from that.", "start": 774.0, "end": 783.0}
{"id": "FYKk3JHDLa4-t783.0", "text": "But then in the Hindu tradition, there was there are words that the word the closest word of that box base to the notion of beauty is ananda, which means joy.", "start": 783.0, "end": 799.0}
{"id": "FYKk3JHDLa4-t799.0", "text": "The word beautiful never appears in the, in the, at least in the classic literature. And then I asked one of my colleagues who was a Chinese mathematician, whether when Chinese mathematicians are speaking to each other, they ever say this is beautiful.", "start": 799.0, "end": 815.0}
{"id": "FYKk3JHDLa4-t815.0", "text": "And what word do they use? Well, there are in fact, there are two words for beautiful. As a matter of fact, the English language is particularly poor and vocabulary for beauty.", "start": 815.0, "end": 824.0}
{"id": "FYKk3JHDLa4-t824.0", "text": "It turns out that Arabic is as many different synonyms. But there's the word may, which means handsome or good looking or an attractive face. And then for a proof when they want to say that the proof is beautiful, they use may meow and meow, but excuse my pronunciation, which a meow is a word that means clever.", "start": 824.0, "end": 849.0}
{"id": "FYKk3JHDLa4-t849.0", "text": "So it's, you would not refer to a mathematical proof as beautiful unless you also say clever.", "start": 849.0, "end": 856.0}
{"id": "FYKk3JHDLa4-t856.0", "text": "What about the ancient Greeks though, where we're getting home?", "start": 856.0, "end": 860.0}
{"id": "FYKk3JHDLa4-t860.0", "text": "Well, you would know the answer to that. Yeah, well, I thought maybe you've had research.", "start": 860.0, "end": 866.0}
{"id": "FYKk3JHDLa4-t866.0", "text": "Well, I found nothing about it.", "start": 866.0, "end": 869.0}
{"id": "FYKk3JHDLa4-t869.0", "text": "But it would have to be that when you think that, I mean, I think this goes to the question of the unity of mathematics.", "start": 869.0, "end": 875.0}
{"id": "FYKk3JHDLa4-t875.0", "text": "Because for the Greeks, mathematics was not a single thing. In the quadrivium, you have arithmetic, geometry, music, astronomy, and their sisters.", "start": 875.0, "end": 886.0}
{"id": "FYKk3JHDLa4-t886.0", "text": "Now, how could beauty not be an issue for them? Because music was there. Not to speak of astronomy, but the fact that they were not separate subjects of mathematics as such did not exist.", "start": 886.0, "end": 900.0}
{"id": "FYKk3JHDLa4-t900.0", "text": "And it had two sisters. And there were sisters, but not the same, the same and not the same.", "start": 900.0, "end": 907.0}
{"id": "FYKk3JHDLa4-t907.0", "text": "And so, at least for them, it was not unified, but there was something beautiful in having these two sisters there.", "start": 907.0, "end": 916.0}
{"id": "FYKk3JHDLa4-t916.0", "text": "So that it seems to me if we're going to think about it, this is an immortal family.", "start": 916.0, "end": 922.0}
{"id": "FYKk3JHDLa4-t922.0", "text": "So that it's still here. These goddesses are still present, even though they may not be much talked about.", "start": 922.0, "end": 928.0}
{"id": "FYKk3JHDLa4-t928.0", "text": "And they've had children, which are the modern sciences and maybe modern mathematics itself.", "start": 928.0, "end": 934.0}
{"id": "FYKk3JHDLa4-t934.0", "text": "But the family always speaks, it always tells.", "start": 934.0, "end": 938.0}
{"id": "FYKk3JHDLa4-t938.0", "text": "In this family lineage of mathematics, I think is still present.", "start": 938.0, "end": 942.0}
{"id": "FYKk3JHDLa4-t942.0", "text": "There is still a certain tension between arithmetic and geometry, even to the present day, because it's so deeply embedded in the fabric of number itself,", "start": 942.0, "end": 953.0}
{"id": "FYKk3JHDLa4-t953.0", "text": "that all the attempts that we've made to unify the concept of number, certainly for the Greeks, would have been outrages", "start": 953.0, "end": 961.0}
{"id": "FYKk3JHDLa4-t961.0", "text": "against a difference that they felt probably was even a beautiful difference, and a difference that was being respected,", "start": 961.0, "end": 968.0}
{"id": "FYKk3JHDLa4-t968.0", "text": "not between arithmetic and geometry, I mean, for very deep and important reasons.", "start": 968.0, "end": 974.0}
{"id": "FYKk3JHDLa4-t974.0", "text": "So it seems to me that that family lineage is always is haunts us even today, and so I just want to put it forward as something to talk about when we speak about mathematics.", "start": 974.0, "end": 987.0}
{"id": "FYKk3JHDLa4-t987.0", "text": "I think the intent being mathematics now also, but it seems to me maybe it will be helpful, even if this is all merely in the past, which I don't believe.", "start": 987.0, "end": 997.0}
{"id": "FYKk3JHDLa4-t997.0", "text": "What I think, what you say is really interesting, I never really heard them, but Euclid's elements of geometry, it's called elements of geometry, but book six to book nine is straight prime numbers.", "start": 997.0, "end": 1014.0}
{"id": "FYKk3JHDLa4-t1014.0", "text": "And what sense is that geometry?", "start": 1014.0, "end": 1017.0}
{"id": "FYKk3JHDLa4-t1017.0", "text": "But it's all expressed geometrically.", "start": 1017.0, "end": 1019.0}
{"id": "FYKk3JHDLa4-t1019.0", "text": "It's expressed geometrically.", "start": 1019.0, "end": 1021.0}
{"id": "FYKk3JHDLa4-t1021.0", "text": "It's supposed to say diaphantus who does use letters to stand up.", "start": 1021.0, "end": 1027.0}
{"id": "FYKk3JHDLa4-t1027.0", "text": "It wasn't just called stochia elements.", "start": 1027.0, "end": 1029.0}
{"id": "FYKk3JHDLa4-t1029.0", "text": "I'm not sure that it was of geometry.", "start": 1029.0, "end": 1031.0}
{"id": "FYKk3JHDLa4-t1031.0", "text": "It was there is not geometry.", "start": 1031.0, "end": 1033.0}
{"id": "FYKk3JHDLa4-t1033.0", "text": "But I think that it was meant to be both, the elements of both, and I'm not sure that the word of geometry, as if the word geometry were hanging over the whole, I'm not sure that that goes back to the ancient text, in which this is the elements of the two sisters together, in separate books.", "start": 1033.0, "end": 1050.0}
{"id": "FYKk3JHDLa4-t1050.0", "text": "For a very good reason, and kept separate to avoid the problem of the incommensurable, the problem of irrational numbers, which I don't know whether that's beautiful or not.", "start": 1050.0, "end": 1062.0}
{"id": "FYKk3JHDLa4-t1062.0", "text": "And I don't know whether the response, and this is another, is the response to beauty, is it simply a sense, a kind of an aesthetic glow, or is it a kind of shock?", "start": 1062.0, "end": 1073.0}
{"id": "FYKk3JHDLa4-t1073.0", "text": "What about the joy of the ananda that Michael refers to as an Indian?", "start": 1073.0, "end": 1084.0}
{"id": "FYKk3JHDLa4-t1084.0", "text": "Well, I only have a few sentences, and they are under the chair, but I think they won't add anything to the discussion.", "start": 1084.0, "end": 1094.0}
{"id": "FYKk3JHDLa4-t1094.0", "text": "It's clear just from the preparation that I wasn't supposed to do that there's a vast domain of inquiry that a comparative study of mathematical aesthetics that nobody has undertaken.", "start": 1094.0, "end": 1111.0}
{"id": "FYKk3JHDLa4-t1111.0", "text": "This goes back to this.", "start": 1111.0, "end": 1113.0}
{"id": "FYKk3JHDLa4-t1113.0", "text": "I wanted to follow up with the idea earlier that the concept of beauty in the post-Ruscan phase was removed from a central position in aesthetic thinking.", "start": 1113.0, "end": 1124.0}
{"id": "FYKk3JHDLa4-t1124.0", "text": "And I think that the sense at that time was that there was a platonic presupposition about the nature of cataclysmism, and that in fact a given subject could be defined by the essence that every member of the shares.", "start": 1124.0, "end": 1140.0}
{"id": "FYKk3JHDLa4-t1140.0", "text": "And so that form of platonic was really kind of resident inside aesthetic thinking until the post-Ruscan phase when beauty got removed, and the reason it got removed, is that there was a new awareness that there's no single criterion for the adjudication of a work of art that carries across all cases.", "start": 1140.0, "end": 1160.0}
{"id": "FYKk3JHDLa4-t1160.0", "text": "And of course if there were an essence then there would be such a criterion, there isn't. And so in fact, in fact, Vickenstein opens his lecture on aesthetics with the idea that people think in aesthetics that the word beauty is central, or the word the beautiful is central.", "start": 1160.0, "end": 1174.0}
{"id": "FYKk3JHDLa4-t1174.0", "text": "It is look at our actual aesthetic vocabulary, which is vast and extensive. Pay attention to that, and you'll learn much more about the concept and play than you will by trying to arrive at a platonic essence.", "start": 1174.0, "end": 1191.0}
{"id": "FYKk3JHDLa4-t1191.0", "text": "And to connect that to mathematics, that then gives us the question, what is a vocabulary apart from beautiful or apart from the ugly? Could there be a form of mathematics that's inept or that's clumsy or that's objectionable in various ways as sub-categories of the ugly?", "start": 1191.0, "end": 1211.0}
{"id": "FYKk3JHDLa4-t1211.0", "text": "I don't know. But I think that that's why beauty got removed. And you're right, there's a resurgence. Beauty is back in the thinking.", "start": 1211.0, "end": 1219.0}
{"id": "FYKk3JHDLa4-t1219.0", "text": "In a non-essentialistic way. Maybe hear music as of help because the concept of dissonance, I mean one thinks about the new kinds of beauty in the ever more modern forms of art as embracing more and more dissonant states and allowing them, not merely allowing them but embracing them as having forms of the beautiful.", "start": 1219.0, "end": 1242.0}
{"id": "FYKk3JHDLa4-t1242.0", "text": "That previously were not allowed when those kinds of dissonances were forbidden by certain rules. And it seems to me also in mathematics, it seems to me the proof of the rational numbers is a kind of dissonant proof in which there's shown to be a dissonance between the possibility of there being ratios and the attempt to find such a ratio that would describe the diagonal of a square.", "start": 1242.0, "end": 1271.0}
{"id": "FYKk3JHDLa4-t1271.0", "text": "The fact that it can't be done or that many mathematical proofs are reductios or assertions that something cannot be or that it's even better yet that it's non-existence cannot be, which defines a kind of existence in mathematics.", "start": 1271.0, "end": 1289.0}
{"id": "FYKk3JHDLa4-t1289.0", "text": "Each of them operates through a kind of dissonance or surprise, which may be a kind of joy, I mean to go back to that term, but it often involves assimilating a contradiction or a certain newness or something that has the shock of the new, but which at a certain point is not rejected but embraced in some way.", "start": 1289.0, "end": 1313.0}
{"id": "FYKk3JHDLa4-t1313.0", "text": "And I think that some of our ideas about beauty on the one hand and mathematics and the other are sort of static.", "start": 1313.0, "end": 1320.0}
{"id": "FYKk3JHDLa4-t1320.0", "text": "And it's interesting to go back to the idea of sensuality of mathematics. If you can apply the word joy, which has a little bit more of an explosive dynamic quality to it, maybe it says something about what really may be going on in mathematics.", "start": 1320.0, "end": 1335.0}
{"id": "FYKk3JHDLa4-t1335.0", "text": "It's not a static thing, it does evolve and grow and some of our beauty and our notions of beauty continue to grow.", "start": 1335.0, "end": 1342.0}
{"id": "FYKk3JHDLa4-t1342.0", "text": "And that links nicely to what is a fundamental question that is mathematics, the kind of thing that is discovered.", "start": 1342.0, "end": 1350.0}
{"id": "FYKk3JHDLa4-t1350.0", "text": "We speak of Russell discovering Russell's paradox and when was that 1900 or something like that?", "start": 1350.0, "end": 1355.0}
{"id": "FYKk3JHDLa4-t1355.0", "text": "And the set of all sets not members themselves, if they are, they aren't, if they aren't, they are.", "start": 1355.0, "end": 1360.0}
{"id": "FYKk3JHDLa4-t1360.0", "text": "And so you kind of bump your head against the wall, if you will, of a paradox.", "start": 1360.0, "end": 1365.0}
{"id": "FYKk3JHDLa4-t1365.0", "text": "Is that a source of beauty or is that a source of the work against beauty? Is the pure thing that's fallen complete, the more beautiful thing?", "start": 1365.0, "end": 1374.0}
{"id": "FYKk3JHDLa4-t1374.0", "text": "Or is the imperfection in it that is after all a kind of a kind of mimetic depiction of humanity?", "start": 1374.0, "end": 1381.0}
{"id": "FYKk3JHDLa4-t1381.0", "text": "Is that the more beautiful thing? So how does paradox work as a determinant or a distraction to beauty?", "start": 1381.0, "end": 1389.0}
{"id": "FYKk3JHDLa4-t1389.0", "text": "What would you think of the Russell conundrum as kind of an agony, rather than?", "start": 1389.0, "end": 1396.0}
{"id": "FYKk3JHDLa4-t1396.0", "text": "It's in a different dimension than beauty. It's more mental.", "start": 1396.0, "end": 1400.0}
{"id": "FYKk3JHDLa4-t1400.0", "text": "I mean, after all the 16th century Italian algebraists who wanted to make use of the square root of minus one said,", "start": 1400.0, "end": 1412.0}
{"id": "FYKk3JHDLa4-t1412.0", "text": "dismissing mental tortures because it was agony, do it because it's going to solve your problem.", "start": 1412.0, "end": 1419.0}
{"id": "FYKk3JHDLa4-t1419.0", "text": "So it could be in that direction. It's a question of joy from Michael Harris' Ananda to discomfort from the point of view of Russell.", "start": 1419.0, "end": 1432.0}
{"id": "FYKk3JHDLa4-t1432.0", "text": "But that's a different dimension.", "start": 1432.0, "end": 1434.0}
{"id": "FYKk3JHDLa4-t1434.0", "text": "Yeah, the yet there's Godel's proof, which is pretty much dealing with the same sort of topic, right? And isn't people not think that's beautiful?", "start": 1434.0, "end": 1443.0}
{"id": "FYKk3JHDLa4-t1443.0", "text": "Or is it the way you'd come into the...", "start": 1443.0, "end": 1445.0}
{"id": "FYKk3JHDLa4-t1445.0", "text": "You'd have to learn. You'd have to imagine a person that was agonized and at a certain point might realize that their agony was actually a kind of superbly of pleasure.", "start": 1445.0, "end": 1454.0}
{"id": "FYKk3JHDLa4-t1454.0", "text": "I mean, the joy is not simply the sense when you watch a child tasting a new food for the first time.", "start": 1454.0, "end": 1464.0}
{"id": "FYKk3JHDLa4-t1464.0", "text": "Usually the first expression is... And then the expression may change to... At first it's like, well, this is a new thing.", "start": 1464.0, "end": 1471.0}
{"id": "FYKk3JHDLa4-t1471.0", "text": "I haven't tasted this before. And then suddenly it's like, oh, it's you or it's that.", "start": 1471.0, "end": 1478.0}
{"id": "FYKk3JHDLa4-t1478.0", "text": "And so it seems to me there's some kind of transformation so that the irrational could be some kind of horror or some kind of dark mystery that you would kill people over.", "start": 1478.0, "end": 1487.0}
{"id": "FYKk3JHDLa4-t1487.0", "text": "And then another point it might be something that would be embraced as being the most wonderful thing.", "start": 1487.0, "end": 1493.0}
{"id": "FYKk3JHDLa4-t1493.0", "text": "It's really both. It has been both.", "start": 1493.0, "end": 1497.0}
{"id": "FYKk3JHDLa4-t1497.0", "text": "Is that okay?", "start": 1497.0, "end": 1498.0}
{"id": "FYKk3JHDLa4-t1498.0", "text": "It's like the Kantian mathematical... He calls it the mathematical sublions, which is kind of a little three act mini drama.", "start": 1498.0, "end": 1507.0}
{"id": "FYKk3JHDLa4-t1507.0", "text": "Where you're confronted with something just larger than your intellect, the infinite, so to speak.", "start": 1507.0, "end": 1516.0}
{"id": "FYKk3JHDLa4-t1516.0", "text": "And that's act one. Act two is your... Your agony.", "start": 1516.0, "end": 1525.0}
{"id": "FYKk3JHDLa4-t1525.0", "text": "Act three is you come out of it saying, my God, my finite intellect can conceive the agony of thinking about this larger thing.", "start": 1525.0, "end": 1538.0}
{"id": "FYKk3JHDLa4-t1538.0", "text": "Exactly. And you kind of...", "start": 1538.0, "end": 1539.0}
{"id": "FYKk3JHDLa4-t1539.0", "text": "That's what he refers to the mathematical sublime.", "start": 1539.0, "end": 1543.0}
{"id": "FYKk3JHDLa4-t1543.0", "text": "Exactly. Where you kind of exemplify a contradiction in yourself. That is you take into your mind something larger than your mind can accommodate.", "start": 1543.0, "end": 1550.0}
{"id": "FYKk3JHDLa4-t1550.0", "text": "And you realize you are accommodating that thing that reaches beyond you. So it's a kind of step into a kind of transcendence there.", "start": 1550.0, "end": 1557.0}
{"id": "FYKk3JHDLa4-t1557.0", "text": "And for him, for Kant of course in the third critique he separated the sublime from the beautiful.", "start": 1557.0, "end": 1562.0}
{"id": "FYKk3JHDLa4-t1562.0", "text": "My question was always should that separation be as rigorous as he suggested?", "start": 1562.0, "end": 1566.0}
{"id": "FYKk3JHDLa4-t1566.0", "text": "Because it seems to me that these kinds of experiences of the sublime, which you get... In fact when you're a little kid,", "start": 1566.0, "end": 1572.0}
{"id": "FYKk3JHDLa4-t1572.0", "text": "and you learn numbers, you try to come up with your sibling or something of highest number, you know, and you finally think of a million million.", "start": 1572.0, "end": 1578.0}
{"id": "FYKk3JHDLa4-t1578.0", "text": "And then your smarter sibling says a million million plus one and then you say, oh damn it, you know.", "start": 1578.0, "end": 1583.0}
{"id": "FYKk3JHDLa4-t1583.0", "text": "Well that moment, right, is the moment where you actually realize there's... You know, you grasp the concept of infinity.", "start": 1583.0, "end": 1592.0}
{"id": "FYKk3JHDLa4-t1592.0", "text": "And at that moment you do kind of step over a platonic line from the world of the sensory world to this higher, higher world of relations.", "start": 1592.0, "end": 1601.0}
{"id": "FYKk3JHDLa4-t1601.0", "text": "And that's a sublime experience, it seems to me. We could call that a form of beauty, I think.", "start": 1601.0, "end": 1609.0}
{"id": "FYKk3JHDLa4-t1609.0", "text": "I'm bothered by this feeling like maybe we're belong to some kind of high church.", "start": 1609.0, "end": 1616.0}
{"id": "FYKk3JHDLa4-t1616.0", "text": "Some kind of tradition where these things we find sublime, we find uplifting, we find joyous.", "start": 1616.0, "end": 1624.0}
{"id": "FYKk3JHDLa4-t1624.0", "text": "I'm thinking, while you were speaking, I was thinking of my students, my undergraduate students, for whom almost everything I used to know.", "start": 1624.0, "end": 1634.0}
{"id": "FYKk3JHDLa4-t1634.0", "text": "You know, so I guess it has to do with this subjective objective divide.", "start": 1634.0, "end": 1643.0}
{"id": "FYKk3JHDLa4-t1643.0", "text": "And I feel probably one of the things I believe most strongly is that mathematics is objective and that these feelings are objectively based.", "start": 1643.0, "end": 1653.0}
{"id": "FYKk3JHDLa4-t1653.0", "text": "But I keep coming back to these fears that I'm just fooling myself.", "start": 1653.0, "end": 1659.0}
{"id": "FYKk3JHDLa4-t1659.0", "text": "Like, you know, the guy at the end of 1984 who believes that two plus two equals five.", "start": 1659.0, "end": 1665.0}
{"id": "FYKk3JHDLa4-t1665.0", "text": "And he's now happy with that result.", "start": 1665.0, "end": 1670.0}
{"id": "FYKk3JHDLa4-t1670.0", "text": "So I guess it's how do we do the reality testing here to...", "start": 1670.0, "end": 1676.0}
{"id": "FYKk3JHDLa4-t1676.0", "text": "Is mathematics the same experience for you, the mathematician and for your students? Can you even talk about mathematics as being unified when so many different groups of people experience it in different ways?", "start": 1676.0, "end": 1690.0}
{"id": "FYKk3JHDLa4-t1690.0", "text": "Yeah, or the engineer is the third way.", "start": 1690.0, "end": 1695.0}
{"id": "FYKk3JHDLa4-t1695.0", "text": "So maybe it's not unified.", "start": 1695.0, "end": 1697.0}
{"id": "FYKk3JHDLa4-t1697.0", "text": "Or the sense of unity as a kind of struggle. I mean, we take unified as if it were a given thing, but it seems to me that the, from what I can know of a mathematical experience, it's a struggle.", "start": 1697.0, "end": 1710.0}
{"id": "FYKk3JHDLa4-t1710.0", "text": "It's a struggle to unify things that seem to be well dissonant, moving in different directions.", "start": 1710.0, "end": 1716.0}
{"id": "FYKk3JHDLa4-t1716.0", "text": "There are tensions between them in this musical sense and the attempt to grasp and put them together to form a unity, but the unity is always being searched for.", "start": 1716.0, "end": 1726.0}
{"id": "FYKk3JHDLa4-t1726.0", "text": "It's not a given thing from which things are simply unfolding. It's experienced in some kind of dynamic way.", "start": 1726.0, "end": 1733.0}
{"id": "FYKk3JHDLa4-t1733.0", "text": "Actually, you know, the 18th century Scottish philosopher Francis Hutchinson wrote a book in aesthetics and he finally arrived after a much struggle he arrived at the idea of uniformity amidst variety.", "start": 1733.0, "end": 1745.0}
{"id": "FYKk3JHDLa4-t1745.0", "text": "And he said that what is engaging and what's successful in the work of art is where you hit this kind of point of equipoise between too much variety so you can't make sense of it.", "start": 1745.0, "end": 1754.0}
{"id": "FYKk3JHDLa4-t1754.0", "text": "Or too much unity. So it becomes boring and kind of lifeless in a way.", "start": 1754.0, "end": 1760.0}
{"id": "FYKk3JHDLa4-t1760.0", "text": "And does that capture part of what is beautiful about mathematics? If there is, if that's not just an analogy, does that capture, you know, mathematics can be too?", "start": 1760.0, "end": 1772.0}
{"id": "FYKk3JHDLa4-t1772.0", "text": "There is a live tension between those two ways of viewing mathematics. It's really live in the sense that there are people I know, even friends, who are making an effort to hand over mathematics to machines because they don't trust human beings with a mathematics.", "start": 1772.0, "end": 1793.0}
{"id": "FYKk3JHDLa4-t1793.0", "text": "And they believe that the validation, the only reliable validation can come from machine. This goes back to Russell and and figure.", "start": 1793.0, "end": 1803.0}
{"id": "FYKk3JHDLa4-t1803.0", "text": "Russell who specifically referred to mathematics as a cold beauty, which is quite the opposite of the substantial.", "start": 1803.0, "end": 1811.0}
{"id": "FYKk3JHDLa4-t1811.0", "text": "And that is for others for me, in particular, this would represent the death of mathematics. Now, be since period, then you're like, I'm going to get the tooth and I have to say that the death wish is a", "start": 1811.0, "end": 1829.0}
{"id": "FYKk3JHDLa4-t1829.0", "text": "constant feature of the mathematical practice because at a certain point, you just want the thing to be proved. You don't want to, you go, you don't sense care whether it's you or a machine.", "start": 1829.0, "end": 1843.0}
{"id": "FYKk3JHDLa4-t1843.0", "text": "So what do you think about the two kinds? I'm very clearly in the other camp. But at the same time, I understand most of the people who are actively promoting this have had a crisis of one kind or another.", "start": 1843.0, "end": 1857.0}
{"id": "FYKk3JHDLa4-t1857.0", "text": "But as they found that there was a mistake in a proof many years after they published it or very shortly before it was said to be published, or in the case of Tom Hales, for example, was unable to find anybody who proved Tom Hales very famous for proving the Kepler conjecture on the", "start": 1857.0, "end": 1875.0}
{"id": "FYKk3JHDLa4-t1875.0", "text": "packing of spheres in three dimensional space. But there was nobody had to use a computer to verify it. And the code was so complicated that no human being was able to to to to to about for it.", "start": 1875.0, "end": 1888.0}
{"id": "FYKk3JHDLa4-t1888.0", "text": "And so deciding to he decided to develop the system automated system that would by reformulating it in a new language that only machines could read could could could verify it.", "start": 1888.0, "end": 1905.0}
{"id": "FYKk3JHDLa4-t1905.0", "text": "But in a way that continues the same theme of reaching beyond I thought that you would that the proof wants to reach beyond human capabilities and then has to start to as you've written about it has to imagine the part that androids might play or android mathematicians and computers that would carry out the steps.", "start": 1905.0, "end": 1925.0}
{"id": "FYKk3JHDLa4-t1925.0", "text": "And then the relationship between those androids and the human beings that would would or would not decide that they were going to accept what the androids told them about the proof proof being okay.", "start": 1925.0, "end": 1936.0}
{"id": "FYKk3JHDLa4-t1936.0", "text": "But it seemed to me that that that very that one of the things that you've introduced in your writings that has helped me a lot to understand this is the idea that to be a mathematician is to have a dream.", "start": 1936.0, "end": 1948.0}
{"id": "FYKk3JHDLa4-t1948.0", "text": "You know that at a certain level that the mathematician passed a certain point is distinguished by their his or her dream and the dream seems to me a very interesting place to talk about the relationship of beauty and unity because it represents something which is consciously", "start": 1948.0, "end": 1967.0}
{"id": "FYKk3JHDLa4-t1967.0", "text": "reaching beyond and yet has a very definite form and is struggling to encompass something which is the shape of that mathematicians dream which may be different from mathematician to mathematician and they are not involved android participation in their dream.", "start": 1967.0, "end": 1986.0}
{"id": "FYKk3JHDLa4-t1986.0", "text": "Why don't you tell about your essay about dreams and mathematics it's too it's too good. You mean, well right about the androids. You know about the circles the stairway. Yes, right. Yes, right. No, there was a there's a story. I mean this is not the story.", "start": 1986.0, "end": 2005.0}
{"id": "FYKk3JHDLa4-t2005.0", "text": "There's a this is in a book about mathematics and narratives. I think we counted a story. There was a mathematician named Robert Thomason published a paper and at the beginning and he published it jointly with somebody who was not only not a mathematician but who was deceased", "start": 2005.0, "end": 2024.0}
{"id": "FYKk3JHDLa4-t2024.0", "text": "and in fact a committed suicide and his the participative the contribution that years some time before the this work had been done and he's been thinking about this question for a long time.", "start": 2024.0, "end": 2037.0}
{"id": "FYKk3JHDLa4-t2037.0", "text": "And once he one day he woke up with a start he said because his friend had told him in a dream if you want to solve the problem you do that you do this.", "start": 2037.0, "end": 2049.0}
{"id": "FYKk3JHDLa4-t2049.0", "text": "And when he woke up he said well no that's wrong. That's wrong. I mean I know that's wrong. I know why it's wrong. He said his friend was so insistent that we did during the dream not afterwards that that he thought about and he realized that this was the objection he had to this this answer his friend gave", "start": 2049.0, "end": 2071.0}
{"id": "FYKk3JHDLa4-t2071.0", "text": "was the only obstacle and once he over what once he accounted for that and he actually could finish the proof and he and he the editors this of this of this volume agreed to include his deceased friend as a co-author the only I think the only case in history.", "start": 2071.0, "end": 2094.0}
{"id": "FYKk3JHDLa4-t2094.0", "text": "But being wrong was another form of being right exactly if someone says no no that the absolute.", "start": 2094.0, "end": 2101.0}
{"id": "FYKk3JHDLa4-t2101.0", "text": "You know that there's a wonderful essay of Freud in which he says if the patient says it's not your mother you know it's a mother there's no no at a certain level so or the word if something is really really wrong it's touching the truth or in some way or it's touching something that you absolutely have to look at if only to find out what the wrongness is.", "start": 2101.0, "end": 2123.0}
{"id": "FYKk3JHDLa4-t2123.0", "text": "What the wrongness quote unquote is all about.", "start": 2123.0, "end": 2130.0}
{"id": "FYKk3JHDLa4-t2130.0", "text": "I want to say at least one word for unity. I know that I know that we're now in the completely dis unified.", "start": 2130.0, "end": 2142.0}
{"id": "FYKk3JHDLa4-t2142.0", "text": "And that is that what's shocking in when he work in mathematics is that there are analogies that unified different subjects.", "start": 2142.0, "end": 2153.0}
{"id": "FYKk3JHDLa4-t2153.0", "text": "I mean the most basic one is algebraic geometry or analytic geometry that it's a the algebra and geometry have two totally different intuitions you you're in one mindset when you're doing algebraic equations you're totally different mindset", "start": 2153.0, "end": 2171.0}
{"id": "FYKk3JHDLa4-t2171.0", "text": "when you're trying to think of whether this triangle is isosceles or not.", "start": 2171.0, "end": 2180.0}
{"id": "FYKk3JHDLa4-t2180.0", "text": "And yet they can be joined by analogy they can be unified the intuitions themselves can be unified and what happens is you have a synthesis you have some other thing which you can't call algebra you can't call geometry", "start": 2180.0, "end": 2197.0}
{"id": "FYKk3JHDLa4-t2197.0", "text": "so you use these combined phrases algebraic geometry.", "start": 2197.0, "end": 2205.0}
{"id": "FYKk3JHDLa4-t2205.0", "text": "Now that's a new intuition which binds together to subject and we were in the midst of a lace of different analogies in not only in pure mathematics but also with the", "start": 2205.0, "end": 2226.0}
{"id": "FYKk3JHDLa4-t2226.0", "text": "in applied situations even more in a way and isn't that a unification.", "start": 2226.0, "end": 2234.0}
{"id": "FYKk3JHDLa4-t2234.0", "text": "I have a story about that too. Good. Because arithmetic and geometry for the ancient Greeks were separate because they had separate they had separate domains and applied in separate domains and the sciences were defined by the domains.", "start": 2234.0, "end": 2253.0}
{"id": "FYKk3JHDLa4-t2253.0", "text": "So they could not be the same and then when algebra was discovered by Elkhavar is me the very first page he talked about how happy he was because he found something that could solve problems in arithmetic and geometry and then and.", "start": 2253.0, "end": 2269.0}
{"id": "FYKk3JHDLa4-t2269.0", "text": "But then there was there was the quadrivium then the the alphara be a little bit later what decided to come up with a catalog of the sciences and there were five different kinds of sciences one was mathematics but couldn't figure out where to put algebra because algebra was what they were this was an", "start": 2269.0, "end": 2292.0}
{"id": "FYKk3JHDLa4-t2292.0", "text": "he was an Aristotelian but he couldn't he couldn't disagree but on the other hand algebra was there so he put it in with the science of tricks.", "start": 2292.0, "end": 2301.0}
{"id": "FYKk3JHDLa4-t2301.0", "text": "He called that he had a section in the in the chapter on mathematics for tricks that included mechanical devices and algebra and and engineering.", "start": 2301.0, "end": 2316.0}
{"id": "FYKk3JHDLa4-t2316.0", "text": "And in fact algebra started out as kind of a rough and tumble art of challenges public challenges between.", "start": 2316.0, "end": 2323.0}
{"id": "FYKk3JHDLa4-t2323.0", "text": "And so I wanted to bring up so yes I disagreed on the beauty but.", "start": 2323.0, "end": 2350.0}
{"id": "FYKk3JHDLa4-t2350.0", "text": "And maybe one way of viewing it is that there's a latent analogies among all the.", "start": 2350.0, "end": 2361.0}
{"id": "FYKk3JHDLa4-t2361.0", "text": "But they they can all should be.", "start": 2361.0, "end": 2368.0}
{"id": "FYKk3JHDLa4-t2368.0", "text": "Because because in fact they do share a domain which is the domain of mathematics I mean right I mean the Greeks were kind of limited you know in their in that vision.", "start": 2368.0, "end": 2379.0}
{"id": "FYKk3JHDLa4-t2379.0", "text": "And I mean I struggled to define you know what the domain of mathematics is but I told my class yesterday the mathematics is the only subject we teach in the university where we know what's right we know it's true.", "start": 2379.0, "end": 2397.0}
{"id": "FYKk3JHDLa4-t2397.0", "text": "And that's and that's through history hasn't changed how I was lying I think a little bit to that but but but it's the feeling behind that statement that I think underlies my sense of.", "start": 2397.0, "end": 2408.0}
{"id": "FYKk3JHDLa4-t2408.0", "text": "Unity of mathematics in it.", "start": 2408.0, "end": 2412.0}
{"id": "FYKk3JHDLa4-t2412.0", "text": "Just one more thing it has something to do with the fact that we are even though I believe it's objective.", "start": 2412.0, "end": 2418.0}
{"id": "FYKk3JHDLa4-t2418.0", "text": "We're constructing our vision of this objective realm.", "start": 2418.0, "end": 2423.0}
{"id": "FYKk3JHDLa4-t2423.0", "text": "You know that's I mean Heidegger stress this that the mathematical is what's knowable to human beings because we're constructing it in a way that according that aligns with our own understanding of things.", "start": 2423.0, "end": 2437.0}
{"id": "FYKk3JHDLa4-t2437.0", "text": "And it's that that domain I think that is unified.", "start": 2437.0, "end": 2441.0}
{"id": "FYKk3JHDLa4-t2441.0", "text": "Could I could I add to that though the unification costs something if you're going to take two subjects that have a tension between them.", "start": 2441.0, "end": 2450.0}
{"id": "FYKk3JHDLa4-t2450.0", "text": "I don't think we can act as if unifying them is just something that you can do and it's all wonderful.", "start": 2450.0, "end": 2456.0}
{"id": "FYKk3JHDLa4-t2456.0", "text": "It may be wonderful but I think your students will know that there's a price and that you have to stand in a different place.", "start": 2456.0, "end": 2464.0}
{"id": "FYKk3JHDLa4-t2464.0", "text": "The unity part is a beauty of it I suppose in the is is that you have to to think about algebra as every school child those you know there's you have to put yourself in a different mind or you can't approach it in the same way.", "start": 2464.0, "end": 2479.0}
{"id": "FYKk3JHDLa4-t2479.0", "text": "And there's a kind of mental price that's exactly I think that.", "start": 2479.0, "end": 2485.0}
{"id": "FYKk3JHDLa4-t2485.0", "text": "I think that one of the things that bothers people when they're struggling with mathematics is that they feel that there's a price that has to be paid they don't know how much it is or what it is exactly but they feel they're struggle to understand.", "start": 2485.0, "end": 2498.0}
{"id": "FYKk3JHDLa4-t2498.0", "text": "I never thought of it that way that's really.", "start": 2498.0, "end": 2500.0}
{"id": "FYKk3JHDLa4-t2500.0", "text": "And I think people wouldn't mind paying if they were told how much the trouble is that the professors says oh no no it's all perfectly clear you should understand this it's all unified.", "start": 2500.0, "end": 2510.0}
{"id": "FYKk3JHDLa4-t2510.0", "text": "They know that that's something about that bothers them they know that the mathematician is right but what the mathematician is forgotten is how much he or she paid in a certain way for at a certain point in their life which may be even forgotten to them but which now the student is being asked now you must pay in intuition in changing your mind in.", "start": 2510.0, "end": 2533.0}
{"id": "FYKk3JHDLa4-t2533.0", "text": "I mean if the matamatika are the learnable things which I don't think this is what Heidi is saying but I think it's the things that you can learn but learning in each case means having to pay something having to leave some of your blood behind", "start": 2533.0, "end": 2550.0}
{"id": "FYKk3JHDLa4-t2550.0", "text": "in order to gain something because the more precious the thing is the more you would have to sacrifice and to give and not just of money but of something very very dear to yourself.", "start": 2550.0, "end": 2561.0}
{"id": "FYKk3JHDLa4-t2561.0", "text": "And people struggle with that.", "start": 2561.0, "end": 2563.0}
{"id": "FYKk3JHDLa4-t2563.0", "text": "The card sort of was trying to protect himself I think from that by saying he said that his analytic geometry corrected the defects of both subjects of algebra and geometry.", "start": 2563.0, "end": 2581.0}
{"id": "FYKk3JHDLa4-t2581.0", "text": "So he felt that it was an issue that there was going to be a change of viewpoint but he also felt that his union of algebra and geometry was a way of correcting things.", "start": 2581.0, "end": 2596.0}
{"id": "FYKk3JHDLa4-t2596.0", "text": "Sure and after you pay the money you pay.", "start": 2596.0, "end": 2599.0}
{"id": "FYKk3JHDLa4-t2599.0", "text": "Right but he begins by saying of common sense is the least common thing in the world his joke at everybody's expense and common sense is going to be what happens after you take his point of view and you see of course he's been", "start": 2599.0, "end": 2591.0}
{"id": "FYKk3JHDLa4-t2591.0", "text": "right this is much better it's much more efficient but something had to be paid and it seems to me that there's a kind of justice in that if you want to know more you really want to know more about it.", "start": 2591.0, "end": 2620.0}
{"id": "FYKk3JHDLa4-t2620.0", "text": "You really do have to leave some blood behind and it's true not just for the mathematician that's breaking into new ground but it's true of the child that for whom geometry makes a certain kind of sense and then they're confronted with these symbols and someone", "start": 2620.0, "end": 2636.0}
{"id": "FYKk3JHDLa4-t2636.0", "text": "is as if of course you should understand this right away and this is all kind of obvious and the textbooks treated as if it would be shameful not to understand it almost immediately but the child within themselves are many adults to feel like no it's not clear to me no it doesn't make sense.", "start": 2636.0, "end": 2654.0}
{"id": "FYKk3JHDLa4-t2654.0", "text": "I feel as if I have to view this in a different way but I'm not being allowed to do that and no place is given for the transition in which I would the journey that I would have to take at the end of which I would agree with the card say now I see what you mean yes it is clear", "start": 2654.0, "end": 2672.0}
{"id": "FYKk3JHDLa4-t2672.0", "text": "but the discussion would have to be what happened on roofed what were the series of steps even emotional ones I've never had such emotional classes as those in mathematics it seems to me in which ashes boiled over and feelings", "start": 2672.0, "end": 2687.0}
{"id": "FYKk3JHDLa4-t2687.0", "text": "which were not given any kind of event in the text of mathematics boiled over in the students that were struggling to understand things and understanding that somehow their frustrations were not in certain way the sensible topic of the mathematics class that they were having but which they were feeling nonetheless", "start": 2687.0, "end": 2708.0}
{"id": "FYKk3JHDLa4-t2708.0", "text": "you know there's an extremely interesting and maps on my own experience in lots of ways another source of possible unity of the field could be by following out a kind of ontological question about what kind of thing is it and in our in our talk here a number of us have used", "start": 2708.0, "end": 2733.0}
{"id": "FYKk3JHDLa4-t2733.0", "text": "the word discovery I did in connection with Russell's Fairlands moment ago but Barry used the term intuition a moment ago and finding algebra right and so in the logic of the concept discovery is of course the implication that the thing you discover exists", "start": 2733.0, "end": 2750.0}
{"id": "FYKk3JHDLa4-t2750.0", "text": "prior to you're getting there to see it right and so if we use that word then that platonic implication is in play if we use the word intuition that I think what was there of", "start": 2750.0, "end": 2760.0}
{"id": "FYKk3JHDLa4-t2760.0", "text": "Breuer is that sound right is there's a mathematician or philosopher a mathematician named Breuer", "start": 2760.0, "end": 2765.0}
{"id": "FYKk3JHDLa4-t2765.0", "text": "Breuer", "start": 2765.0, "end": 2765.0}
{"id": "FYKk3JHDLa4-t2765.0", "text": "Breuer", "start": 2765.0, "end": 2765.0}
{"id": "FYKk3JHDLa4-t2765.0", "text": "Thank you thank you you know who had a different view entirely if I understand this and on that view it's not that we're discovering in mathematics we human beings are discovering something in mathematics that exists out there in this platonic world prior to", "start": 2765.0, "end": 2779.0}
{"id": "FYKk3JHDLa4-t2779.0", "text": "rival I did but rather we're sort of like painting a painting I was Picasso who said every single brush stroke in a painting changes the entire picture and of course in a way that's false but in a deeper sense it's true because what happens is it with a single brush stroke the logic if you will of everything else going on now has to accommodate itself to that and so if I understand it there's this kind of anti platonic view of mathematics that suggests that we don't discover it that that's the wrong model we don't we don't find it in the world", "start": 2779.0, "end": 2808.0}
{"id": "FYKk3JHDLa4-t2808.0", "text": "we don't we don't find it there's something more creative at work but I would be the last person to be able to answer that but I think after you came close to describing it but I think you would fall short of intuitionism as your favorite", "start": 2808.0, "end": 2823.0}
{"id": "FYKk3JHDLa4-t2823.0", "text": "well you describe yeah yeah one of my problems is I see both sides of every picture all the time so in I think in my heart of hearts I think mathematics is an objective domain that we are discovering but in in the way we deal with it on a daily basis I think I have a lot of sympathy with the intuitionists that we are constructing", "start": 2823.0, "end": 2850.0}
{"id": "FYKk3JHDLa4-t2850.0", "text": "somehow maybe it's like a miracle we're constructing a body of knowledge or doctrine that corresponds to the to this objective world", "start": 2850.0, "end": 2863.0}
{"id": "FYKk3JHDLa4-t2863.0", "text": "well I want to go back to this comment about paying paying for this and you didn't say though I think you made it very clear you paying advance", "start": 2863.0, "end": 2873.0}
{"id": "FYKk3JHDLa4-t2873.0", "text": "yes for the outcome and my question is so within what is the payoff and is that beauty or is that joy or", "start": 2873.0, "end": 2882.0}
{"id": "FYKk3JHDLa4-t2882.0", "text": "in particular instance of Peter's it's a new synthesis of synthetic new intuition which somehow conjoins the algebraic intuition in the", "start": 2882.0, "end": 2897.0}
{"id": "FYKk3JHDLa4-t2897.0", "text": "matrix but could you describe that as being a form of joy or an instance of joy or beauty is there is a certain shock that's associated with it", "start": 2897.0, "end": 2907.0}
{"id": "FYKk3JHDLa4-t2907.0", "text": "and there's or even not even unifying I'm just thinking about the child that's that feels okay with geometry and is struggling with the idea of algebra I mean you're paying kind of continuously", "start": 2907.0, "end": 2920.0}
{"id": "FYKk3JHDLa4-t2920.0", "text": "there and yet there's it seems to be often that there's a moment where you start to see like oh I see if you stand and look at it this way", "start": 2920.0, "end": 2929.0}
{"id": "FYKk3JHDLa4-t2929.0", "text": "the idea that you would have to take a different point of view already is a tremendous change for people because they have a certain based on what they think of their intuitions", "start": 2929.0, "end": 2938.0}
{"id": "FYKk3JHDLa4-t2938.0", "text": "my intuitions say this and you're telling me that my intuition these are my intuitions that we're speaking about and yet you very rightly say like but look if you if you stand over here", "start": 2938.0, "end": 2949.0}
{"id": "FYKk3JHDLa4-t2949.0", "text": "and you say over where okay well how exactly do I get there well and then you help me and I struggle with it and finally maybe I get a little bit", "start": 2949.0, "end": 2958.0}
{"id": "FYKk3JHDLa4-t2958.0", "text": "and I start to see like oh I could start to see this starts to make sense it didn't wouldn't have made sense I was right it wouldn't have made sense to my intuitions to the way I was but if I'm able to shift", "start": 2958.0, "end": 2970.0}
{"id": "FYKk3JHDLa4-t2970.0", "text": "myself into a different place it seems to me that's a large part of the beauty I mean I've if I don't know I would like to ask the real the mathematicians here I mean that sense of shifting and struggling and trying to find the new place to which which you're doing constantly I mean as much as the child is doing and without yet knowing where it is that you have to stand or how much it's going to cost you but somehow at your point your truck you have had experience such that it's", "start": 2970.0, "end": 2999.0}
{"id": "FYKk3JHDLa4-t2999.0", "text": "going to be worth the struggle and the agony and the desire to have it all be over with when you reach that new point and can see things in a new way as happens in the perception of art all the time changing changing your stance metaphorically so that you see the object in question in a different set of relations.", "start": 2999.0, "end": 3018.0}
{"id": "FYKk3JHDLa4-t3018.0", "text": "There's no question in my mind that pay off of mathematician this is a very a very special population maybe maybe could even be called a it's it's it's it's not in the direct.", "start": 3018.0, "end": 3034.0}
{"id": "FYKk3JHDLa4-t3034.0", "text": "It's not recognized it's not recognized.", "start": 3034.0, "end": 3049.0}
{"id": "FYKk3JHDLa4-t3049.0", "text": "There are many many mathematicians speak of this if you read what they say they talk about what what their motivation is and in fact there was a sociological study of mathematics comparing in your book right by comparing your and apply math.", "start": 3049.0, "end": 3078.0}
{"id": "FYKk3JHDLa4-t3078.0", "text": "Five mathematicians and five mathematicians their their most their most primary motivation is to do something useful and pure mode pure mathematicians primary motivation is pleasure and they say that.", "start": 3078.0, "end": 3092.0}
{"id": "FYKk3JHDLa4-t3092.0", "text": "So pleasure achieved through pain so so the hedonists and masochist simultaneously don't you know that the pain is easily in the same way that I mean an athlete will you know for whom I you know kind of trying to do even one you know a tiny amount of what they do for me might be an agony for them is their daily their joy in the source of a kind of substance so that you but that's only achieved after a while the student sees it from the other end they see it as pure agony.", "start": 3092.0, "end": 3121.0}
{"id": "FYKk3JHDLa4-t3121.0", "text": "They don't they don't understand and I thought the part of our discussion was trying to understand how it was that the struggle to understand that what's that verse in the man stretch out mind so that they have nice understand these things which seem to imply from the point of view the speaker of the scriptures that the effort of stretching out your understanding was was something that was suitable for human beings but also difficult for them and something that was", "start": 3121.0, "end": 3137.0}
{"id": "FYKk3JHDLa4-t3137.0", "text": "a kind of divine divine call.", "start": 3137.0, "end": 3155.0}
{"id": "FYKk3JHDLa4-t3155.0", "text": "The second is a moment where the analyst says something and what we call the patient has a her moment and that her moment has a quality of pleasure joy both for the patient even that her may not be", "start": 3155.0, "end": 3184.8}
{"id": "FYKk3JHDLa4-t3184.8", "text": "particularly may have painful qualities to it but there is something about that moment of understanding on the both sides that makes it joyous and special and maybe you say beautiful somebody hearing that kind of interpretation may say but that was a beautiful", "start": 3184.8, "end": 3204.8}
{"id": "FYKk3JHDLa4-t3204.8", "text": "I thought part of the magic is that you discover something that is already there and as you keep discovering it seems to fit into place and fit into place and fit into place so from the moment you had the big bang", "start": 3204.8, "end": 3226.8}
{"id": "FYKk3JHDLa4-t3226.8", "text": "from the moment of the big bang mathematic I think if I understand it correctly came about and that you keep discovering and there's something about this that has a specialness has a cohesion has a kind of beauty because it falls so nicely into place", "start": 3226.8, "end": 3249.8}
{"id": "FYKk3JHDLa4-t3249.8", "text": "that is what makes it particularly special and unified in unity that's what I the way I understood it.", "start": 3249.8, "end": 3260.8}
{"id": "FYKk3JHDLa4-t3260.8", "text": "In practice these moments aha movements, eureka movements are those are the occasions for people to you the word beautiful and I think it may be almost set almost involuntary like just an exclamation or ejaculation", "start": 3260.8, "end": 3278.8}
{"id": "FYKk3JHDLa4-t3278.8", "text": "this is a this is for lack of a better vocabulary of people in fact I even I try to avoid it but once last spring I couldn't help myself I want to say something to a person who given a particularly inspiring lecture and I use that word and I felt terrible", "start": 3278.8, "end": 3297.8}
{"id": "FYKk3JHDLa4-t3297.8", "text": "because it doesn't say anything it just is an expression of approval and joy joy joy yes well what's wrong with that of a little expression of joy it's conventional it's too conventional", "start": 3297.8, "end": 3314.8}
{"id": "FYKk3JHDLa4-t3314.8", "text": "that's not conventional but maybe all moments with the mind changes maybe that's the essence of beauty is that it's not merely the apprehension of kind something a static kind of proportion that is in some given way pleasing", "start": 3314.8, "end": 3334.8}
{"id": "FYKk3JHDLa4-t3334.8", "text": "it seems as if the moments that were describing our moments when there's been a deep change in the mind perhaps the analyst has maybe the patient themselves the analyst has said that same insight maybe more than once", "start": 3334.8, "end": 3348.8}
{"id": "FYKk3JHDLa4-t3348.8", "text": "before maybe that was the moment when the patient could understand where it is there insight not merely the side because if it was just a psychoanalyst the person to say yes yes or no it wouldn't matter what they said it wasn't yet their insight and therefore it was merely empty because there had been no change of mind the moments that are both agonizing are beautiful was the moment when a person changes their mind", "start": 3348.8, "end": 3375.8}
{"id": "FYKk3JHDLa4-t3375.8", "text": "and when you think about that's a very it's a difficult or perhaps even impossible thing how am I to think differently than I think and to feel differently than I feel by definition it's impossible", "start": 3375.8, "end": 3388.8}
{"id": "FYKk3JHDLa4-t3388.8", "text": "can one go around the room and ask are there moments that we that you recognize as a deep change of mind which produced joy or produced", "start": 3388.8, "end": 3406.8}
{"id": "FYKk3JHDLa4-t3406.8", "text": "not me no I think there's a spectrum yeah and yes I can remember a few real important moments where it's like almost like the duck rabbit where you know your perspective shifts and suddenly something a different way and then that enables you to go forward", "start": 3406.8, "end": 3430.8}
{"id": "FYKk3JHDLa4-t3430.8", "text": "and those are those are very exciting what about the idea of this turning point also involving a bit of a condensation of sort that you you've simplified something that was unwieldy and chaotic isn't that a part of this feeling that we're touching on", "start": 3430.8, "end": 3445.8}
{"id": "FYKk3JHDLa4-t3445.8", "text": "that's also very important historically the way the way the only way mathematics can progress is this process of sedimentation where ideas somehow get summarized into probably a theorem and then into a definition and then into a word and then that gets laid down and then you can go on", "start": 3445.8, "end": 3463.8}
{"id": "FYKk3JHDLa4-t3463.8", "text": "is that's part of the opposition to people who don't like computers doing math that you don't get the observed right but one of the aha moments that it's a collective aha moments is a total change of vocabulary", "start": 3463.8, "end": 3477.8}
{"id": "FYKk3JHDLa4-t3477.8", "text": "where one realizes as a community that doesn't just that random and say that symmetries are important you know that the idea of thinking of the group of symmetries of something rather than focusing specifically on the thing", "start": 3477.8, "end": 3495.8}
{"id": "FYKk3JHDLa4-t3495.8", "text": "gives you an in-road an insight now that is certainly a change of viewpoint but it's not any one person somebody who goes in the history of it's sort of developed but it's a it is a kind of low", "start": 3495.8, "end": 3513.8}
{"id": "FYKk3JHDLa4-t3513.8", "text": "moving aha moment of the community which I mean I am not reluctant to call it the sort of communal joy as a as having a result of having it as a", "start": 3513.8, "end": 3531.8}
{"id": "FYKk3JHDLa4-t3531.8", "text": "that's sort of narrative that would capture and I know you know this captures people's attention readers attention if they're rendered in a chapter like describing even if it was very slow to develop it's captivating to read about those sorts of developments", "start": 3531.8, "end": 3547.8}
{"id": "FYKk3JHDLa4-t3547.8", "text": "my answer to a various question seems far far field but it actually isn't I'll be very brief about the far field part it happened in my life when I was a very young person probably 14 years of age and I discovered the boss and Nova on the guitar", "start": 3547.8, "end": 3561.8}
{"id": "FYKk3JHDLa4-t3561.8", "text": "and that was a revelation for me I'm still trying to recover and before that I just played block chords there's a C chord a G chord F chord and so on and these are block harmonic sort of entities that you that you move in a in a blunt way from from one of the other", "start": 3561.8, "end": 3579.8}
{"id": "FYKk3JHDLa4-t3579.8", "text": "I learned the boss and over in the fingerboard and suddenly all of these things that I thought were independent were interrelated through voice leading figured by finger by finger so that you never moved in a block way at all it was always a subtle movement where you saw internal relations", "start": 3579.8, "end": 3595.8}
{"id": "FYKk3JHDLa4-t3595.8", "text": "and then you see one part to the next to the next and the next all of that music written on the guitar function functions in that way and so I saw harmony in a completely different way that's the far field part the closer in part is well that phenomenon of seeing", "start": 3595.8, "end": 3611.8}
{"id": "FYKk3JHDLa4-t3611.8", "text": "things in a much much more complicated way than you initially envisaged and and the simple way has been in your practice you see this other way of seeing everything you still have C chords and G chords and F chords but the interrelations between them are so complex these spider webs of relations", "start": 3611.8, "end": 3628.8}
{"id": "FYKk3JHDLa4-t3628.8", "text": "that you're working out on the fingerboard take you into a form of understanding you never would have had so that you end up really saying you know there really isn't anything such as a C chord or an F chord it's all a matter of the relations into which things enter it and that's what makes them what they are and I'm as I say that that was a moment where I saw the world", "start": 3628.8, "end": 3646.8}
{"id": "FYKk3JHDLa4-t3646.8", "text": "completely differently and certainly analogies all over you know aesthetics in the arts and I imagine there might be analogies in mathematics I know that being able to yoke together two things that once I'm thinking about something that I learned from Barry who had been inside about the numbers the natural numbers as being related to for instance not so now I mean that's an analogy", "start": 3646.8, "end": 3675.8}
{"id": "FYKk3JHDLa4-t3675.8", "text": "yeah and exactly and to me that was a moment of there was that's why I asked about the shock because it was like I was shocked and then the next moment I said well it somehow seemed familiar or it seemed right but I think part of it also has to do with two things coming together that there's a certain kind of tension it's a little bit like", "start": 3675.8, "end": 3694.8}
{"id": "FYKk3JHDLa4-t3694.8", "text": "two voices in music or not two notes being heard at once and that the unity is being grasped again through a kind of certain kind of tension between them I guess also in studying mathematics realizing that one was allowed to feel I remember struggling with it and", "start": 3694.8, "end": 3712.8}
{"id": "FYKk3JHDLa4-t3712.8", "text": "that one was allowed to feel the sense of dissonance that when was allowed maybe privately if not publicly to struggle with things and that that was that even when you approach a dissonance in music a consonance in music you tuning two strings as you approach very close to become more and more dissonant and you know if you've been tuning in they kind of jangle and then suddenly they fall into a kind of order", "start": 3712.8, "end": 3735.8}
{"id": "FYKk3JHDLa4-t3735.8", "text": "I mean my private theory about this is that this probably completely illegitimate biologically is that we're descended from amphibians that those are our distant ancestors and the beings that live both on the land and the water and that", "start": 3735.8, "end": 3752.8}
{"id": "FYKk3JHDLa4-t3752.8", "text": "that probably were laughed at by the other creatures that were not amphibians and thought that it was absurd that we would go from being in the womb and not breathing and then breathing this is just silly but somehow our ancestors were able to survive when the land dried up and they lay their gasping but somehow", "start": 3752.8, "end": 3771.8}
{"id": "FYKk3JHDLa4-t3771.8", "text": "that there's something about the amphibian in us that is still remains so that when two things come together when there's an analogy it has that same force of we're beings that have to live both in the land and in the water and have to go back and forth between them at home", "start": 3771.8, "end": 3789.8}
{"id": "FYKk3JHDLa4-t3789.8", "text": "either or in both and so that there's something strangely familiar to us about the situation of the two parts of an analogy coming together.", "start": 3789.8, "end": 3802.8}
{"id": "FYKk3JHDLa4-t3802.8", "text": "Okay I'll open it up for questions if you're going to make a comment make it very short and then ask a question.", "start": 3802.8, "end": 3820.8}
{"id": "FYKk3JHDLa4-t3820.8", "text": "My mind today is abstraction, I'm not sure if you mentioned yet, mathematics is always dealing with layers of abstraction maybe you start with something in the real world like five bottles on a table and then you geometry can tell you something about them and topology can tell you something", "start": 3820.8, "end": 3836.8}
{"id": "FYKk3JHDLa4-t3836.8", "text": "and then you abstract those one layer or many many layers farther and you end up in unity and I was thinking about this problem with students in that it's really a lack of understanding and appreciation of this process of abstraction as beautiful", "start": 3836.8, "end": 3853.8}
{"id": "FYKk3JHDLa4-t3853.8", "text": "in itself and I just think it's just wondering if you have thoughts about that I thought in particular the comments about dissonance as a and as something that is kind of a commentary on what we already know and then we move past that dissonance", "start": 3853.8, "end": 3870.8}
{"id": "FYKk3JHDLa4-t3870.8", "text": "and that kind of opens up a new world in a way comparing to the rationals or to Girdle's theory and stuff. Gosh I thought I had a question in there. Sorry.", "start": 3870.8, "end": 3882.8}
{"id": "FYKk3JHDLa4-t3882.8", "text": "It's very good. I think it's a good question.", "start": 3882.8, "end": 3887.8}
{"id": "FYKk3JHDLa4-t3887.8", "text": "About abstraction.", "start": 3887.8, "end": 3890.8}
{"id": "FYKk3JHDLa4-t3890.8", "text": "Well I mean the thing is if you're doing mathematics abstract is a verb rather than noun because you're seeing something you abstracted that is saying produce a structure that's inherent in it but the minute you do it that verb is no longer useful.", "start": 3890.8, "end": 3915.8}
{"id": "FYKk3JHDLa4-t3915.8", "text": "It's not an abstraction to you. It says as concrete as anything else that you're working with.", "start": 3915.8, "end": 3922.8}
{"id": "FYKk3JHDLa4-t3922.8", "text": "It becomes as concrete as lines and triangles no matter how abstract it is.", "start": 3922.8, "end": 3933.8}
{"id": "FYKk3JHDLa4-t3933.8", "text": "I think that fits in with what Peter was saying about the price you pay so there's this price to abstract.", "start": 3933.8, "end": 3940.8}
{"id": "FYKk3JHDLa4-t3940.8", "text": "It's a certain energy you have to put in this energy to gain the abstraction and then be able to live with it.", "start": 3940.8, "end": 3947.8}
{"id": "FYKk3JHDLa4-t3947.8", "text": "I'm going to go back to my classes with your thoughts and mind there trying to, it'll last about a day.", "start": 3947.8, "end": 3954.8}
{"id": "FYKk3JHDLa4-t3954.8", "text": "Trying to help them over this.", "start": 3954.8, "end": 3957.8}
{"id": "FYKk3JHDLa4-t3957.8", "text": "So it's almost like an energy hub to get the next level of abstraction.", "start": 3957.8, "end": 3963.8}
{"id": "FYKk3JHDLa4-t3963.8", "text": "Can you come to the...", "start": 3963.8, "end": 3965.8}
{"id": "FYKk3JHDLa4-t3965.8", "text": "I can shout.", "start": 3965.8, "end": 3968.8}
{"id": "FYKk3JHDLa4-t3968.8", "text": "This is a lovely discussion.", "start": 3968.8, "end": 3970.8}
{"id": "FYKk3JHDLa4-t3970.8", "text": "I wonder how different it would have been if this discussion happened 100 years ago when this society was formed or in fact a thousand years ago.", "start": 3970.8, "end": 3980.8}
{"id": "FYKk3JHDLa4-t3980.8", "text": "And I think many of us would agree that it wouldn't be fundamentally different.", "start": 3980.8, "end": 3985.8}
{"id": "FYKk3JHDLa4-t3985.8", "text": "Yet I think there are certain things that we can offer these days.", "start": 3985.8, "end": 3990.8}
{"id": "FYKk3JHDLa4-t3990.8", "text": "So beauty is of course the eye of the beholder but this is the wrong phrase. It's in the brain of the beholder.", "start": 3990.8, "end": 3998.8}
{"id": "FYKk3JHDLa4-t3998.8", "text": "So we would like to know where in the brain and how in the brain beauty is represented.", "start": 3998.8, "end": 4002.8}
{"id": "FYKk3JHDLa4-t4002.8", "text": "So a good friend of mine, Sam Wurzaki, has the same question in University College London and has an answer.", "start": 4002.8, "end": 4009.8}
{"id": "FYKk3JHDLa4-t4009.8", "text": "So what he has done is that he shows beautiful women, beautiful men to people and a particular structure called the Leclos combans", "start": 4009.8, "end": 4018.8}
{"id": "FYKk3JHDLa4-t4018.8", "text": "which is the site where dopamine is being released lights up.", "start": 4018.8, "end": 4022.8}
{"id": "FYKk3JHDLa4-t4022.8", "text": "Then it shows to a lot of people, professional musicians and people like me, Sean then.", "start": 4022.8, "end": 4031.8}
{"id": "FYKk3JHDLa4-t4031.8", "text": "Let's say Bartok and Lig", "start": 4031.8, "end": 4019.3}
{"id": "FYKk3JHDLa4-t4019.3", "text": "Lig", "start": 4019.3, "end": 4019.3}
{"id": "FYKk3JHDLa4-t4019.3", "text": "Lig", "start": 4019.3, "end": 4019.3}
{"id": "FYKk3JHDLa4-t4019.3", "text": "Ligok", "start": 4019.3, "end": 4019.3}
{"id": "FYKk3JHDLa4-t4019.3", "text": "Ligok", "start": 4019.3, "end": 4019.3}
{"id": "FYKk3JHDLa4-t4019.3", "text": "Ligok", "start": 4019.3, "end": 4019.3}
{"id": "FYKk3JHDLa4-t4019.3", "text": "Ligok", "start": 4019.3, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Ligok", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Ligok", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Ligok", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Lig", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Ligok", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Lig", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Lig", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Lig", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Lig", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Lig", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Lig", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4019.8", "text": "Lig", "start": 4019.8, "end": 4019.8}
{"id": "FYKk3JHDLa4-t4020.8", "text": "Ligok", "start": 4020.8, "end": 4020.8}
{"id": "FYKk3JHDLa4-t4020.8", "text": "Ligok", "start": 4020.8, "end": 4020.8}
{"id": "FYKk3JHDLa4-t4020.8", "text": "Ligno", "start": 4020.8, "end": 4021.8}
{"id": "FYKk3JHDLa4-t4021.8", "text": "Lig looms", "start": 4021.8, "end": 4022.8}
{"id": "FYKk3JHDLa4-t4022.8", "text": "Ligok", "start": 4022.8, "end": 4023.8}
{"id": "FYKk3JHDLa4-t4023.8", "text": "Lig Lei", "start": 4023.8, "end": 4024.8}
{"id": "FYKk3JHDLa4-t4024.8", "text": "Lig", "start": 4024.8, "end": 4049.04}
{"id": "FYKk3JHDLa4-t4049.04", "text": "and beautiful problems and also to people like me.", "start": 4049.04, "end": 4054.04}
{"id": "FYKk3JHDLa4-t4054.04", "text": "And the surprise was of course that Duke Loves Up members", "start": 4054.04, "end": 4056.04}
{"id": "FYKk3JHDLa4-t4056.04", "text": "in the FMRI lights up.", "start": 4056.04, "end": 4058.04}
{"id": "FYKk3JHDLa4-t4058.04", "text": "So if you are looking at from the point of view of the observer,", "start": 4058.04, "end": 4062.04}
{"id": "FYKk3JHDLa4-t4062.04", "text": "which is in this case is the brain, you have an answer", "start": 4062.04, "end": 4065.04}
{"id": "FYKk3JHDLa4-t4065.04", "text": "that what beauty is.", "start": 4065.04, "end": 4067.04}
{"id": "FYKk3JHDLa4-t4067.04", "text": "What beauty is is that what Peter said, this is this energy barrier,", "start": 4067.04, "end": 4070.04}
{"id": "FYKk3JHDLa4-t4070.04", "text": "which is once it is solved or once you overcome it,", "start": 4070.04, "end": 4074.04}
{"id": "FYKk3JHDLa4-t4074.04", "text": "it releases dopamine and that's where beauty is.", "start": 4074.04, "end": 4077.04}
{"id": "FYKk3JHDLa4-t4077.04", "text": "I have, you know, science of course has answers also in their studies.", "start": 4077.04, "end": 4081.04}
{"id": "FYKk3JHDLa4-t4081.04", "text": "I'm so proud of the beauty of Matt if you are interested.", "start": 4081.04, "end": 4085.04}
{"id": "FYKk3JHDLa4-t4085.04", "text": "I can talk about that.", "start": 4085.04, "end": 4087.04}
{"id": "FYKk3JHDLa4-t4087.04", "text": "That's a wonderful description of interesting research.", "start": 4087.04, "end": 4091.04}
{"id": "FYKk3JHDLa4-t4091.04", "text": "But it also does, I think this is the point about what beauty is.", "start": 4091.04, "end": 4094.04}
{"id": "FYKk3JHDLa4-t4094.04", "text": "This is the outcome.", "start": 4094.04, "end": 4096.04}
{"id": "FYKk3JHDLa4-t4096.04", "text": "This says that when people do find something beautiful,", "start": 4096.04, "end": 4099.04}
{"id": "FYKk3JHDLa4-t4099.04", "text": "that part of their brain lights up, that's not saying,", "start": 4099.04, "end": 4102.04}
{"id": "FYKk3JHDLa4-t4102.04", "text": "well, what is it that makes it beautiful, right?", "start": 4102.04, "end": 4104.04}
{"id": "FYKk3JHDLa4-t4104.04", "text": "Because I guess you can infer from that study that different people", "start": 4104.04, "end": 4107.04}
{"id": "FYKk3JHDLa4-t4107.04", "text": "with different perspectives or different fronts of knowledge", "start": 4107.04, "end": 4111.04}
{"id": "FYKk3JHDLa4-t4111.04", "text": "might find something beautiful that someone else might not find beautiful, right?", "start": 4111.04, "end": 4115.04}
{"id": "FYKk3JHDLa4-t4115.04", "text": "But you shouldn't equate, not that you were saying this,", "start": 4115.04, "end": 4117.04}
{"id": "FYKk3JHDLa4-t4117.04", "text": "but shouldn't equate the nucleus accomens as the core of beauty", "start": 4117.04, "end": 4122.04}
{"id": "FYKk3JHDLa4-t4122.04", "text": "like the pineal gland was where the salt entered the body.", "start": 4122.04, "end": 4126.04}
{"id": "FYKk3JHDLa4-t4126.04", "text": "This is a wonderful question.", "start": 4126.04, "end": 4127.04}
{"id": "FYKk3JHDLa4-t4127.04", "text": "I agree with the first part.", "start": 4127.04, "end": 4129.04}
{"id": "FYKk3JHDLa4-t4129.04", "text": "I think that the, to say it's in the eye of the beholder,", "start": 4129.04, "end": 4132.04}
{"id": "FYKk3JHDLa4-t4132.04", "text": "I agree with you, it's entirely wrong, but you said it's in the brain of the beholder.", "start": 4132.04, "end": 4136.04}
{"id": "FYKk3JHDLa4-t4136.04", "text": "I want to say non-reductively anti-physiologically,", "start": 4136.04, "end": 4139.04}
{"id": "FYKk3JHDLa4-t4139.04", "text": "it's in the mind of the beholder.", "start": 4139.04, "end": 4141.04}
{"id": "FYKk3JHDLa4-t4141.04", "text": "And from a conversation we had earlier today,", "start": 4141.04, "end": 4144.04}
{"id": "FYKk3JHDLa4-t4144.04", "text": "I think that Ed will tell us that if there were a drug that could produce", "start": 4144.04, "end": 4148.04}
{"id": "FYKk3JHDLa4-t4148.04", "text": "that particular neurological response, that would be a response in the mind,", "start": 4148.04, "end": 4153.04}
{"id": "FYKk3JHDLa4-t4153.04", "text": "in the brain, but it would not be an aesthetic experience.", "start": 4153.04, "end": 4156.04}
{"id": "FYKk3JHDLa4-t4156.04", "text": "And so that remainder really is what we want to focus on.", "start": 4156.04, "end": 4161.04}
{"id": "FYKk3JHDLa4-t4161.04", "text": "What is the only structure I have to talk about dieting?", "start": 4161.04, "end": 4164.04}
{"id": "FYKk3JHDLa4-t4164.04", "text": "Good enough, we'll talk about that.", "start": 4164.04, "end": 4166.04}
{"id": "FYKk3JHDLa4-t4166.04", "text": "The answers of the dieting.", "start": 4166.04, "end": 4169.04}
{"id": "FYKk3JHDLa4-t4169.04", "text": "The other question, Yuri, would be about how the transformation is made", "start": 4169.04, "end": 4175.04}
{"id": "FYKk3JHDLa4-t4175.04", "text": "between the student for whom the mathematical idea doesn't release the dopamine", "start": 4175.04, "end": 4179.04}
{"id": "FYKk3JHDLa4-t4179.04", "text": "and the mathematician quote unquote, who is what's upon a time,", "start": 4179.04, "end": 4183.04}
{"id": "FYKk3JHDLa4-t4183.04", "text": "a student, a child who didn't know five,", "start": 4183.04, "end": 4186.04}
{"id": "FYKk3JHDLa4-t4186.04", "text": "didn't know that there were five bottles on the table or anything like that.", "start": 4186.04, "end": 4189.04}
{"id": "FYKk3JHDLa4-t4189.04", "text": "Something has changed in the brain so that the apprehension of a beautiful person", "start": 4189.04, "end": 4194.04}
{"id": "FYKk3JHDLa4-t4194.04", "text": "seems to have a kind of immediacy.", "start": 4194.04, "end": 4196.04}
{"id": "FYKk3JHDLa4-t4196.04", "text": "And the difficulty what we're dealing with here is that mathematical beauty often", "start": 4196.04, "end": 4200.04}
{"id": "FYKk3JHDLa4-t4200.04", "text": "is not immediate.", "start": 4200.04, "end": 4201.04}
{"id": "FYKk3JHDLa4-t4201.04", "text": "It requires a kind of struggle to reach it,", "start": 4201.04, "end": 4205.04}
{"id": "FYKk3JHDLa4-t4205.04", "text": "that the mathematician is doing, and that the student and the child is doing.", "start": 4205.04, "end": 4208.04}
{"id": "FYKk3JHDLa4-t4208.04", "text": "This struggle is the one over F that you remember,", "start": 4208.04, "end": 4212.04}
{"id": "FYKk3JHDLa4-t4212.04", "text": "namely that a setting is somewhere in between the totally predictable", "start": 4212.04, "end": 4218.04}
{"id": "FYKk3JHDLa4-t4218.04", "text": "and totally unpredictable.", "start": 4218.04, "end": 4220.04}
{"id": "FYKk3JHDLa4-t4220.04", "text": "And neuroscience borrowed a term from physics, an ugly one, called complexity.", "start": 4220.04, "end": 4225.04}
{"id": "FYKk3JHDLa4-t4225.04", "text": "But complexity is where the middle is, which is sort of predictable, but not quite.", "start": 4225.04, "end": 4231.04}
{"id": "FYKk3JHDLa4-t4231.04", "text": "So this is what makes music so beautiful, that you can predict what's coming next,", "start": 4231.04, "end": 4236.04}
{"id": "FYKk3JHDLa4-t4236.04", "text": "but not quite.", "start": 4236.04, "end": 4237.04}
{"id": "FYKk3JHDLa4-t4237.04", "text": "And this playful is the same thing, the same thing, the same thing, the same thing.", "start": 4237.04, "end": 4240.04}
{"id": "FYKk3JHDLa4-t4240.04", "text": "This playful, you call it effort, but the same thing.", "start": 4240.04, "end": 4243.04}
{"id": "FYKk3JHDLa4-t4243.04", "text": "And of course, this is not the same in your brain, in my brain,", "start": 4243.04, "end": 4248.04}
{"id": "FYKk3JHDLa4-t4248.04", "text": "because it is a question of the tens of years of education that you have,", "start": 4248.04, "end": 4254.04}
{"id": "FYKk3JHDLa4-t4254.04", "text": "because in order to enjoy Bartok, it's not the same then enjoy a drum.", "start": 4254.04, "end": 4259.04}
{"id": "FYKk3JHDLa4-t4259.04", "text": "And so this level of complexity happens to be an interesting one,", "start": 4259.04, "end": 4264.04}
{"id": "FYKk3JHDLa4-t4264.04", "text": "because if you calculate the Fourier transform of music,", "start": 4264.04, "end": 4270.04}
{"id": "FYKk3JHDLa4-t4270.04", "text": "it's the same as the equation of brain waves or electrical activity of the brain.", "start": 4270.04, "end": 4276.04}
{"id": "FYKk3JHDLa4-t4276.04", "text": "So it's not a wonder that the brain resonates with particular type of music,", "start": 4276.04, "end": 4281.04}
{"id": "FYKk3JHDLa4-t4281.04", "text": "because it is the kind of dynamics it makes.", "start": 4281.04, "end": 4284.04}
{"id": "FYKk3JHDLa4-t4284.04", "text": "Hi, Chris.", "start": 4284.04, "end": 4285.04}
{"id": "FYKk3JHDLa4-t4288.04", "text": "N", "start": 4288.04, "end": 4296.3}
{"id": "FYKk3JHDLa4-t4296.3", "text": "First time I'm a mathematician, and I spent most of my career at an engineering school", "start": 4296.3, "end": 4302.3}
{"id": "FYKk3JHDLa4-t4302.3", "text": "and had to not focus on beauty.", "start": 4302.3, "end": 4307.3}
{"id": "FYKk3JHDLa4-t4307.3", "text": "The other thing I want to say first is that I'm not nearly as well read as all of you", "start": 4307.3, "end": 4312.3}
{"id": "FYKk3JHDLa4-t4312.3", "text": "about beauty and aesthetics.", "start": 4312.3, "end": 4314.3}
{"id": "FYKk3JHDLa4-t4314.3", "text": "So this is going to be much more mundane, and I'm hoping you can add.", "start": 4314.3, "end": 4320.3}
{"id": "FYKk3JHDLa4-t4320.3", "text": "My question is whether you guys can tear it apart.", "start": 4320.3, "end": 4324.3}
{"id": "FYKk3JHDLa4-t4324.3", "text": "So when I talk to students, I can't focus on beauty because these are engineers,", "start": 4324.3, "end": 4330.3}
{"id": "FYKk3JHDLa4-t4330.3", "text": "and I focus on what I call the craft of mathematics,", "start": 4330.3, "end": 4334.3}
{"id": "FYKk3JHDLa4-t4334.3", "text": "where you're not trying to create new mathematics, but you have to do mathematics.", "start": 4334.3, "end": 4338.3}
{"id": "FYKk3JHDLa4-t4338.3", "text": "And this is very important.", "start": 4338.3, "end": 4339.3}
{"id": "FYKk3JHDLa4-t4339.3", "text": "It's not just doing formulas or applying procedures, and this is what I realized.", "start": 4339.3, "end": 4345.3}
{"id": "FYKk3JHDLa4-t4345.3", "text": "So I came up with the following rather mundane simplistic description of mathematics.", "start": 4345.3, "end": 4352.3}
{"id": "FYKk3JHDLa4-t4352.3", "text": "It's the use of abstraction and deductive logic to develop new knowledge from old knowledge.", "start": 4352.3, "end": 4360.3}
{"id": "FYKk3JHDLa4-t4360.3", "text": "So you had to start somewhere, but then you can build from there.", "start": 4360.3, "end": 4365.3}
{"id": "FYKk3JHDLa4-t4365.3", "text": "So that's my view of the craft of mathematics.", "start": 4365.3, "end": 4370.3}
{"id": "FYKk3JHDLa4-t4370.3", "text": "Then I also had to explain math to someone who knew nothing about mathematics,", "start": 4370.3, "end": 4378.3}
{"id": "FYKk3JHDLa4-t4378.3", "text": "and try to describe to them this beauty or why there was this wonder when we do mathematics.", "start": 4378.3, "end": 4384.3}
{"id": "FYKk3JHDLa4-t4384.3", "text": "And the analogy I came up with is that mathematics, so this is very clateness,", "start": 4384.3, "end": 4389.3}
{"id": "FYKk3JHDLa4-t4389.3", "text": "is that it's a universe, but it's an invisible universe.", "start": 4389.3, "end": 4393.3}
{"id": "FYKk3JHDLa4-t4393.3", "text": "It only exists in our heads.", "start": 4393.3, "end": 4395.3}
{"id": "FYKk3JHDLa4-t4395.3", "text": "But it's a universe we all share.", "start": 4395.3, "end": 4399.3}
{"id": "FYKk3JHDLa4-t4399.3", "text": "There's a commonality and therefore unity, because different mathematicians follow different paths and everything.", "start": 4399.3, "end": 4406.3}
{"id": "FYKk3JHDLa4-t4406.3", "text": "But then we always come to a common agreement of what's there in the universe.", "start": 4406.3, "end": 4412.3}
{"id": "FYKk3JHDLa4-t4412.3", "text": "I mean, we may see different things than we do it.", "start": 4412.3, "end": 4415.3}
{"id": "FYKk3JHDLa4-t4415.3", "text": "In fact, it reminded me of the movie Inception, if you know that one.", "start": 4415.3, "end": 4421.3}
{"id": "FYKk3JHDLa4-t4421.3", "text": "But anyway, that's kind of the way I see it.", "start": 4421.3, "end": 4424.3}
{"id": "FYKk3JHDLa4-t4424.3", "text": "So that's, you know, there's consistency in this.", "start": 4424.3, "end": 4428.3}
{"id": "FYKk3JHDLa4-t4428.3", "text": "So the beauty, what's the beauty or the joy?", "start": 4428.3, "end": 4431.3}
{"id": "FYKk3JHDLa4-t4431.3", "text": "It's when you discover that these different parts of the universe that seem complicated or mysterious,", "start": 4431.3, "end": 4437.3}
{"id": "FYKk3JHDLa4-t4437.3", "text": "one is suddenly you understand why it's there.", "start": 4437.3, "end": 4440.3}
{"id": "FYKk3JHDLa4-t4440.3", "text": "And when you explore completely different things, suddenly you realize how they're really part of the same thing.", "start": 4440.3, "end": 4448.3}
{"id": "FYKk3JHDLa4-t4448.3", "text": "And that to me is how I see math these days.", "start": 4448.3, "end": 4452.3}
{"id": "FYKk3JHDLa4-t4452.3", "text": "I just want to, you said use the word why.", "start": 4452.3, "end": 4459.3}
{"id": "FYKk3JHDLa4-t4459.3", "text": "I think nobody around the table use, but that in some sense what everybody, all the mathematicians are striving for.", "start": 4459.3, "end": 4465.3}
{"id": "FYKk3JHDLa4-t4465.3", "text": "What's the why question rather?", "start": 4465.3, "end": 4467.3}
{"id": "FYKk3JHDLa4-t4467.3", "text": "Not the what question, which is somehow beside the point.", "start": 4467.3, "end": 4471.3}
{"id": "FYKk3JHDLa4-t4471.3", "text": "And do your students understand why when they're finished?", "start": 4471.3, "end": 4476.3}
{"id": "FYKk3JHDLa4-t4476.3", "text": "Why? Because they can solve the problems or why what you told them allows them to solve the problems.", "start": 4476.3, "end": 4484.3}
{"id": "FYKk3JHDLa4-t4484.3", "text": "Well, so when we were working with weaker students, they had been trained very badly,", "start": 4484.3, "end": 4492.3}
{"id": "FYKk3JHDLa4-t4492.3", "text": "where they thought we were like the priests and we were supposed to give them the scriptures,", "start": 4492.3, "end": 4497.3}
{"id": "FYKk3JHDLa4-t4497.3", "text": "and then they would just follow the scriptures and solve the problems.", "start": 4497.3, "end": 4500.3}
{"id": "FYKk3JHDLa4-t4500.3", "text": "And we had to kind of point out to them that once they knew some basic things,", "start": 4500.3, "end": 4506.3}
{"id": "FYKk3JHDLa4-t4506.3", "text": "they themselves could put together things and do things themselves.", "start": 4506.3, "end": 4510.3}
{"id": "FYKk3JHDLa4-t4510.3", "text": "And that's why I call it a craft.", "start": 4510.3, "end": 4512.3}
{"id": "FYKk3JHDLa4-t4512.3", "text": "And there's that too, because the students, I saw them with joy,", "start": 4512.3, "end": 4518.3}
{"id": "FYKk3JHDLa4-t4518.3", "text": "because we had a way of teaching where they would struggle with a problem,", "start": 4518.3, "end": 4523.3}
{"id": "FYKk3JHDLa4-t4523.3", "text": "and we would refuse to tell them how to do it.", "start": 4523.3, "end": 4526.3}
{"id": "FYKk3JHDLa4-t4526.3", "text": "We would simply teach them knowledge that was somehow we knew what was necessary.", "start": 4526.3, "end": 4532.3}
{"id": "FYKk3JHDLa4-t4532.3", "text": "And at some point, the student would suddenly be able to put everything together and see how it all fit together", "start": 4532.3, "end": 4539.3}
{"id": "FYKk3JHDLa4-t4539.3", "text": "and how it led to what they wanted.", "start": 4539.3, "end": 4542.3}
{"id": "FYKk3JHDLa4-t4542.3", "text": "And there was this moment of joy in the student that we saw.", "start": 4542.3, "end": 4546.3}
{"id": "FYKk3JHDLa4-t4546.3", "text": "And in fact, the way they expressed it was they'd suddenly look at me and they'd say, go away.", "start": 4546.3, "end": 4551.3}
{"id": "FYKk3JHDLa4-t4551.3", "text": "I got it.", "start": 4551.3, "end": 4555.3}
{"id": "FYKk3JHDLa4-t4555.3", "text": "And these were weak students.", "start": 4555.3, "end": 4558.3}
{"id": "FYKk3JHDLa4-t4558.3", "text": "So for me, that was a lot of joy.", "start": 4558.3, "end": 4561.3}
{"id": "FYKk3JHDLa4-t4561.3", "text": "To me, just to underline something you're saying,", "start": 4561.3, "end": 4565.3}
{"id": "FYKk3JHDLa4-t4565.3", "text": "that somehow the greatest praise of mathematics is it's the way in which you could change your mind", "start": 4565.3, "end": 4570.3}
{"id": "FYKk3JHDLa4-t4570.3", "text": "and which you could find out what you don't know.", "start": 4570.3, "end": 4573.3}
{"id": "FYKk3JHDLa4-t4573.3", "text": "Exactly.", "start": 4573.3, "end": 4574.3}
{"id": "FYKk3JHDLa4-t4574.3", "text": "It's building new knowledge out of all.", "start": 4574.3, "end": 4576.3}
{"id": "FYKk3JHDLa4-t4576.3", "text": "A weak student like myself or the mathematicians that are the better students of mathematics", "start": 4576.3, "end": 4582.3}
{"id": "FYKk3JHDLa4-t4582.3", "text": "want to know how to go from not understanding to understanding.", "start": 4582.3, "end": 4587.3}
{"id": "FYKk3JHDLa4-t4587.3", "text": "It seems to me mathematics is the art of that above all.", "start": 4587.3, "end": 4591.3}
{"id": "FYKk3JHDLa4-t4591.3", "text": "It's a master art that maybe has taught Western philosophy that and maybe all of the world", "start": 4591.3, "end": 4597.3}
{"id": "FYKk3JHDLa4-t4597.3", "text": "what it meant to understanding or solving.", "start": 4597.3, "end": 4603.3}
{"id": "FYKk3JHDLa4-t4603.3", "text": "Well, let me put it down.", "start": 4603.3, "end": 4605.3}
{"id": "FYKk3JHDLa4-t4605.3", "text": "Another thing is that we tend to talk about mathematics as somehow objects.", "start": 4605.3, "end": 4610.3}
{"id": "FYKk3JHDLa4-t4610.3", "text": "And there was something mentioned in the", "start": 4610.3, "end": 4619.3}
{"id": "FYKk3JHDLa4-t4619.3", "text": "book that suddenly realized you can do something you couldn't do before.", "start": 4619.3, "end": 4623.3}
{"id": "FYKk3JHDLa4-t4623.3", "text": "And to me, that's part of the power and therefore the pleasure of mathematics.", "start": 4623.3, "end": 4629.3}
{"id": "FYKk3JHDLa4-t4629.3", "text": "You develop power.", "start": 4629.3, "end": 4631.3}
{"id": "FYKk3JHDLa4-t4631.3", "text": "I think that's it.", "start": 4631.3, "end": 4637.3}
{"id": "FYKk3JHDLa4-t4637.3", "text": "Thank you all for a fascinating discussion.", "start": 4637.3, "end": 4640.3}
{"id": "FYKk3JHDLa4-t4640.3", "text": "I wanted to comment on the nucleus of commons.", "start": 4640.3, "end": 4644.3}
{"id": "FYKk3JHDLa4-t4644.3", "text": "I remember my neuroscience correctly.", "start": 4644.3, "end": 4649.3}
{"id": "FYKk3JHDLa4-t4649.3", "text": "It's an area that lights up when there is pleasure.", "start": 4649.3, "end": 4652.3}
{"id": "FYKk3JHDLa4-t4652.3", "text": "And certainly one aspect of beauty is giving pleasure.", "start": 4652.3, "end": 4655.3}
{"id": "FYKk3JHDLa4-t4655.3", "text": "Even ugly things can give pleasure.", "start": 4655.3, "end": 4658.3}
{"id": "FYKk3JHDLa4-t4658.3", "text": "But I would hardly equate it to beauty.", "start": 4658.3, "end": 4662.3}
{"id": "FYKk3JHDLa4-t4662.3", "text": "And I think that view comes from an anti-paparian view of science.", "start": 4662.3, "end": 4668.3}
{"id": "FYKk3JHDLa4-t4668.3", "text": "You take things that you think are beautiful.", "start": 4668.3, "end": 4670.3}
{"id": "FYKk3JHDLa4-t4670.3", "text": "Show the nucleus of commons lights up.", "start": 4670.3, "end": 4673.3}
{"id": "FYKk3JHDLa4-t4673.3", "text": "You don't attempt to break it.", "start": 4673.3, "end": 4675.3}
{"id": "FYKk3JHDLa4-t4675.3", "text": "So if you win in a roulette game, you're going to get a lot of action in the nucleus of commons.", "start": 4675.3, "end": 4682.3}
{"id": "FYKk3JHDLa4-t4682.3", "text": "But I don't think we'd want to say that that roulette game was beautiful.", "start": 4682.3, "end": 4688.3}
{"id": "FYKk3JHDLa4-t4688.3", "text": "We have to be smart that we know that it's not all of the influence of the commons.", "start": 4688.3, "end": 4694.3}
{"id": "FYKk3JHDLa4-t4694.3", "text": "I have to make a correction.", "start": 4694.3, "end": 4695.3}
{"id": "FYKk3JHDLa4-t4695.3", "text": "But then there is a distinction between simple pleasure and the beauty.", "start": 4695.3, "end": 4700.3}
{"id": "FYKk3JHDLa4-t4700.3", "text": "So the pleasure said, those things that light up beauty, political areas,", "start": 4700.3, "end": 4704.3}
{"id": "FYKk3JHDLa4-t4704.3", "text": "don't happen when you have a measure of eating.", "start": 4704.3, "end": 4708.3}
{"id": "FYKk3JHDLa4-t4708.3", "text": "I'm sorry to say that the commons is one thing in the brain.", "start": 4708.3, "end": 4713.3}
{"id": "FYKk3JHDLa4-t4713.3", "text": "You can separate aesthetic from the sittul dohavam.", "start": 4713.3, "end": 4717.3}
{"id": "FYKk3JHDLa4-t4717.3", "text": "There were a long way from finding aesthetics in the brain.", "start": 4717.3, "end": 4721.3}
{"id": "FYKk3JHDLa4-t4721.3", "text": "One point was that you can eat the best.", "start": 4721.3, "end": 4723.3}
{"id": "FYKk3JHDLa4-t4723.3", "text": "That's another round table discussion.", "start": 4723.3, "end": 4726.3}
{"id": "FYKk3JHDLa4-t4726.3", "text": "I know that.", "start": 4726.3, "end": 4728.3}
{"id": "FYKk3JHDLa4-t4728.3", "text": "I was going to say that I know that Wittgenstein was opposed to this notion that questions", "start": 4728.3, "end": 4733.3}
{"id": "FYKk3JHDLa4-t4733.3", "text": "about aesthetics have anything to do with neuroscience or psychology.", "start": 4733.3, "end": 4738.3}
{"id": "FYKk3JHDLa4-t4738.3", "text": "It's a different sort of language game.", "start": 4738.3, "end": 4741.3}
{"id": "FYKk3JHDLa4-t4741.3", "text": "It's not that it's nothing or that it has nothing to say.", "start": 4741.3, "end": 4744.3}
{"id": "FYKk3JHDLa4-t4744.3", "text": "But these are on different sort of dimensions of discourse, let's say.", "start": 4744.3, "end": 4749.3}
{"id": "FYKk3JHDLa4-t4749.3", "text": "Would you agree with that?", "start": 4749.3, "end": 4752.3}
{"id": "FYKk3JHDLa4-t4752.3", "text": "I just want to make one comment on what you said about your students.", "start": 4752.3, "end": 4757.3}
{"id": "FYKk3JHDLa4-t4757.3", "text": "I mean, that is the dream of any teacher of mathematics to turn students into their own", "start": 4757.3, "end": 4764.3}
{"id": "FYKk3JHDLa4-t4764.3", "text": "agent, as being to make students their own agents in creating the world of mathematics.", "start": 4764.3, "end": 4772.3}
{"id": "FYKk3JHDLa4-t4772.3", "text": "I mean, there's the craft, which is essential.", "start": 4772.3, "end": 4778.3}
{"id": "FYKk3JHDLa4-t4778.3", "text": "And then that moment where the craftsman becomes a free agent.", "start": 4778.3, "end": 4785.3}
{"id": "FYKk3JHDLa4-t4785.3", "text": "I have a question that requires little interpretations, but you can interpret it, my question.", "start": 4785.3, "end": 4798.3}
{"id": "FYKk3JHDLa4-t4798.3", "text": "If you allow me to, I'm ready, but it's not my.", "start": 4798.3, "end": 4803.3}
{"id": "FYKk3JHDLa4-t4803.3", "text": "My during experience, my experience during the years, decades, both in music and science,", "start": 4803.3, "end": 4811.3}
{"id": "FYKk3JHDLa4-t4811.3", "text": "that was I was lacking because of family constellations, show me that some very great difference", "start": 4811.3, "end": 4819.3}
{"id": "FYKk3JHDLa4-t4819.3", "text": "between the pure structures, pure mathematical structures.", "start": 4819.3, "end": 4822.3}
{"id": "FYKk3JHDLa4-t4822.3", "text": "Actually, every structure in order to prove that every structure is pure, you need to prove.", "start": 4822.3, "end": 4829.3}
{"id": "FYKk3JHDLa4-t4829.3", "text": "But one of the very natural proof, whether some structure is pure, try to perform some", "start": 4829.3, "end": 4836.3}
{"id": "FYKk3JHDLa4-t4836.3", "text": "mathematical structure by music or by poetry, because any pure structure, if you substitute", "start": 4836.3, "end": 4843.3}
{"id": "FYKk3JHDLa4-t4843.3", "text": "by reaction any science with the music sheets or something like that,", "start": 4843.3, "end": 4848.3}
{"id": "FYKk3JHDLa4-t4848.3", "text": "show, express the harmony and the proportions and the beauty.", "start": 4848.3, "end": 4852.3}
{"id": "FYKk3JHDLa4-t4852.3", "text": "My question is, until pure structure of mathematics is not yet performed, they express the sense of beauty.", "start": 4852.3, "end": 4861.3}
{"id": "FYKk3JHDLa4-t4861.3", "text": "But it's now, I speak about this great difference.", "start": 4861.3, "end": 4866.3}
{"id": "FYKk3JHDLa4-t4866.3", "text": "But when the pure structure of mathematics begin to perform, they express not only sense of beauty,", "start": 4866.3, "end": 4873.3}
{"id": "FYKk3JHDLa4-t4873.3", "text": "but also sense of sublime.", "start": 4873.3, "end": 4876.3}
{"id": "FYKk3JHDLa4-t4876.3", "text": "All the great composers make this distinguish between, what is the distance between ignorance and beauty,", "start": 4876.3, "end": 4883.3}
{"id": "FYKk3JHDLa4-t4883.3", "text": "this is the distance between beauty and sublime.", "start": 4883.3, "end": 4886.3}
{"id": "FYKk3JHDLa4-t4886.3", "text": "Sublime ever included in self beauty, but is there something more?", "start": 4886.3, "end": 4894.3}
{"id": "FYKk3JHDLa4-t4894.3", "text": "Therefore, why so much, not only passionate, but people are so much impacted, not by very pure", "start": 4894.3, "end": 4901.3}
{"id": "FYKk3JHDLa4-t4901.3", "text": "mathematical structure, but the performance of mathematics.", "start": 4901.3, "end": 4904.3}
{"id": "FYKk3JHDLa4-t4904.3", "text": "I can say that the mathematics is part of pure ideas in the mind of God,", "start": 4904.3, "end": 4910.3}
{"id": "FYKk3JHDLa4-t4910.3", "text": "and when God starts to perform ideas, pure ideas, structures in his mind, appears the universe.", "start": 4910.3, "end": 4916.3}
{"id": "FYKk3JHDLa4-t4916.3", "text": "When the man starts to begin to perform the pure structure of their own mind, they create art.", "start": 4916.3, "end": 4925.3}
{"id": "FYKk3JHDLa4-t4925.3", "text": "Therefore, because the whole universe, I think the question is the mathematics is beauty or beauty is", "start": 4925.3, "end": 4935.3}
{"id": "FYKk3JHDLa4-t4935.3", "text": "the performance of mathematical structure. This is not logical because the whole universe can see from harmony, proportions and symmetry everywhere.", "start": 4935.3, "end": 4945.3}
{"id": "FYKk3JHDLa4-t4945.3", "text": "The main question is because the sense of beauty, the numbers express the sense of beauty.", "start": 4945.3, "end": 4954.3}
{"id": "FYKk3JHDLa4-t4954.3", "text": "But the concept, I mean conceptual, the concept doesn't express only the sense of beauty.", "start": 4954.3, "end": 4962.3}
{"id": "FYKk3JHDLa4-t4962.3", "text": "I mean the concept like philosophy or some pure classical poetry, nevertheless of the pure structure,", "start": 4962.3, "end": 4968.3}
{"id": "FYKk3JHDLa4-t4968.3", "text": "they express something different than only the sense of beauty.", "start": 4968.3, "end": 4973.3}
{"id": "FYKk3JHDLa4-t4973.3", "text": "And what is the difference between sense of beauty and sense of sublime?", "start": 4973.3, "end": 4977.3}
{"id": "FYKk3JHDLa4-t4977.3", "text": "Sublime is, I mean, I finish now to say that, according to me, sublime is beauty mingled with some bitterness and sufferings.", "start": 4977.3, "end": 4987.3}
{"id": "FYKk3JHDLa4-t4987.3", "text": "Because if you remember the law of great genius of music, Bach confesses that the music is to transform the suffering of the content into joy by the beauty of aesthetic shape.", "start": 4987.3, "end": 5000.3}
{"id": "FYKk3JHDLa4-t5000.3", "text": "Therefore, aesthetic shape transforms every negative emotion, suffering bitterness into beauty which is the highest end pleasure.", "start": 5000.3, "end": 5008.3}
{"id": "FYKk3JHDLa4-t5008.3", "text": "Because sublime is, there is the gift and finish only one word, beauty gives positive pleasure.", "start": 5008.3, "end": 5016.3}
{"id": "FYKk3JHDLa4-t5016.3", "text": "But sublime expressed the sense of sublime, we feel as there is the pleasure different, there is another kind of pleasure that is bound to a patient stronger than satisfaction.", "start": 5016.3, "end": 5034.3}
{"id": "FYKk3JHDLa4-t5034.3", "text": "And this is the some mingleness, some synthesis, some mixture between the pleasure and sorrow and dream and some bitterness.", "start": 5034.3, "end": 5047.3}
{"id": "FYKk3JHDLa4-t5047.3", "text": "Because all the great genius of music, they never do it, they express the performance of pure structure, the pure structure, already perform expressed the sense of sublime.", "start": 5047.3, "end": 5060.3}
{"id": "FYKk3JHDLa4-t5060.3", "text": "And this is, I think, yeah, very important.", "start": 5060.3, "end": 5064.3}
{"id": "FYKk3JHDLa4-t5064.3", "text": "I think I was, that's similar to something that I was trying to say that, and it was brought up several times, that there's a kind of dissonance that's experienced, which could be experienced, is experienced by young people, by learners of all ages as painful,", "start": 5064.3, "end": 5081.3}
{"id": "FYKk3JHDLa4-t5081.3", "text": "and which at a certain point might become pleasurable, might be recognized as something that's beautiful. I don't, I mean, we haven't systematically tried to separate the beautiful and the sublime in mathematics.", "start": 5081.3, "end": 5094.3}
{"id": "FYKk3JHDLa4-t5094.3", "text": "So, we haven't tried to separate the moments where you would say, that was a sublime as opposed to beautiful theorem.", "start": 5094.3, "end": 5100.3}
{"id": "FYKk3JHDLa4-t5100.3", "text": "Those, they seem to go back and forth depending on your reaction or the amount of difficulty that you're having, you might judge it to be sublime or to be.", "start": 5100.3, "end": 5111.3}
{"id": "FYKk3JHDLa4-t5111.3", "text": "This is another notion about aesthetics that it engages this, the free play of the imagination.", "start": 5111.3, "end": 5117.3}
{"id": "FYKk3JHDLa4-t5117.3", "text": "Moving between, as Hutchinson you referred to earlier, between, let's say, chaos in order, but it's that sort of free play of the imagination, that sort of engenders a feeling of beauty or an appreciation of beauty.", "start": 5117.3, "end": 5131.3}
{"id": "FYKk3JHDLa4-t5131.3", "text": "That touches a little bit on what you were saying.", "start": 5131.3, "end": 5133.3}
{"id": "FYKk3JHDLa4-t5133.3", "text": "Yeah, and there might be there a nice analogy to psychoanalysis, as Ed mentioned earlier, the process and the free play of imagination as discussed in Kant and third critique.", "start": 5133.3, "end": 5141.3}
{"id": "FYKk3JHDLa4-t5141.3", "text": "The idea there is that you, in fact, individually in that moment make sense of all of the parts of a work of art into a coherent whole that takes place not in the work of art, but in your mind.", "start": 5141.3, "end": 5153.3}
{"id": "FYKk3JHDLa4-t5153.3", "text": "And so, that is the mind of the perceiver, right, working with the materials of the art form in a way that is distinctive to that individual in that sensibility at that moment.", "start": 5153.3, "end": 5162.3}
{"id": "FYKk3JHDLa4-t5162.3", "text": "And I can imagine what Ed said a moment ago about the progress of psychoanalysis, there was a kind of taking the parts of a life and fitting them all together in a coherent whole, that aha moment is where you say, now I understand or now I've connected the dots in a way that makes a range of experience coherent and makes it meaningful in the same way in there.", "start": 5162.3, "end": 5180.3}
{"id": "FYKk3JHDLa4-t5180.3", "text": "I think it's why also the word craft is such a nice word because it gives us notion of being taken pride in what you're doing and in the process.", "start": 5180.3, "end": 5188.3}
{"id": "FYKk3JHDLa4-t5188.3", "text": "Yeah, I had something that was that's related to that. Freud praised as the highest virtue courage.", "start": 5188.3, "end": 5196.3}
{"id": "FYKk3JHDLa4-t5196.3", "text": "That was more important than intelligence and it seems to me in this process courage is also required to have a free play of imagination, especially for a child that's sort of facing school and their uncertainties and the possibility of failure takes a lot of courage.", "start": 5196.3, "end": 5210.3}
{"id": "FYKk3JHDLa4-t5210.3", "text": "And the ability to face the distances and the difficulties, the struggle of imagination requires courage and the recognition of that may help the child or the learner or the mathematician all understand that there is then hope because there is courage.", "start": 5210.3, "end": 5229.3}
{"id": "FYKk3JHDLa4-t5229.3", "text": "You know, Michael and Barry might disagree with me here, but mathematics seems to me precisely not a free play of imagination. I mean, it's as opposed to art, right? The artist sits down with a blank sheet paper and anything can come out.", "start": 5229.3, "end": 5244.3}
{"id": "FYKk3JHDLa4-t5244.3", "text": "But the mathematician just can't write down.", "start": 5244.3, "end": 5249.3}
{"id": "FYKk3JHDLa4-t5249.3", "text": "The mathematician can't just write down.", "start": 5249.3, "end": 5251.3}
{"id": "FYKk3JHDLa4-t5251.3", "text": "I can't say that the path is a straight one. There's a lot of me entering. So there's a free play in perhaps in some parts of mathematics when you're starting to try to understand something.", "start": 5251.3, "end": 5261.3}
{"id": "FYKk3JHDLa4-t5261.3", "text": "But what I always feel is I'm only up against the wall. There are those walls over there.", "start": 5261.3, "end": 5268.3}
{"id": "FYKk3JHDLa4-t5268.3", "text": "And you may get to it very quickly now too. I mean, because you know, because you're so accomplished and you know how to get your wall.", "start": 5268.3, "end": 5275.3}
{"id": "FYKk3JHDLa4-t5275.3", "text": "I mean, you're always at the rock face. But Evan, I want to go with Rivensky just very quickly. You know, he said, give me a blank manuscript paper and an ink pen and I'm paralyzed. I can't do a thing.", "start": 5275.3, "end": 5286.3}
{"id": "FYKk3JHDLa4-t5286.3", "text": "Give me a single interval, you know, see up to A flat and he said I can fly.", "start": 5286.3, "end": 5290.3}
{"id": "FYKk3JHDLa4-t5290.3", "text": "And so there's a slide. I take it back what I said about art.", "start": 5290.3, "end": 5294.3}
{"id": "FYKk3JHDLa4-t5294.3", "text": "It's not just a free for all.", "start": 5294.3, "end": 5296.3}
{"id": "FYKk3JHDLa4-t5296.3", "text": "Yeah, I was reflecting on the Sanskrit language and which he brought up the word Ananda.", "start": 5296.3, "end": 5308.3}
{"id": "FYKk3JHDLa4-t5308.3", "text": "And in the Sanskrit language, there's the word sukha and dukha and they are pleasure and pain.", "start": 5308.3, "end": 5316.3}
{"id": "FYKk3JHDLa4-t5316.3", "text": "Ananda Joy is the other gentleman was suggesting there's a big difference between sukha and dukha pleasure and pain.", "start": 5316.3, "end": 5325.3}
{"id": "FYKk3JHDLa4-t5325.3", "text": "And joy joy is something much beyond that.", "start": 5325.3, "end": 5330.3}
{"id": "FYKk3JHDLa4-t5330.3", "text": "Now, the word Ananda is part of a longer Sanskrit word called sat-chit Ananda.", "start": 5330.3, "end": 5341.3}
{"id": "FYKk3JHDLa4-t5341.3", "text": "There's three, three, it's a tripartite. Sat is consciousness.", "start": 5341.3, "end": 5347.3}
{"id": "FYKk3JHDLa4-t5347.3", "text": "Tripartite is knowledge and Ananda is joy. And Sat-chit Ananda in Sanskrit is said to be the nature of Bachman.", "start": 5347.3, "end": 5358.3}
{"id": "FYKk3JHDLa4-t5358.3", "text": "Bachman is the unity. It's the one. It's the self. It's your self.", "start": 5358.3, "end": 5364.3}
{"id": "FYKk3JHDLa4-t5364.3", "text": "So there's another yet another level jump up.", "start": 5364.3, "end": 5371.3}
{"id": "FYKk3JHDLa4-t5371.3", "text": "So as Homo sapiens, we're going through these experiences as students painfully having our sukhas and our dukhas.", "start": 5371.3, "end": 5383.3}
{"id": "FYKk3JHDLa4-t5383.3", "text": "And then our moments of... And all that shit. And then occasionally a flash of Ananda of joy through consciousness, through knowledge, through math or whatever.", "start": 5383.3, "end": 5398.3}
{"id": "FYKk3JHDLa4-t5398.3", "text": "And moving towards the sublime unity.", "start": 5398.3, "end": 5404.3}
{"id": "FYKk3JHDLa4-t5404.3", "text": "And I just throw that out. Not so much is a question, but if anything comes back from that.", "start": 5404.3, "end": 5412.3}
{"id": "FYKk3JHDLa4-t5412.3", "text": "The difficulty seems to be how to turn the pleasure and pain, or mostly pain that people experience when they think of mathematics.", "start": 5412.3, "end": 5425.3}
{"id": "FYKk3JHDLa4-t5425.3", "text": "The thing is the broad majority of people that would like to think that's beautiful, but whose experience is mainly painful.", "start": 5425.3, "end": 5433.3}
{"id": "FYKk3JHDLa4-t5433.3", "text": "And how to show the path that's there. I think that use the word flying.", "start": 5433.3, "end": 5440.3}
{"id": "FYKk3JHDLa4-t5440.3", "text": "I mean, someone once said that a poem is when words begin to fly. That is that they leave the ground.", "start": 5440.3, "end": 5447.3}
{"id": "FYKk3JHDLa4-t5447.3", "text": "They leave the ground and you have this exhilarating sense that they're moving in another dimension.", "start": 5447.3, "end": 5453.3}
{"id": "FYKk3JHDLa4-t5453.3", "text": "To whatever extent... That seems to be part of the nature of the joy that you were speaking about that's been experienced before,", "start": 5453.3, "end": 5461.3}
{"id": "FYKk3JHDLa4-t5461.3", "text": "which could be kind of terrifying at first the idea of flying and not being on the ground.", "start": 5461.3, "end": 5465.3}
{"id": "FYKk3JHDLa4-t5465.3", "text": "But the moments where one hears words that are winged words, that fly, the idea that that could happen with mathematical concepts,", "start": 5465.3, "end": 5474.3}
{"id": "FYKk3JHDLa4-t5474.3", "text": "even the possibility, even the thought that that might be possible, is already raises one above the ground a little bit.", "start": 5474.3, "end": 5481.3}
{"id": "FYKk3JHDLa4-t5481.3", "text": "And one wants to say like, okay, show me how to fly.", "start": 5481.3, "end": 5485.3}
{"id": "FYKk3JHDLa4-t5485.3", "text": "Being raised above the ground changes your viewpoint.", "start": 5485.3, "end": 5489.3}
{"id": "FYKk3JHDLa4-t5489.3", "text": "And that's so important in mathematics.", "start": 5489.3, "end": 5493.3}
{"id": "FYKk3JHDLa4-t5493.3", "text": "So usually looking for some overview of things that would otherwise be considered separate, and now you see them all as a territory.", "start": 5493.3, "end": 5503.3}
{"id": "FYKk3JHDLa4-t5503.3", "text": "And that's partly abstraction. To go back to that word is abstraction helps one to fly.", "start": 5503.3, "end": 5509.3}
{"id": "FYKk3JHDLa4-t5509.3", "text": "It helps too.", "start": 5509.3, "end": 5511.3}
{"id": "FYKk3JHDLa4-t5511.3", "text": "Yeah.", "start": 5511.3, "end": 5513.3}
{"id": "FYKk3JHDLa4-t5513.3", "text": "Then what happens in the details, often somebody comes up with an abstraction that makes unnecessary the life's work of several generations.", "start": 5513.3, "end": 5531.3}
{"id": "FYKk3JHDLa4-t5531.3", "text": "And then what would it end?", "start": 5531.3, "end": 5533.3}
{"id": "FYKk3JHDLa4-t5533.3", "text": "We're all looking forward. We all know that that's going to happen to what we've done.", "start": 5533.3, "end": 5539.3}
{"id": "FYKk3JHDLa4-t5539.3", "text": "And that abstraction will be a concrete object, which will be later abstracted in its own right.", "start": 5539.3, "end": 5547.3}
{"id": "FYKk3JHDLa4-t5547.3", "text": "But the struggle of that seems important.", "start": 5547.3, "end": 5549.3}
{"id": "FYKk3JHDLa4-t5549.3", "text": "There's once a man who loved to watch the butterflies hatch from cocoons, but he was always very moved at the struggle.", "start": 5549.3, "end": 5557.3}
{"id": "FYKk3JHDLa4-t5557.3", "text": "Some would die. They were obviously in agony as they were going through it. So he had the idea of using a scalpel to make an incision to help the butterfly to emerge.", "start": 5557.3, "end": 5565.3}
{"id": "FYKk3JHDLa4-t5565.3", "text": "It worked very well.", "start": 5565.3, "end": 5567.3}
{"id": "FYKk3JHDLa4-t5567.3", "text": "The butterfly emerged from the cocoon. It flapped its wings.", "start": 5567.3, "end": 5571.3}
{"id": "FYKk3JHDLa4-t5571.3", "text": "There was only one problem. It couldn't fly.", "start": 5571.3, "end": 5575.3}
{"id": "FYKk3JHDLa4-t5575.3", "text": "And so somehow that's part of what it means.", "start": 5575.3, "end": 5579.3}
{"id": "FYKk3JHDLa4-t5579.3", "text": "That you would have to crash. You would have to try to make an abstraction.", "start": 5579.3, "end": 5583.3}
{"id": "FYKk3JHDLa4-t5583.3", "text": "And it would be completely wrong. And isn't that the nature of what it is to want?", "start": 5583.3, "end": 5587.3}
{"id": "FYKk3JHDLa4-t5587.3", "text": "You're insisting on the pain.", "start": 5587.3, "end": 5589.3}
{"id": "FYKk3JHDLa4-t5589.3", "text": "I'm insisting on the flight.", "start": 5589.3, "end": 5593.3}
{"id": "FYKk3JHDLa4-t5593.3", "text": "Oh, okay.", "start": 5593.3, "end": 5595.3}
{"id": "FYKk3JHDLa4-t5595.3", "text": "So I have a comment that just seems to me to be crying out to be made, especially in New York City among psychoanalysts.", "start": 5595.3, "end": 5603.3}
{"id": "FYKk3JHDLa4-t5603.3", "text": "And what we're talking about is the quest for beauty within mathematics, and that reduces somewhat to a question of, is math beautiful?", "start": 5603.3, "end": 5615.3}
{"id": "FYKk3JHDLa4-t5615.3", "text": "And what I'm drawn to as an answer is Woody Allen's comment about whether sex is dirty.", "start": 5615.3, "end": 5625.3}
{"id": "FYKk3JHDLa4-t5625.3", "text": "And the answer is, if it's done right.", "start": 5625.3, "end": 5629.3}
{"id": "FYKk3JHDLa4-t5629.3", "text": "That should be our next panel.", "start": 5629.3, "end": 5639.3}
{"id": "FYKk3JHDLa4-t5639.3", "text": "Is mathematics dirty?", "start": 5639.3, "end": 5643.3}
{"id": "FYKk3JHDLa4-t5643.3", "text": "That's the whole other route too.", "start": 5643.3, "end": 5649.3}
{"id": "FYKk3JHDLa4-t5649.3", "text": "I have a few thoughts about listening to this wonderful discussion, which lead to a question I think.", "start": 5649.3, "end": 5658.3}
{"id": "FYKk3JHDLa4-t5658.3", "text": "One thought is a question of psychoanalysts, of course, of which I am one, are obsessed with the idea of meaning.", "start": 5658.3, "end": 5665.3}
{"id": "FYKk3JHDLa4-t5665.3", "text": "And I don't think there's been much reference in the discussion to whether mathematics has a meaning or whether particular mathematical ideas or facts have a meaning.", "start": 5665.3, "end": 5675.3}
{"id": "FYKk3JHDLa4-t5675.3", "text": "And the other thought I had was if I'm not mistaken, I'm not also not a philosopher or a mathematician.", "start": 5675.3, "end": 5683.3}
{"id": "FYKk3JHDLa4-t5683.3", "text": "But I'm not mistaken when you get to Kant's critique of judgment and his discussion of aesthetics, he not only says that there's some kind of inner aesthetic measuring state or sense, but he also says that in order to find something beautiful, it has to be universalizable.", "start": 5683.3, "end": 5704.3}
{"id": "FYKk3JHDLa4-t5704.3", "text": "So you have to imagine at least that in talking with your fellow humans, you could convince them if you had the right circumstances.", "start": 5704.3, "end": 5716.3}
{"id": "FYKk3JHDLa4-t5716.3", "text": "And the third, well, yeah, we're just parenthetically regarding the question of meaning.", "start": 5716.3, "end": 5725.3}
{"id": "FYKk3JHDLa4-t5725.3", "text": "I think there are certain mathematical objects which have meaning for all of us, almost automatically natural numbers, connex sections, other spheres, things that have holes in them and so forth.", "start": 5725.3, "end": 5741.3}
{"id": "FYKk3JHDLa4-t5741.3", "text": "But when you become more abstract and more technical and more specialized, I'm not sure what the meaning is.", "start": 5741.3, "end": 5749.3}
{"id": "FYKk3JHDLa4-t5749.3", "text": "And then there is an anecdote. I knew a very old mathematician who was hoping to live to see the proof of the Riemann hypothesis, and he never did live to see it.", "start": 5749.3, "end": 5762.3}
{"id": "FYKk3JHDLa4-t5762.3", "text": "He himself had worked on a version of the Riemann hypothesis for algebraic varieties, but he never lived to see it proved in Riemann's original form.", "start": 5762.3, "end": 5781.3}
{"id": "FYKk3JHDLa4-t5781.3", "text": "And why are they so interested in where the zeros of the zeta function fall on the complex plane? Why is that more interesting than other questions?", "start": 5781.3, "end": 5796.3}
{"id": "FYKk3JHDLa4-t5796.3", "text": "Well, he did live, this mathematician did live to see the solution, the proof of the four-color theorem.", "start": 5796.3, "end": 5801.3}
{"id": "FYKk3JHDLa4-t5801.3", "text": "He was already very old and not doing mathematics himself, and he said, oh, it's not interesting. This proof is not interesting. The theorem is not interesting.", "start": 5801.3, "end": 5811.3}
{"id": "FYKk3JHDLa4-t5811.3", "text": "It's not going to lead anywhere. It's just, it wasn't interesting to him.", "start": 5811.3, "end": 5814.3}
{"id": "FYKk3JHDLa4-t5814.3", "text": "Here's my question. Is it possible that the question of beauty in mathematics is a question of culture, that there is a culture of mathematicians, especially really good ones and great ones, who have the right to define what is the right thing.", "start": 5814.3, "end": 5830.3}
{"id": "FYKk3JHDLa4-t5830.3", "text": "To define what is beautiful in mathematics among themselves and also educating the public.", "start": 5830.3, "end": 5839.3}
{"id": "FYKk3JHDLa4-t5839.3", "text": "Define wouldn't be enough. They would have to feel it too.", "start": 5839.3, "end": 5847.3}
{"id": "FYKk3JHDLa4-t5847.3", "text": "Whether you're a Kantian and believe that beauty is a universally subjective notion, but whatever, it's whoever you are, it's initially a feeling.", "start": 5847.3, "end": 5860.3}
{"id": "FYKk3JHDLa4-t5860.3", "text": "And yes, the answer is yes about the feeling.", "start": 5860.3, "end": 5866.3}
{"id": "FYKk3JHDLa4-t5866.3", "text": "The other issue about the Riemann hypothesis, which is what you, I don't want to get into that.", "start": 5866.3, "end": 5879.3}
{"id": "FYKk3JHDLa4-t5879.3", "text": "Sorry, it's too technical.", "start": 5879.3, "end": 5881.3}
{"id": "FYKk3JHDLa4-t5881.3", "text": "There are usually in the culture question.", "start": 5881.3, "end": 5883.3}
{"id": "FYKk3JHDLa4-t5883.3", "text": "The culture question, whether there is culture of mathematician, which has something to say about what's beautiful and not.", "start": 5883.3, "end": 5887.3}
{"id": "FYKk3JHDLa4-t5887.3", "text": "Seeing from another planet of what mathematicians are constantly doing as professional mathematicians is defining the contours of the fact that they are not going to be able to do that.", "start": 5887.3, "end": 5895.3}
{"id": "FYKk3JHDLa4-t5895.3", "text": "The contours of the field by writing letters of recommendation, by editing journals, by deciding to give lectures about one thing rather than another.", "start": 5895.3, "end": 5906.3}
{"id": "FYKk3JHDLa4-t5906.3", "text": "And now it's impossible, it's hard enough to define mathematics.", "start": 5906.3, "end": 5913.3}
{"id": "FYKk3JHDLa4-t5913.3", "text": "I think it's even harder to say to what extent mathematics is the creation of a particular stratum of society, that is to say the mathematicians, and to what extent it corresponds to something that would be there in any case.", "start": 5913.3, "end": 5934.3}
{"id": "FYKk3JHDLa4-t5934.3", "text": "And not just the mathematicians, you can use your hermeneutic of suspicion here. I'd a friend who used this mathematician who would say, the definition of beautiful mathematics is what the professors at Harvard and Stanford, you know, in Chicago, what they say is beautiful.", "start": 5934.3, "end": 5953.3}
{"id": "FYKk3JHDLa4-t5953.3", "text": "And you know, implication, what I'm working on is different from that. But then it was a feel, I've been going back to something very just said, that was a feeling rather than a meaning.", "start": 5953.3, "end": 5967.3}
{"id": "FYKk3JHDLa4-t5967.3", "text": "And that you were asking about meaning, and it seemed as with music, I mean, I'm going back to that.", "start": 5967.3, "end": 5973.3}
{"id": "FYKk3JHDLa4-t5973.3", "text": "First of all, there's a feeling, or this strong feeling in front of nature is what Cézanne said, what painting was for him, the strong feeling, and the feeling for mathematical objects.", "start": 5973.3, "end": 5988.3}
{"id": "FYKk3JHDLa4-t5988.3", "text": "I don't know if that's culture.", "start": 5988.3, "end": 5990.3}
{"id": "FYKk3JHDLa4-t5990.3", "text": "At least the claim would be that this is the most available across cultures because it is having to do with objects that are apprehensable, I guess, even by extraterrestrial or android type beings.", "start": 5990.3, "end": 6001.3}
{"id": "FYKk3JHDLa4-t6001.3", "text": "So it would be the least cultural.", "start": 6001.3, "end": 6004.3}
{"id": "FYKk3JHDLa4-t6004.3", "text": "I'd like to know what the people who proved the four-color theorem thought about it.", "start": 6004.3, "end": 6009.3}
{"id": "FYKk3JHDLa4-t6009.3", "text": "Not the four-color theorem.", "start": 6009.3, "end": 6011.3}
{"id": "FYKk3JHDLa4-t6011.3", "text": "The reason why the four-color theorem is the proof is, let's say, unsatisfying, is one proves that there are a finite number of cases that you have to examine, but that's a finite number of cases is very large.", "start": 6011.3, "end": 6028.3}
{"id": "FYKk3JHDLa4-t6028.3", "text": "And a computer examines them.", "start": 6028.3, "end": 6031.3}
{"id": "FYKk3JHDLa4-t6031.3", "text": "So that's why people are not happy about it.", "start": 6031.3, "end": 6034.3}
{"id": "FYKk3JHDLa4-t6034.3", "text": "On the other hand, there are two mathematicians there, differential geometers, and Colonel Heimer and Rófka, have reconsidered the four-color problem.", "start": 6034.3, "end": 6050.3}
{"id": "FYKk3JHDLa4-t6050.3", "text": "This is a simple, single question which seems to have nothing to do with very much in the rest of mathematics.", "start": 6050.3, "end": 6060.3}
{"id": "FYKk3JHDLa4-t6060.3", "text": "But just recently, people have replaced the four-color problem with something in three-dimensional geometry, which is not replaced it, but if you could prove something in three-dimensional geometry, you would have a really good proof of the four-color problem.", "start": 6060.3, "end": 6077.3}
{"id": "FYKk3JHDLa4-t6077.3", "text": "So that forces it part of a much larger, let's say, combined effort having to do with turn sign and invariance and things like that.", "start": 6077.3, "end": 6091.3}
{"id": "FYKk3JHDLa4-t6091.3", "text": "But it's now no longer an isolated particular thing, and that's a funny thing that happens with a lot of these isolated, marvelous problems.", "start": 6091.3, "end": 6100.3}
{"id": "FYKk3JHDLa4-t6100.3", "text": "For example, there's something called the kakaya problem, which I can tell you. You take a needle, okay?", "start": 6100.3, "end": 6108.3}
{"id": "FYKk3JHDLa4-t6108.3", "text": "And you want to rotate it 360 degrees with cover on the table, with cover the smallest amount of area on the table that you can cover.", "start": 6108.3, "end": 6120.3}
{"id": "FYKk3JHDLa4-t6120.3", "text": "Well, the natural thing is just for a little. And then you get an area of pi times the diameter of the needle, the length of the needle.", "start": 6120.3, "end": 6133.3}
{"id": "FYKk3JHDLa4-t6133.3", "text": "But kakaya suggested that there might be sort of funnier ways instead of just rotating, you might go in this direction and then go back in that direction and then go into it.", "start": 6133.3, "end": 6145.3}
{"id": "FYKk3JHDLa4-t6145.3", "text": "And get some weird way of turning that needle 360 degrees and you would cover less of the table.", "start": 6145.3, "end": 6156.3}
{"id": "FYKk3JHDLa4-t6156.3", "text": "Okay. He conjectured this, and it was finally proven that you can do this covering a small amount of the table as you want.", "start": 6156.3, "end": 6165.3}
{"id": "FYKk3JHDLa4-t6165.3", "text": "Okay. Now that was standard, regarded as one of these isolated single problems. What can you do?", "start": 6165.3, "end": 6176.3}
{"id": "FYKk3JHDLa4-t6176.3", "text": "And no, it's now a piece of a really interesting, very general theorem about norms, about L2 norms.", "start": 6176.3, "end": 6189.3}
{"id": "FYKk3JHDLa4-t6189.3", "text": "So it's very hard to have an isolated, independent problem in mathematics.", "start": 6189.3, "end": 6196.3}
{"id": "FYKk3JHDLa4-t6196.3", "text": "There's a question of meaning. There's a, I'll just mention them one last time. I promised something that Wittgenstein uncovered is actually, I think, quite interesting here.", "start": 6196.3, "end": 6205.3}
{"id": "FYKk3JHDLa4-t6205.3", "text": "We normally think of the primary repository of meaning as being in language. And then we ask, well, how would mathematics have meaning from a linguistic point of view?", "start": 6205.3, "end": 6215.3}
{"id": "FYKk3JHDLa4-t6215.3", "text": "Wittgenstein in a section of the philosophical investigations turned it around. And he said, imagine a society that has only the numbers 1 through 5.", "start": 6215.3, "end": 6224.3}
{"id": "FYKk3JHDLa4-t6224.3", "text": "And in that world, you say 1 plus 1, that's okay, foundational. 2 plus 2 is 4. That's pushing the edges of what we, you know, 3 plus 2 are only the most in advance.", "start": 6224.3, "end": 6234.3}
{"id": "FYKk3JHDLa4-t6234.3", "text": "And then somebody says, how about, you know, some genius comes in, how about 5 plus 4? And they say that's an end-to-herent question.", "start": 6234.3, "end": 6240.3}
{"id": "FYKk3JHDLa4-t6240.3", "text": "And so in that world, Wittgenstein asked, well, would the number 5 have the same meaning in that culture as it does for us?", "start": 6240.3, "end": 6249.3}
{"id": "FYKk3JHDLa4-t6249.3", "text": "And the answer is obviously no. What he's doing is saying, well, words function like that too.", "start": 6249.3, "end": 6254.3}
{"id": "FYKk3JHDLa4-t6254.3", "text": "So we can learn something about word meaning by looking at number of meaning, if you will.", "start": 6254.3, "end": 6259.3}
{"id": "FYKk3JHDLa4-t6259.3", "text": "And that is a matter of seeing a number in a very, very complex set of relations, part of which you can articulate in the moment, part of what you can't.", "start": 6259.3, "end": 6267.3}
{"id": "FYKk3JHDLa4-t6267.3", "text": "And he was suggesting there that atomistic conceptions of word meaning or invariant word meaning, the idea that words have meanings of themselves, and they carry that meaning in very, very cross-context, is a misbegotten analogy, is a kind of scientific picture that's out of control.", "start": 6267.3, "end": 6282.3}
{"id": "FYKk3JHDLa4-t6282.3", "text": "You're saying words don't work that way because we know that numbers don't work that way. So the meaning gets turned around in an interesting way there.", "start": 6282.3, "end": 6288.3}
{"id": "FYKk3JHDLa4-t6288.3", "text": "Mark. A quick comment. Just an uncraft. I'm a magician who has a lot of mathematician friends.", "start": 6288.3, "end": 6303.3}
{"id": "FYKk3JHDLa4-t6303.3", "text": "And so I just wanted to speak up for craft. And one time I was talking to Sylvan Capel, and he said, I think you're right on that craft thing about math because one time,", "start": 6303.3, "end": 6312.3}
{"id": "FYKk3JHDLa4-t6312.3", "text": "Israel Gefant was with a student at Rutgers who was spinning his wheels and just worrying about a problem and not working on it.", "start": 6312.3, "end": 6319.3}
{"id": "FYKk3JHDLa4-t6319.3", "text": "And finally he yelled at him, mathematics is not head work, it's hand work. And then with results talking about your comment about roulette, we shouldn't forget,", "start": 6319.3, "end": 6332.3}
{"id": "FYKk3JHDLa4-t6332.3", "text": "Ed Thorpe's work with Claude Shannon on roulette that led to quantitative investment in Wall Street and has therefore blessed mathematics in ways that it couldn't imagine.", "start": 6332.3, "end": 6343.3}
{"id": "FYKk3JHDLa4-t6343.3", "text": "So in a beautiful way. And then I wanted to bring, I've been a teacher's assistant to one of Barry's students, Manuel Bergava at Princeton this semester,", "start": 6343.3, "end": 6353.3}
{"id": "FYKk3JHDLa4-t6353.3", "text": "and he's a friend now for many years through John Conway. And I know John through the friends of Martin Gardner.", "start": 6353.3, "end": 6363.3}
{"id": "FYKk3JHDLa4-t6363.3", "text": "And Martin Gardner seemed to do all this work on the unity of mathematics by writing articles that kind of broke down J.H. Hardy's divisions between pure applied and recreational math that was written for political reasons.", "start": 6363.3, "end": 6376.3}
{"id": "FYKk3JHDLa4-t6376.3", "text": "And so I just wanted to, it's kind of going, jumping from beauty back to unity. And to me it's just as amazing as a magician, a guy who trained in philosophy at UFC and then worked as a magician,", "start": 6376.3, "end": 6388.3}
{"id": "FYKk3JHDLa4-t6388.3", "text": "really used that to write papers that help unify math in a very real way. It seems for many years in the last part of the last century.", "start": 6388.3, "end": 6397.3}
{"id": "FYKk3JHDLa4-t6397.3", "text": "Thanks.", "start": 6397.3, "end": 6398.3}
{"id": "FYKk3JHDLa4-t6398.3", "text": "Thank you. Okay.", "start": 6398.3, "end": 6408.3}
{"id": "FYKk3JHDLa4-t6408.3", "text": "Thanks to the audience for the question.", "start": 6408.3, "end": 6412.3}
{"id": "FYKk3JHDLa4-t6412.3", "text": "Those are great questions.", "start": 6412.3, "end": 6414.3}
{"id": "FYKk3JHDLa4-t6414.3", "text": "Yeah, really.", "start": 6414.3, "end": 6416.3}
{"id": "FYKk3JHDLa4-t6416.3", "text": "I'm not sure.", "start": 6416.3, "end": 6430.3}
