{"id": "osW4qI1OXnU-t0.0", "text": "So I thought to start us off, I might refer back to comments that were introduced by Peter", "start": 0.0, "end": 8.92}
{"id": "osW4qI1OXnU-t8.92", "text": "yesterday on Bins-Vanger and Warburg, that foreshadow some of what we'll discuss, as", "start": 8.92, "end": 14.6}
{"id": "osW4qI1OXnU-t14.6", "text": "well as Francois's comments in the latter part of the proceedings, where he referenced", "start": 14.6, "end": 22.88}
{"id": "osW4qI1OXnU-t22.88", "text": "the role of the unconscious in creation and recognition of the creative products.", "start": 22.88, "end": 31.56}
{"id": "osW4qI1OXnU-t31.56", "text": "So if either of you would like to start, we'll take it from there.", "start": 31.56, "end": 38.48}
{"id": "osW4qI1OXnU-t38.48", "text": "It seems to me one point that's been overlooked so far in the symposium is that the psychoanalytic", "start": 38.48, "end": 46.44}
{"id": "osW4qI1OXnU-t46.44", "text": "method is very analogous to Warburg's method of close attention to detail, the hair in", "start": 46.44, "end": 56.56}
{"id": "osW4qI1OXnU-t56.56", "text": "a Roman sarcophagus and the hair in buttecelli, and that the small attention to detail is", "start": 56.56, "end": 66.75999999999999}
{"id": "osW4qI1OXnU-t66.75999999999999", "text": "also, of course, a psychoanalytic method, that it's a different kind of listening and", "start": 66.75999999999999, "end": 73.2}
{"id": "osW4qI1OXnU-t73.2", "text": "any kind of social slips that we hear in conventional conversation, we overlook them, and don't", "start": 73.2, "end": 84.4}
{"id": "osW4qI1OXnU-t84.4", "text": "make out anything, make anything out of them.", "start": 84.4, "end": 88.0}
{"id": "osW4qI1OXnU-t88.0", "text": "But in psychoanalytic work, you pay close attention to the most minor verbal and nonverbal,", "start": 88.0, "end": 99.32000000000001}
{"id": "osW4qI1OXnU-t99.32", "text": "and the whole clinical teaching of Wilhelm Reich is to focus on the nonverbal, the body,", "start": 99.32, "end": 105.91999999999999}
{"id": "osW4qI1OXnU-t105.91999999999999", "text": "the posture, the way the man comes into the room, and the way he sits down or lays down", "start": 105.91999999999999, "end": 112.67999999999999}
{"id": "osW4qI1OXnU-t112.67999999999999", "text": "whether he straightens the cuffs and the seam of his pants and so on.", "start": 112.67999999999999, "end": 119.72}
{"id": "osW4qI1OXnU-t119.72", "text": "It communicates a great deal and psychoanalytically, the emphasis on the small detail is also what", "start": 119.72, "end": 133.56}
{"id": "osW4qI1OXnU-t133.56", "text": "Warburg has in common, and it was mentioned once yesterday, but I think it deserves a", "start": 133.56, "end": 139.2}
{"id": "osW4qI1OXnU-t139.2", "text": "little more, the technique of Carlo Ginsburg, who looks at the single case history in depth", "start": 139.2, "end": 148.24}
{"id": "osW4qI1OXnU-t148.24", "text": "and the minor things that took place in an inquisition interrogation and so on, and what", "start": 148.24, "end": 160.20000000000002}
{"id": "osW4qI1OXnU-t160.20000000000002", "text": "the man had to say, the Miller, so on.", "start": 160.20000000000002, "end": 165.76000000000002}
{"id": "osW4qI1OXnU-t165.76000000000002", "text": "So I think that when the illustration was made, there was a reference yesterday to the position", "start": 165.76000000000002, "end": 177.20000000000002}
{"id": "osW4qI1OXnU-t177.2", "text": "of Moses's foot.", "start": 177.2, "end": 180.56}
{"id": "osW4qI1OXnU-t180.56", "text": "Now I would say in that great statue of Michelangelo in the Church of San Pietro in Vinkoli, in", "start": 180.56, "end": 188.95999999999998}
{"id": "osW4qI1OXnU-t188.95999999999998", "text": "Romain, the Corzo Cabor, the small detail that one should focus on and that Freud focused", "start": 188.95999999999998, "end": 199.04}
{"id": "osW4qI1OXnU-t199.04", "text": "on was not the foot, but the finger which pulled aside that torrent of a beard.", "start": 199.04, "end": 205.32}
{"id": "osW4qI1OXnU-t205.32", "text": "It looks like a waterfall coming down a masterpiece and designed for the Pope Julius' tomb, but", "start": 205.32, "end": 218.68}
{"id": "osW4qI1OXnU-t218.68", "text": "this indicates for Freud, and I think we can go with him on this, ambivalence about action.", "start": 218.68, "end": 228.68}
{"id": "osW4qI1OXnU-t228.68", "text": "The theory, it's the second time Moses came down from the mountain and he was again enraged", "start": 228.68, "end": 236.92000000000002}
{"id": "osW4qI1OXnU-t236.92000000000002", "text": "and thought of smashing the tablets and thought of it.", "start": 236.92000000000002, "end": 251.72}
{"id": "osW4qI1OXnU-t251.72", "text": "I think it's not a coincidence, it's time-specific.", "start": 251.72, "end": 259.68}
{"id": "osW4qI1OXnU-t259.68", "text": "From there I would say that the fearful and the big thing that I'm not really hearing", "start": 259.68, "end": 272.18}
{"id": "osW4qI1OXnU-t272.18", "text": "is the demonic, bestial blood consuming that Barbara feared that came out in his psychosis,", "start": 272.18, "end": 290.16}
{"id": "osW4qI1OXnU-t290.16", "text": "murders, kidnapping, threat, and I think that there's been a decline.", "start": 290.16, "end": 305.86}
{"id": "osW4qI1OXnU-t305.86", "text": "I think Freud was right in civilization, it's discontent, it's 1930, there's been a decline", "start": 305.86, "end": 312.58000000000004}
{"id": "osW4qI1OXnU-t312.58000000000004", "text": "in civilized and that really should be put in quotation marks.", "start": 312.58000000000004, "end": 318.72}
{"id": "osW4qI1OXnU-t318.72", "text": "He's behavior just as when he writes about civilized sexual morality and modern nervous", "start": 318.72, "end": 325.02000000000004}
{"id": "osW4qI1OXnU-t325.02000000000004", "text": "illness, he's mocking it and that civilization by 1930 was in danger and he says so, this", "start": 325.02000000000004, "end": 335.06}
{"id": "osW4qI1OXnU-t335.06", "text": "is explicit of Erebus is in danger of destroying itself.", "start": 335.06, "end": 339.38000000000005}
{"id": "osW4qI1OXnU-t339.38000000000005", "text": "There's that much aggression and one of the things that happened in the psychosis is that", "start": 339.38000000000005, "end": 345.90000000000003}
{"id": "osW4qI1OXnU-t345.9", "text": "the aggression wasn't contained, it wasn't bounded and it's really a comment on civilization", "start": 345.9, "end": 359.7}
{"id": "osW4qI1OXnU-t359.7", "text": "and if Freud had lived until 1945 we can only fantasy what he might have written about the", "start": 359.7, "end": 368.78}
{"id": "osW4qI1OXnU-t368.78", "text": "state of civilization but who are we to say he was wrong?", "start": 368.78, "end": 372.46}
{"id": "osW4qI1OXnU-t372.46", "text": "I think there's been a decline and I think we're on American soil now and you may know", "start": 372.46, "end": 379.02}
{"id": "osW4qI1OXnU-t379.02", "text": "that the American national anthem, the Stars Bangled Banner was written by Francis Scott", "start": 379.02, "end": 385.06}
{"id": "osW4qI1OXnU-t385.06", "text": "Key as he was in Baltimore Harbor in the War of 1812 to 14 which is the American part", "start": 385.06, "end": 392.85999999999996}
{"id": "osW4qI1OXnU-t392.85999999999996", "text": "of the Napoleonic Wars and he was not a prisoner, he was on a truth ship with a British admiral", "start": 392.85999999999996, "end": 402.14}
{"id": "osW4qI1OXnU-t402.14", "text": "in a British general and he had gone down on this truth ship to free a certain Baltimore", "start": 402.14, "end": 407.74}
{"id": "osW4qI1OXnU-t407.74", "text": "physician who she got out of British captivity and they were watching the bombardment of", "start": 407.74, "end": 415.86}
{"id": "osW4qI1OXnU-t415.86", "text": "a fort, Fort McHenry and the British admiral in general said now you've been with us,", "start": 415.86, "end": 423.46}
{"id": "osW4qI1OXnU-t423.46", "text": "you've dined with us and we can't let you go back because you now know our plan for", "start": 423.46, "end": 430.26}
{"id": "osW4qI1OXnU-t430.26", "text": "invading Baltimore, that we're going to bombard the fort and then make a landing and try to", "start": 430.26, "end": 437.34}
{"id": "osW4qI1OXnU-t437.34", "text": "come in on the east side and so on and so they held him captive during this night in", "start": 437.34, "end": 444.58}
{"id": "osW4qI1OXnU-t444.58", "text": "which he watched the bombardment and that's those are the words of the Stars Bangled Banner", "start": 444.58, "end": 450.82}
{"id": "osW4qI1OXnU-t450.82", "text": "but there's a level of civilization there between adversaries at war that you know they", "start": 450.82, "end": 458.65999999999997}
{"id": "osW4qI1OXnU-t458.66", "text": "treated him well, he had to be held for an extra day for this reason and there's a level", "start": 458.66, "end": 468.14000000000004}
{"id": "osW4qI1OXnU-t468.14000000000004", "text": "of civilization in the American Revolutionary War when you read in the letters of Thomas", "start": 468.14000000000004, "end": 472.98}
{"id": "osW4qI1OXnU-t472.98", "text": "Jefferson, he was governor of Virginia at the time and he invited British captive officers", "start": 472.98, "end": 480.86}
{"id": "osW4qI1OXnU-t480.86", "text": "to dine in Monticello and there's a nice exchange of correspondence where they thank", "start": 480.86, "end": 487.18}
{"id": "osW4qI1OXnU-t487.18", "text": "him for his graciousness and he said you know we may have countries who are at war but we", "start": 487.18, "end": 494.26}
{"id": "osW4qI1OXnU-t494.26", "text": "can still be civilized to each other, we've had a debasement really it seems to be of values", "start": 494.26, "end": 501.62}
{"id": "osW4qI1OXnU-t501.62", "text": "and I think that the Warburg picture is very much a part of that.", "start": 501.62, "end": 510.34000000000003}
{"id": "osW4qI1OXnU-t510.34", "text": "Okay, well I'll jump in later, go ahead.", "start": 510.34, "end": 519.38}
{"id": "osW4qI1OXnU-t519.38", "text": "Okay, perhaps a question for me, confronting psychoanalysis and history of art who work", "start": 519.38, "end": 528.5799999999999}
{"id": "osW4qI1OXnU-t528.5799999999999", "text": "of Warburg is the common point between these two fields of investigation of research.", "start": 528.5799999999999, "end": 536.5799999999999}
{"id": "osW4qI1OXnU-t536.58", "text": "I think effectively that unconscious is a common point, an intersection and we have", "start": 536.58, "end": 544.5}
{"id": "osW4qI1OXnU-t544.5", "text": "to know how Warburg informed, how how how how how how how to inform Warburg about unconscious", "start": 544.5, "end": 552.34}
{"id": "osW4qI1OXnU-t552.34", "text": "the dimension of creativity of unconscious, the timeless dimension of unconscious, the", "start": 552.34, "end": 560.3000000000001}
{"id": "osW4qI1OXnU-t560.3", "text": "dimensionality of unconscious is really important in the creative process and also to interpret", "start": 560.3, "end": 569.3399999999999}
{"id": "osW4qI1OXnU-t569.3399999999999", "text": "artistic works.", "start": 569.3399999999999, "end": 571.42}
{"id": "osW4qI1OXnU-t571.42", "text": "But today in this morning I think the question, very difficult question is the place of psychosis", "start": 571.42, "end": 579.62}
{"id": "osW4qI1OXnU-t579.62", "text": "in the process of thinking of Warburg.", "start": 579.62, "end": 583.78}
{"id": "osW4qI1OXnU-t583.78", "text": "I am a psychoanalyst and a psychiatrist and it's difficult to speak about psychosis of", "start": 583.78, "end": 591.14}
{"id": "osW4qI1OXnU-t591.14", "text": "Warburg that I didn't know him, I have no clinical interview with him, I've only his", "start": 591.14, "end": 598.3}
{"id": "osW4qI1OXnU-t598.3", "text": "work.", "start": 598.3, "end": 599.3}
{"id": "osW4qI1OXnU-t599.3", "text": "Freud said about Schreber that it was possible to read the psychosis directly in the text", "start": 599.3, "end": 605.22}
{"id": "osW4qI1OXnU-t605.22", "text": "of the President Schreber.", "start": 605.22, "end": 608.06}
{"id": "osW4qI1OXnU-t608.06", "text": "We don't need to see the patient but I think it's difficult because as a psychoanalysis", "start": 608.06, "end": 613.74}
{"id": "osW4qI1OXnU-t613.74", "text": "analyst we have always the risk to be specialized in the prediction of the past.", "start": 613.74, "end": 621.98}
{"id": "osW4qI1OXnU-t621.98", "text": "It is an important message to have the history of Warburg, of Warburg work to look at it", "start": 621.98, "end": 629.02}
{"id": "osW4qI1OXnU-t629.02", "text": "from Nemusin for example, Mark Leben, the Atlas and so on and to use the creativity,", "start": 629.02, "end": 638.98}
{"id": "osW4qI1OXnU-t638.98", "text": "the scientific creativity of Warburg to interpret this strange moment between 1918 and 1924 when", "start": 638.98, "end": 651.34}
{"id": "osW4qI1OXnU-t651.34", "text": "he was first in Vienna for psychotic breakdown and after he was in the Binslangerklinik at", "start": 651.34, "end": 660.86}
{"id": "osW4qI1OXnU-t660.86", "text": "Käuzlingen near Zurich and we have access to that to the description of everyday life", "start": 660.86, "end": 668.9}
{"id": "osW4qI1OXnU-t668.9", "text": "of Warburg in this clinic and it was very ill, very difficult moment of his life and how", "start": 668.9, "end": 678.78}
{"id": "osW4qI1OXnU-t678.78", "text": "can we make a relationship between these data of the clinical state of Warburg and his mental", "start": 678.78, "end": 689.78}
{"id": "osW4qI1OXnU-t689.78", "text": "illness and also to make a relationship with his thinking and art investigation and I think", "start": 689.78, "end": 701.3}
{"id": "osW4qI1OXnU-t701.3", "text": "it is a clinical problem, it is a medical problem, it is also a theoretical, theoretical", "start": 701.3, "end": 709.8199999999999}
{"id": "osW4qI1OXnU-t709.8199999999999", "text": "problem to make this kind of causality, this kind of relation but we can try to do it but", "start": 709.8199999999999, "end": 717.6999999999999}
{"id": "osW4qI1OXnU-t717.7", "text": "for me it is necessary to be really prudent in the construction of something between mental", "start": 717.7, "end": 726.0200000000001}
{"id": "osW4qI1OXnU-t726.0200000000001", "text": "state and intellectual production, it is very easy to make the relation afterwards and to", "start": 726.0200000000001, "end": 734.7}
{"id": "osW4qI1OXnU-t734.7", "text": "use a retrospective projection, the illusion of a retrospective and the inspection is difficult,", "start": 734.7, "end": 745.26}
{"id": "osW4qI1OXnU-t745.26", "text": "well I have a point, it is important to think about unconscious for one part and about psychosis", "start": 745.26, "end": 752.78}
{"id": "osW4qI1OXnU-t752.78", "text": "for the other part, for me the work of Warburg after the psychotic breakdown, perhaps we", "start": 752.78, "end": 763.54}
{"id": "osW4qI1OXnU-t763.54", "text": "can discuss about a real access to something new through the psychotic breakdown of Warburg,", "start": 763.54, "end": 778.66}
{"id": "osW4qI1OXnU-t778.66", "text": "perhaps I can speak about applied psychosis to investigation of art, applied psychosis", "start": 778.66, "end": 789.54}
{"id": "osW4qI1OXnU-t789.54", "text": "we have to discuss about that, the hypothesis, applied psychosis because we can say delirium,", "start": 789.54, "end": 796.54}
{"id": "osW4qI1OXnU-t796.54", "text": "delirium Freud was speaking about the question of truth in delirium, direct access to the", "start": 796.54, "end": 805.8199999999999}
{"id": "osW4qI1OXnU-t805.8199999999999", "text": "other, to important access, to access to the meaning, too much meaning, like if a scanner", "start": 805.8199999999999, "end": 815.42}
{"id": "osW4qI1OXnU-t815.42", "text": "of analysis of the world, delirium and truth, it is one question, one level question, the", "start": 815.42, "end": 824.5}
{"id": "osW4qI1OXnU-t824.5", "text": "other level is for me invention, psychotic invention and Warburg created new ideas about", "start": 824.5, "end": 837.9799999999999}
{"id": "osW4qI1OXnU-t837.98", "text": "art, it was perhaps inventions, but these inventions finally revealed to, we are revealed to be", "start": 837.98, "end": 849.46}
{"id": "osW4qI1OXnU-t849.46", "text": "discovery and for me to find how to associate delirium and truth, invention, why not, psychotic", "start": 849.46, "end": 859.74}
{"id": "osW4qI1OXnU-t859.74", "text": "invention and discovery is a very important field of investigation, there are some mathematicians", "start": 859.74, "end": 867.38}
{"id": "osW4qI1OXnU-t867.38", "text": "that we can speak about Nash, for example, we can speak about Newton, why not, we were", "start": 867.38, "end": 875.54}
{"id": "osW4qI1OXnU-t875.54", "text": "people with these strange borders, strange limits between invention and investigation,", "start": 875.54, "end": 884.58}
{"id": "osW4qI1OXnU-t884.58", "text": "when an invention, an invention and discovery, when an invention become a discovery, it was", "start": 884.58, "end": 894.38}
{"id": "osW4qI1OXnU-t894.38", "text": "for me an important question about Warburg.", "start": 894.38, "end": 897.34}
{"id": "osW4qI1OXnU-t897.34", "text": "Really getting at the heart of a, I think, a dialectical question that runs through much", "start": 897.34, "end": 903.86}
{"id": "osW4qI1OXnU-t903.86", "text": "of psychoanalytic thinking about, you know, is there a dialectical relationship between", "start": 903.86, "end": 908.78}
{"id": "osW4qI1OXnU-t908.78", "text": "psychosis and creativity, disorder and order, entropy and organization?", "start": 908.78, "end": 914.7}
{"id": "osW4qI1OXnU-t914.7", "text": "Exactly, exactly, we can say that for artists, it is perhaps well known, better known, artist", "start": 914.7, "end": 921.9}
{"id": "osW4qI1OXnU-t921.9", "text": "with psychotic problems, have a creative, or they lose completely the creativity or they", "start": 921.9, "end": 929.98}
{"id": "osW4qI1OXnU-t929.98", "text": "have a possible creativity, but here we are speaking about scientific creativity in a", "start": 929.98, "end": 938.3}
{"id": "osW4qI1OXnU-t938.3", "text": "psychotic thinking and I think it is a great question for us, for psychoanalysts, for psychoanalysts,", "start": 938.3, "end": 949.14}
{"id": "osW4qI1OXnU-t949.14", "text": "but also for, to think the relationship between these, the process of creativity.", "start": 949.14, "end": 958.62}
{"id": "osW4qI1OXnU-t958.62", "text": "For historians too, I think what you stated very well and there, with psychoanalytic", "start": 958.62, "end": 969.46}
{"id": "osW4qI1OXnU-t969.46", "text": "history, there is something of an anticipation of that, say, in Aaron's Chris' regression", "start": 969.46, "end": 973.58}
{"id": "osW4qI1OXnU-t973.58", "text": "in the service of the ego and it is very interesting to think how close Chris was to the Warburg", "start": 973.58, "end": 979.1}
{"id": "osW4qI1OXnU-t979.1", "text": "school and how important it was to him and just to follow up on some of the comments", "start": 979.1, "end": 989.3000000000001}
{"id": "osW4qI1OXnU-t989.3000000000001", "text": "here, in the work that I have done in studying Warburg's ideas and also for Zoxel's ideas", "start": 989.3000000000001, "end": 997.78}
{"id": "osW4qI1OXnU-t997.78", "text": "in comparison to Freud and to Chris. What strikes me is not only an intersection in idea and", "start": 997.78, "end": 1009.86}
{"id": "osW4qI1OXnU-t1009.86", "text": "theory, but a kind of methodological intersection that Peter also was referring to. I was interested", "start": 1009.86, "end": 1018.86}
{"id": "osW4qI1OXnU-t1018.86", "text": "first to see how psychoanalysts interpreted culture, and I was interested in seeing how", "start": 1018.86, "end": 1022.66}
{"id": "osW4qI1OXnU-t1022.66", "text": "the interpreters of culture were using psychology and Warburg was absolutely crucial in this.", "start": 1022.66, "end": 1032.18}
{"id": "osW4qI1OXnU-t1032.18", "text": "One idea, I think that Warburg was advancing so to speak without putting it this way. He", "start": 1032.18, "end": 1039.3}
{"id": "osW4qI1OXnU-t1039.3", "text": "talked about the afterlife of antiquity, but the return of the repressed and that this", "start": 1039.3, "end": 1045.98}
{"id": "osW4qI1OXnU-t1045.98", "text": "was an idea, an attitude or an interest of those in psychology and culture in the early", "start": 1045.98, "end": 1055.46}
{"id": "osW4qI1OXnU-t1055.46", "text": "20th century that could bridge what they were doing. Warburg, what interested me in Warburg", "start": 1055.46, "end": 1064.74}
{"id": "osW4qI1OXnU-t1064.74", "text": "is not only the idea, but the methodology he was pursuing before his breakdown. What", "start": 1064.74, "end": 1072.7}
{"id": "osW4qI1OXnU-t1072.7", "text": "I found interesting was this, the very close attention to detail, when you read Warburg's", "start": 1072.7, "end": 1079.14}
{"id": "osW4qI1OXnU-t1079.14", "text": "essays and don't before sort of expanding upon the content of his ideas or theories,", "start": 1079.14, "end": 1086.8600000000001}
{"id": "osW4qI1OXnU-t1086.8600000000001", "text": "but just the methodological approach of his essays. How extraordinarily careful he is", "start": 1086.8600000000001, "end": 1095.26}
{"id": "osW4qI1OXnU-t1095.26", "text": "in building an argument, excessively careful. It's very interesting to point out because", "start": 1095.26, "end": 1104.26}
{"id": "osW4qI1OXnU-t1104.26", "text": "as we're talking about him, we're talking about very large, universalistic conceptions", "start": 1104.26, "end": 1111.22}
{"id": "osW4qI1OXnU-t1111.22", "text": "that stretch across time and borders that were very important to him. That psychology", "start": 1111.22, "end": 1115.82}
{"id": "osW4qI1OXnU-t1115.82", "text": "was key to establishing this, but in his own essays, how interested he was in particularities", "start": 1115.82, "end": 1123.3799999999999}
{"id": "osW4qI1OXnU-t1123.38", "text": "and being able to cite the source of almost every single proposition that he was making.", "start": 1123.38, "end": 1131.94}
{"id": "osW4qI1OXnU-t1131.94", "text": "And so he could argue, you know, God is in the detail, right, was one of his phrases,", "start": 1131.94, "end": 1138.5400000000002}
{"id": "osW4qI1OXnU-t1138.5400000000002", "text": "right? He could also say the devil is in the detail, but God is in the detail. Also his", "start": 1138.5400000000002, "end": 1145.3400000000001}
{"id": "osW4qI1OXnU-t1145.34", "text": "idea that within the image, the image is an accretion across time. What attaches to the", "start": 1145.34, "end": 1153.02}
{"id": "osW4qI1OXnU-t1153.02", "text": "image is as important as the final product that we see. And that Warburg didn't follow", "start": 1153.02, "end": 1159.82}
{"id": "osW4qI1OXnU-t1159.82", "text": "this as much as they Zoxel did. I mean, Zoxel was very taken by the idea that you could", "start": 1159.82, "end": 1165.3799999999999}
{"id": "osW4qI1OXnU-t1165.3799999999999", "text": "trace these accretions and sort them out in an even more detailed analysis. And of course", "start": 1165.3799999999999, "end": 1172.9399999999998}
{"id": "osW4qI1OXnU-t1172.94", "text": "Warburg thought that the image was in fact a kind of action, that to do art was repeating", "start": 1172.94, "end": 1180.74}
{"id": "osW4qI1OXnU-t1180.74", "text": "an action. The action that was portrayed and that it was a step from ritual, which was too", "start": 1180.74, "end": 1185.74}
{"id": "osW4qI1OXnU-t1185.74", "text": "close to something that was further from it, more symbolic. And he was very careful. And", "start": 1185.74, "end": 1193.42}
{"id": "osW4qI1OXnU-t1193.42", "text": "he used and he saw the images, he saw images not only as documents in the way we've been", "start": 1193.42, "end": 1199.38}
{"id": "osW4qI1OXnU-t1199.38", "text": "talking about it, but he saw it was essential to apply documents to an understanding of", "start": 1199.38, "end": 1204.98}
{"id": "osW4qI1OXnU-t1204.98", "text": "the image. And so he, when he was in Florence, he was not only looking, he was only looking", "start": 1204.98, "end": 1210.42}
{"id": "osW4qI1OXnU-t1210.42", "text": "within the churches at the images, he was going into the archives, the family letters,", "start": 1210.42, "end": 1214.5800000000002}
{"id": "osW4qI1OXnU-t1214.5800000000002", "text": "the family correspondences. And he was key to developing a method of studying art through", "start": 1214.5800000000002, "end": 1221.14}
{"id": "osW4qI1OXnU-t1221.14", "text": "the patrons, through patronage, through study of pageantry and ritual at the time all. And", "start": 1221.14, "end": 1229.42}
{"id": "osW4qI1OXnU-t1229.42", "text": "to come back to the point I began with, before the breakdown, he is so careful to establish", "start": 1229.42, "end": 1237.6200000000001}
{"id": "osW4qI1OXnU-t1237.6200000000001", "text": "this context, that the context was almost away, was both an advanced methodology for interpreting", "start": 1237.6200000000001, "end": 1244.26}
{"id": "osW4qI1OXnU-t1244.26", "text": "the image, but almost away he almost feel him trying to keep composed, trying to keep", "start": 1244.26, "end": 1250.8600000000001}
{"id": "osW4qI1OXnU-t1250.86", "text": "these, these ambivalent, right, conflicting issues he's dealing with, both within himself", "start": 1250.86, "end": 1260.3}
{"id": "osW4qI1OXnU-t1260.3", "text": "and culture, to find this balance. And it's fascinating to read his scholarly method as", "start": 1260.3, "end": 1267.1}
{"id": "osW4qI1OXnU-t1267.1", "text": "a way of sort of trying to keep himself together and moving forward. And then comes the stage,", "start": 1267.1, "end": 1274.06}
{"id": "osW4qI1OXnU-t1274.06", "text": "right, where invention and investigation suddenly merge.", "start": 1274.06, "end": 1281.06}
{"id": "osW4qI1OXnU-t1281.06", "text": "Yeah.", "start": 1281.06, "end": 1282.06}
{"id": "osW4qI1OXnU-t1282.06", "text": "Say something about your argument, because it seems to me very important when he was in", "start": 1282.06, "end": 1288.3799999999999}
{"id": "osW4qI1OXnU-t1288.3799999999999", "text": "in Yanai and after in Bins Van Gerck clinic at Kuy Tlingen, he has this problem that was", "start": 1288.3799999999999, "end": 1296.02}
{"id": "osW4qI1OXnU-t1296.02", "text": "very important for Bins Van Gerck, the flight of ideas and too much meaning, everything", "start": 1296.02, "end": 1305.58}
{"id": "osW4qI1OXnU-t1305.58", "text": "in relation to everything and to have a, to big access to the meaning. And I asked me", "start": 1305.58, "end": 1317.7}
{"id": "osW4qI1OXnU-t1317.7", "text": "about the process of healing of Verburg. And we can say that the question of the details", "start": 1317.7, "end": 1330.3}
{"id": "osW4qI1OXnU-t1330.3", "text": "is very important and he has something like, if we can say, a metonymic style of thinking,", "start": 1330.3, "end": 1339.14}
{"id": "osW4qI1OXnU-t1339.14", "text": "speaking from the part to arrive to the global meaning, starting from the part, from the detail.", "start": 1339.14, "end": 1347.7}
{"id": "osW4qI1OXnU-t1347.7", "text": "The God is in the detail. It's the idea is like he was looking for a root of himself", "start": 1347.7, "end": 1354.9}
{"id": "osW4qI1OXnU-t1354.9", "text": "in the detail. And we have for one part, flight of ideas and for the other part, metonymic", "start": 1354.9, "end": 1363.98}
{"id": "osW4qI1OXnU-t1363.98", "text": "style of thinking, interval, detail, the movement, the foot of the Ninfia Furentina,", "start": 1363.98, "end": 1374.66}
{"id": "osW4qI1OXnU-t1374.66", "text": "the foot of Godiva for Freud, the foot of boys, moments of suspension, a rupture in", "start": 1374.66, "end": 1385.18}
{"id": "osW4qI1OXnU-t1385.18", "text": "the flight of ideas. And I think perhaps we can have the hypothesis that he cured himself", "start": 1385.18, "end": 1393.94}
{"id": "osW4qI1OXnU-t1393.94", "text": "using the interval, the suspension of the action because he was in a flow of action and all", "start": 1393.94, "end": 1406.94}
{"id": "osW4qI1OXnU-t1406.94", "text": "his intellectual work and intellectual creativity was here to stop these flight of ideas. And", "start": 1406.94, "end": 1416.38}
{"id": "osW4qI1OXnU-t1416.38", "text": "perhaps it is linked together in the process of creativity, process of scientific creativity", "start": 1416.38, "end": 1426.7}
{"id": "osW4qI1OXnU-t1426.7", "text": "of Verburg.", "start": 1426.7, "end": 1428.9}
{"id": "osW4qI1OXnU-t1428.9", "text": "We feel this frame of mind of trying to find parallels between our teachings and economics.", "start": 1428.9, "end": 1436.14}
{"id": "osW4qI1OXnU-t1436.14", "text": "I would like to introduce a third term which I think is absolutely crucial and that's", "start": 1436.14, "end": 1440.5800000000002}
{"id": "osW4qI1OXnU-t1440.58", "text": "historiography. I think that both complicates and expands the whole frame of what we're", "start": 1440.58, "end": 1447.1}
{"id": "osW4qI1OXnU-t1447.1", "text": "discussing because it's precisely historiography. There is the analysis of the historical, the", "start": 1447.1, "end": 1452.22}
{"id": "osW4qI1OXnU-t1452.22", "text": "art historical text in this case, which is a form of analysis or even a psychoanalysis.", "start": 1452.22, "end": 1458.54}
{"id": "osW4qI1OXnU-t1458.54", "text": "And what I find very, very interesting in this case is that the art historian himself", "start": 1458.54, "end": 1463.36}
{"id": "osW4qI1OXnU-t1463.36", "text": "in Christling becomes an object of analysis by a psychoanalysis, namely Ben Swanger, who", "start": 1463.36, "end": 1470.4199999999998}
{"id": "osW4qI1OXnU-t1470.4199999999998", "text": "not only analyzes him but also his writings. We know that he had read before he heard Christ", "start": 1470.4199999999998, "end": 1478.02}
{"id": "osW4qI1OXnU-t1478.02", "text": "Legan famous lecture in the Snake ritual that not heard that he had read carefully his works.", "start": 1478.02, "end": 1484.9399999999998}
{"id": "osW4qI1OXnU-t1484.9399999999998", "text": "He mentioned Luther in his correspondence, which was just published in 1921, year before", "start": 1484.9399999999998, "end": 1490.06}
{"id": "osW4qI1OXnU-t1490.06", "text": "he arrived in Christlingen. In the later he mentions the Caerius essay of 1907. And from", "start": 1490.06, "end": 1496.94}
{"id": "osW4qI1OXnU-t1496.94", "text": "certain comments we definitely understand that he had read the dissertation on Baricelli.", "start": 1496.94, "end": 1500.74}
{"id": "osW4qI1OXnU-t1500.74", "text": "I'd like to bring one example, which is he, Ben Swanger's comment after Verburg gave his", "start": 1500.74, "end": 1506.94}
{"id": "osW4qI1OXnU-t1506.94", "text": "lecture on the imagination of the Pueblo in 1923. And his comment was rather dismissive.", "start": 1506.94, "end": 1515.8999999999999}
{"id": "osW4qI1OXnU-t1515.9", "text": "He was very critical that the lecture was almost chaotic in its structure. And of course", "start": 1515.9, "end": 1523.26}
{"id": "osW4qI1OXnU-t1523.26", "text": "that Verburg was content and he was met with success. But he had a lot of criticisms. And", "start": 1523.26, "end": 1528.26}
{"id": "osW4qI1OXnU-t1528.26", "text": "in fact, he mentions something that I find very symptomatic. He says that what he does", "start": 1528.26, "end": 1535.18}
{"id": "osW4qI1OXnU-t1535.18", "text": "is he covers everything with so much accessory element. And he calls that bivac. He uses the", "start": 1535.18, "end": 1542.3400000000001}
{"id": "osW4qI1OXnU-t1542.34", "text": "term. And the main events are left as philological illusions that very few people in the audience", "start": 1542.34, "end": 1548.98}
{"id": "osW4qI1OXnU-t1548.98", "text": "can understand. I think that's the most ingenious diagnosis that Ben Swanger ever had of Bar", "start": 1548.98, "end": 1555.3999999999999}
{"id": "osW4qI1OXnU-t1555.3999999999999", "text": "Book. Beyond his mental condition, but of his own work, even if he's critical and negative.", "start": 1555.3999999999999, "end": 1562.3}
{"id": "osW4qI1OXnU-t1562.3", "text": "Because that's precisely the core of Bar Book's logic. That is to bring the accessory or the", "start": 1562.3, "end": 1567.6999999999998}
{"id": "osW4qI1OXnU-t1567.7", "text": "detail. As we said, that is so much used in psychoanalytic interpretation to the very", "start": 1567.7, "end": 1574.7}
{"id": "osW4qI1OXnU-t1574.7", "text": "center of interpretation. But of course, he's right to say that things are covered by accessories.", "start": 1574.7, "end": 1581.3}
{"id": "osW4qI1OXnU-t1581.3", "text": "But you know, then we can start asking ourselves what's precisely the function of these accessory", "start": 1581.3, "end": 1587.02}
{"id": "osW4qI1OXnU-t1587.02", "text": "elements, both in Bar Book's historiography, but also in Freud's analysis. For example,", "start": 1587.02, "end": 1593.94}
{"id": "osW4qI1OXnU-t1593.94", "text": "to me, if I can make a parallel function similar to the role of screen memories, images that", "start": 1593.94, "end": 1601.46}
{"id": "osW4qI1OXnU-t1601.46", "text": "appear again and again, and cover the main facts. And yet the only access we have to", "start": 1601.46, "end": 1607.9}
{"id": "osW4qI1OXnU-t1607.9", "text": "the main facts are these screen memories. And we have to go and move through them. And", "start": 1607.9, "end": 1613.14}
{"id": "osW4qI1OXnU-t1613.14", "text": "usually there are certain details. The image of the little botanical specimen flower, which", "start": 1613.14, "end": 1619.54}
{"id": "osW4qI1OXnU-t1619.54", "text": "is connected to all these different things. And to the flower bookhead that Freud wanted", "start": 1619.54, "end": 1624.78}
{"id": "osW4qI1OXnU-t1624.78", "text": "to give his life to the little book that he had seen in a bookstore, and finally to", "start": 1624.78, "end": 1631.06}
{"id": "osW4qI1OXnU-t1631.06", "text": "opium and percaine, which is the main effect. But we will never have gone there without", "start": 1631.06, "end": 1635.74}
{"id": "osW4qI1OXnU-t1635.74", "text": "the image of the little flower. So I'm thinking, what if we think of images in these terms,", "start": 1635.74, "end": 1641.34}
{"id": "osW4qI1OXnU-t1641.34", "text": "in art history? And see what appears as an accessory element that covers things can also", "start": 1641.34, "end": 1648.34}
{"id": "osW4qI1OXnU-t1648.34", "text": "reveal them.", "start": 1648.34, "end": 1649.34}
{"id": "osW4qI1OXnU-t1649.34", "text": "Oh no, it's in its next element. Discussion, because it's also a discussion about a lesson", "start": 1649.34, "end": 1656.26}
{"id": "osW4qI1OXnU-t1656.26", "text": "of clinic. To treat a psychotic breakdown, it's not only to put it away, but to use the", "start": 1656.26, "end": 1669.6599999999999}
{"id": "osW4qI1OXnU-t1669.66", "text": "solutions of the subject. And here with detailed historiography, context, all these kind of", "start": 1669.66, "end": 1678.3000000000002}
{"id": "osW4qI1OXnU-t1678.3000000000002", "text": "things we can postulate that Ben Zwanger used that to treat verbal, not treatment, putting", "start": 1678.3000000000002, "end": 1689.0600000000002}
{"id": "osW4qI1OXnU-t1689.06", "text": "away the symptoms, but treatment using the solution that opened the symptoms of the patient.", "start": 1689.06, "end": 1701.06}
{"id": "osW4qI1OXnU-t1701.06", "text": "And perhaps it was an important contribution. I know, for example, that Ben Zwanger proposed", "start": 1701.06, "end": 1709.22}
{"id": "osW4qI1OXnU-t1709.22", "text": "to that Prince Hahn will come to his clinic to meet Verborg and to discuss with him about", "start": 1709.22, "end": 1722.38}
{"id": "osW4qI1OXnU-t1722.38", "text": "creation and art.", "start": 1722.38, "end": 1724.38}
{"id": "osW4qI1OXnU-t1724.38", "text": "The big thing is that he gave Prince Hahn's book on publication in 1922. He gave it to", "start": 1724.38, "end": 1730.66}
{"id": "osW4qI1OXnU-t1730.66", "text": "the Vibensbong, to Barborg. This is what today you'd call a relational method of treatment.", "start": 1730.66, "end": 1739.8200000000002}
{"id": "osW4qI1OXnU-t1739.8200000000002", "text": "Also had Barborg to tea and to dinner with the family, which is the method he acquired", "start": 1739.8200000000002, "end": 1746.5400000000002}
{"id": "osW4qI1OXnU-t1746.5400000000002", "text": "from his teacher, Euigen Bloyler. He used to bring patients in the Bergholce, including", "start": 1746.5400000000002, "end": 1753.5400000000002}
{"id": "osW4qI1OXnU-t1753.5400000000002", "text": "Sabina Spielrhein, and you find letters from Bloyler to Mrs. Spielrhein and Rostov on", "start": 1753.5400000000002, "end": 1760.3000000000002}
{"id": "osW4qI1OXnU-t1760.3", "text": "the Don about her behavior is much better today, and we had her to tea and so forth.", "start": 1760.3, "end": 1767.54}
{"id": "osW4qI1OXnU-t1767.54", "text": "And I think the very humanistic treatment, the reward would be you get to go for a walk", "start": 1767.54, "end": 1777.02}
{"id": "osW4qI1OXnU-t1777.02", "text": "with Ben Zwanger and his son when the... Stubborn wouldn't need his breakfast. Ben Zwanger laid", "start": 1777.02, "end": 1791.1399999999999}
{"id": "osW4qI1OXnU-t1791.1399999999999", "text": "down the rule. You have to eat your breakfast by 10 o'clock and then you can go for a walk", "start": 1791.1399999999999, "end": 1797.18}
{"id": "osW4qI1OXnU-t1797.18", "text": "with me and so on.", "start": 1797.18, "end": 1798.78}
{"id": "osW4qI1OXnU-t1798.78", "text": "Now I question this idea of really psychosis and creativity. I don't think it's that", "start": 1798.78, "end": 1804.98}
{"id": "osW4qI1OXnU-t1804.98", "text": "simple. I think that Lawrence Kubie had a correct intuition when he went back past the", "start": 1804.98, "end": 1815.98}
{"id": "osW4qI1OXnU-t1815.98", "text": "structural model to the topographic model. He said there's something that happens between", "start": 1815.98, "end": 1822.78}
{"id": "osW4qI1OXnU-t1822.78", "text": "the unconscious, which admits ideas to the preconscious and then you can work with them", "start": 1822.78, "end": 1830.38}
{"id": "osW4qI1OXnU-t1830.38", "text": "from the preconscious. He goes back to the early model and that's his model of creativity.", "start": 1830.38, "end": 1836.7}
{"id": "osW4qI1OXnU-t1836.7", "text": "I think when you read Kafka for example, he says, an artist cannot be alone enough, meaning", "start": 1836.7, "end": 1843.98}
{"id": "osW4qI1OXnU-t1843.98", "text": "has to go inside deeply and bring it up and work with it.", "start": 1843.98, "end": 1850.2600000000002}
{"id": "osW4qI1OXnU-t1850.2600000000002", "text": "Now Varbourg was not particularly creative after release from the Croitsling and he gave", "start": 1850.2600000000002, "end": 1859.7800000000002}
{"id": "osW4qI1OXnU-t1859.78", "text": "a couple of addresses, talks to opening Congresses and so on. But there's another kind of creativity", "start": 1859.78, "end": 1866.78}
{"id": "osW4qI1OXnU-t1866.78", "text": "that psychoanalysis, free sexuality and Varbourg was able to enjoy a relationship with his", "start": 1866.78, "end": 1880.42}
{"id": "osW4qI1OXnU-t1880.42", "text": "assistant, Gertrude, and they went to Rome several times, long trips to Italy. There's", "start": 1880.42, "end": 1887.42}
{"id": "osW4qI1OXnU-t1887.42", "text": "a downside to that, that he necessarily, not necessarily strike that, that he didn't remain", "start": 1887.42, "end": 1897.3400000000001}
{"id": "osW4qI1OXnU-t1897.3400000000001", "text": "attentive to his family. When his wife writes, what shall we give the children for holiday?", "start": 1897.3400000000001, "end": 1906.8200000000002}
{"id": "osW4qI1OXnU-t1906.8200000000002", "text": "He's dismissed it by them whatever they want. But we have ample record that there he was", "start": 1906.8200000000002, "end": 1917.3400000000001}
{"id": "osW4qI1OXnU-t1917.34", "text": "in Roma and in Italy having a very good time. And I suggest there's a new release of a", "start": 1917.34, "end": 1924.82}
{"id": "osW4qI1OXnU-t1924.82", "text": "sexual freedom that came out of his treatment. And the harsh underside of European culture,", "start": 1924.82, "end": 1933.82}
{"id": "osW4qI1OXnU-t1933.82", "text": "remember that charming anecdote that in 1929 when the Pope signed the Concordat with Mussolini", "start": 1933.82, "end": 1944.1}
{"id": "osW4qI1OXnU-t1944.1", "text": "and it meant that Catholic instruction would be given in schools and across in all the", "start": 1944.1, "end": 1950.4599999999998}
{"id": "osW4qI1OXnU-t1950.4599999999998", "text": "classrooms in the secular kingdom of Italy, which since 1871 had been secular, there was", "start": 1950.4599999999998, "end": 1959.5}
{"id": "osW4qI1OXnU-t1959.5", "text": "great activity on the streets of Roma and they told him don't go out, it's dangerous", "start": 1959.5, "end": 1965.34}
{"id": "osW4qI1OXnU-t1965.34", "text": "for foreigners, you don't know what's going to happen. He stayed out all day and half the", "start": 1965.34, "end": 1971.1399999999999}
{"id": "osW4qI1OXnU-t1971.14", "text": "night and came back and he said, you know, I've been studying the primitive underside", "start": 1971.14, "end": 1977.26}
{"id": "osW4qI1OXnU-t1977.26", "text": "of European culture for 40 years and now you deny me the chance to see the rebirth of the", "start": 1977.26, "end": 1984.6200000000001}
{"id": "osW4qI1OXnU-t1984.6200000000001", "text": "primitive here in Rome. And it was, I think, what he's looking for in culture, the primitive", "start": 1984.6200000000001, "end": 1994.0200000000002}
{"id": "osW4qI1OXnU-t1994.02", "text": "underside. And Freud also incidentally found this in himself during World War I, terrible.", "start": 1994.02, "end": 2005.34}
{"id": "osW4qI1OXnU-t2005.34", "text": "There was mentioned yesterday, I think it was Diddy Huberman, that you could send a letter", "start": 2005.34, "end": 2011.42}
{"id": "osW4qI1OXnU-t2011.42", "text": "from belligerent Italy to Austria and vice versa. I don't know what his data is, but", "start": 2011.42, "end": 2020.42}
{"id": "osW4qI1OXnU-t2020.42", "text": "Freud's correspondence with Binswonger, detailed how after the war his son is still in captivity,", "start": 2020.42, "end": 2029.54}
{"id": "osW4qI1OXnU-t2029.54", "text": "captivity in the Abruczi, he's wounded, he's in a hospital, he's lost his pack and Freud", "start": 2029.54, "end": 2040.8200000000002}
{"id": "osW4qI1OXnU-t2040.8200000000002", "text": "cannot communicate with him. All they had was a postcard from the Red Cross and so Freud", "start": 2040.8200000000002, "end": 2047.0600000000002}
{"id": "osW4qI1OXnU-t2047.06", "text": "writes to Binswonger and so long correspondence about this. You are in neutral Switzerland,", "start": 2047.06, "end": 2053.14}
{"id": "osW4qI1OXnU-t2053.14", "text": "you can get money to him, please help him. And in fact, Binswonger did that since 500", "start": 2053.14, "end": 2061.1}
{"id": "osW4qI1OXnU-t2061.1", "text": "Swiss francs to Martin and we have Martin's memoirs where he said, due to my father's", "start": 2061.1, "end": 2068.2999999999997}
{"id": "osW4qI1OXnU-t2068.2999999999997", "text": "excellent international collections, I was able to buy drinks for all the other prisoners", "start": 2068.2999999999997, "end": 2073.82}
{"id": "osW4qI1OXnU-t2073.82", "text": "and so on. Now that's the ego functioning of a very good father, but in himself Freud", "start": 2073.82, "end": 2083.9}
{"id": "osW4qI1OXnU-t2083.9", "text": "discovers. You remember the dream which he fortunately for us the interpretation of", "start": 2083.9, "end": 2090.54}
{"id": "osW4qI1OXnU-t2090.54", "text": "dreams is something that he revised and added to. It's in the chapter on wish fulfillment", "start": 2090.54, "end": 2097.3}
{"id": "osW4qI1OXnU-t2097.3", "text": "in dreams as a dream of 1919. Take a look at it. The text by the manifest, let me just", "start": 2097.3, "end": 2110.0600000000004}
{"id": "osW4qI1OXnU-t2110.0600000000004", "text": "tell you about the, the manifest content is that he gets a check and says to his wife,", "start": 2110.0600000000004, "end": 2118.6200000000003}
{"id": "osW4qI1OXnU-t2118.6200000000003", "text": "this is dream content, what is this 5000 croner? Do you know anything about it? And she said,", "start": 2118.6200000000003, "end": 2125.6200000000003}
{"id": "osW4qI1OXnU-t2125.62", "text": "no. And so we received this. An association, that's what a unit sends to the family of", "start": 2125.62, "end": 2136.8599999999997}
{"id": "osW4qI1OXnU-t2136.8599999999997", "text": "killed soldiers, enter of a seer. And so then later in the dream he sees a bandaged man", "start": 2136.8599999999997, "end": 2146.5}
{"id": "osW4qI1OXnU-t2146.5", "text": "reach for something up in a cupboard and he says, can I help you and the man doesn't", "start": 2146.5, "end": 2152.2599999999998}
{"id": "osW4qI1OXnU-t2152.26", "text": "answer? That's the manifest content and the latent content that he then associates to is", "start": 2152.26, "end": 2160.2200000000003}
{"id": "osW4qI1OXnU-t2160.2200000000003", "text": "who doesn't answer? The dead don't answer. And he brings about the death of his son.", "start": 2160.2200000000003, "end": 2168.86}
{"id": "osW4qI1OXnU-t2168.86", "text": "I think the situation between manifest and latent content, you can see it in verbous", "start": 2168.86, "end": 2172.78}
{"id": "osW4qI1OXnU-t2172.78", "text": "historiography itself, there is an especially towards his sources. I wanted to mention Freud", "start": 2172.78, "end": 2178.82}
{"id": "osW4qI1OXnU-t2178.82", "text": "for example, he does not appear in any of the published sources. But so do not appear", "start": 2178.82, "end": 2184.2200000000003}
{"id": "osW4qI1OXnU-t2184.2200000000003", "text": "are the people like Darwin or Vignon that were important to him. So it's precisely his", "start": 2184.2200000000003, "end": 2190.3}
{"id": "osW4qI1OXnU-t2190.3", "text": "notes, the things that are today kept in the title custom that give us a much more complete", "start": 2190.3, "end": 2196.3}
{"id": "osW4qI1OXnU-t2196.3", "text": "idea of what he had read and they give us the background beyond what is been published", "start": 2196.3, "end": 2203.02}
{"id": "osW4qI1OXnU-t2203.02", "text": "and also to your remark that well he didn't do much after he came back, he did a lot but", "start": 2203.02, "end": 2210.86}
{"id": "osW4qI1OXnU-t2210.86", "text": "no publication, you're right. Nothing was published but he gave lectures, he gave courses, he", "start": 2210.86, "end": 2216.2599999999998}
{"id": "osW4qI1OXnU-t2216.2599999999998", "text": "got a nice exhibition and also the work of our book throughout his life even before the", "start": 2216.2599999999998, "end": 2221.42}
{"id": "osW4qI1OXnU-t2221.42", "text": "collapse was precisely that of making research. And the research would not always lead to", "start": 2221.42, "end": 2227.14}
{"id": "osW4qI1OXnU-t2227.14", "text": "a publication, there are hundreds of unfinished lectures just for the sake of research that", "start": 2227.14, "end": 2233.3799999999997}
{"id": "osW4qI1OXnU-t2233.3799999999997", "text": "are there and somebody else perhaps later will come and finish them and publish them.", "start": 2233.3799999999997, "end": 2238.18}
{"id": "osW4qI1OXnU-t2238.18", "text": "Exactly. I also wanted to mention in terms of its relation to Freud that's also a big", "start": 2238.18, "end": 2244.5}
{"id": "osW4qI1OXnU-t2244.5", "text": "mystery because there are very few notes on Freud in the title guest tonight, looked", "start": 2244.5, "end": 2249.2999999999997}
{"id": "osW4qI1OXnU-t2249.3", "text": "at two or three, one of the town do", "start": 2249.3, "end": 2277.92}
{"id": "osW4qI1OXnU-t2277.92", "text": "you think?", "start": 2277.92, "end": 2278.92}
{"id": "osW4qI1OXnU-t2278.92", "text": "I really want to ask what the phrase I miss Freud taught him in taboo and which chapter,", "start": 2278.92, "end": 2286.66}
{"id": "osW4qI1OXnU-t2286.66", "text": "the third chapter on animism or the second chapter on prohibition or the killing of", "start": 2286.66, "end": 2293.58}
{"id": "osW4qI1OXnU-t2293.58", "text": "the father and the fourth, all of these issues that as I say Freud is somewhat a latent content", "start": 2293.58, "end": 2299.82}
{"id": "osW4qI1OXnU-t2299.82", "text": "in the Bible, that's why we were also happy when the new Vermont book came out and made", "start": 2299.82, "end": 2305.5}
{"id": "osW4qI1OXnU-t2305.5", "text": "these connections manifest at that time and I think the relation to psychonality is important", "start": 2305.5, "end": 2311.34}
{"id": "osW4qI1OXnU-t2311.34", "text": "there. But that's I would say the latent connection to all sorts of different authors", "start": 2311.34, "end": 2316.98}
{"id": "osW4qI1OXnU-t2316.98", "text": "and writings is an element of our book and also how he converts everything. I would not", "start": 2316.98, "end": 2323.22}
{"id": "osW4qI1OXnU-t2323.22", "text": "call the bar book either like Freudian or a Dervinian or anything, anything that he", "start": 2323.22, "end": 2329.58}
{"id": "osW4qI1OXnU-t2329.58", "text": "takes from other authors he totally metabolizes. There's a huge distance between him which", "start": 2329.58, "end": 2337.2999999999997}
{"id": "osW4qI1OXnU-t2337.2999999999997", "text": "is I think a thinking distance. An analogy which has to be limited in encountering Warburg", "start": 2337.2999999999997, "end": 2351.1}
{"id": "osW4qI1OXnU-t2351.1", "text": "as a scholar and the methods he used, I thought of a completely different type of historian,", "start": 2351.1, "end": 2360.14}
{"id": "osW4qI1OXnU-t2360.14", "text": "the completely different vision and it was E.P. Thompson only because once E.P. Thompson", "start": 2360.14, "end": 2367.7799999999997}
{"id": "osW4qI1OXnU-t2367.7799999999997", "text": "was asked how would you define your method as a historian and his answer was anything", "start": 2367.7799999999997, "end": 2373.2599999999998}
{"id": "osW4qI1OXnU-t2373.26", "text": "that works and I think that sums up E.P. Thompson brilliantly. That was his mindset and you", "start": 2373.26, "end": 2385.0600000000004}
{"id": "osW4qI1OXnU-t2385.0600000000004", "text": "read through Warburg's pre-1923 writings and even the Hopi lecture. He was willing to", "start": 2385.0600000000004, "end": 2394.1000000000004}
{"id": "osW4qI1OXnU-t2394.1000000000004", "text": "try anything that worked and I think that that's it's very I think significant to keep", "start": 2394.1000000000004, "end": 2401.0600000000004}
{"id": "osW4qI1OXnU-t2401.06", "text": "in mind when thinking about why discuss Warburg in connection with psychoanalysis, with neuroscience.", "start": 2401.06, "end": 2408.74}
{"id": "osW4qI1OXnU-t2408.74", "text": "I keep going back to the method and the theories I find they can be inspirational but for people", "start": 2408.74, "end": 2420.9}
{"id": "osW4qI1OXnU-t2420.9", "text": "who are pursuing work from different disciplines I think it's the methodological spirit, the", "start": 2420.9, "end": 2426.98}
{"id": "osW4qI1OXnU-t2426.98", "text": "methodological activity that seems so crucial. When he says God is within the detail, when", "start": 2426.98, "end": 2434.22}
{"id": "osW4qI1OXnU-t2434.22", "text": "Freud talks about the importance of detail, I also think for example of a neuroscientist", "start": 2434.22, "end": 2442.58}
{"id": "osW4qI1OXnU-t2442.58", "text": "right, Erkendell who in search of memory described that his methodology was one cell at a time,", "start": 2442.58, "end": 2452.22}
{"id": "osW4qI1OXnU-t2452.22", "text": "and that's not so far removed from Warburg and that in that early 20th century approach.", "start": 2452.22, "end": 2463.2999999999997}
{"id": "osW4qI1OXnU-t2463.2999999999997", "text": "One detail at a time, now what Warburg found in the sort of detail of the nymph, I just", "start": 2463.2999999999997, "end": 2469.7799999999997}
{"id": "osW4qI1OXnU-t2469.7799999999997", "text": "add to follow up on where there can be intersection and instinct theory, Warburg also found death", "start": 2469.7799999999997, "end": 2478.2599999999998}
{"id": "osW4qI1OXnU-t2478.26", "text": "in the nymph, not just the sort of return of the repressed but death and I think it's", "start": 2478.26, "end": 2485.5800000000004}
{"id": "osW4qI1OXnU-t2485.5800000000004", "text": "possible to compare for example what he was doing in interpreting the Botticelli with", "start": 2485.5800000000004, "end": 2490.98}
{"id": "osW4qI1OXnU-t2490.98", "text": "what Freud was doing in the theme of the three caskets and interpreting the fates and interpreting", "start": 2490.98, "end": 2496.26}
{"id": "osW4qI1OXnU-t2496.26", "text": "especially Cordelia in the end. This too, Shakespeare was renaissance in that sense and Cordelia", "start": 2496.26, "end": 2504.86}
{"id": "osW4qI1OXnU-t2504.86", "text": "is in a sense Freud's nymph as Grediva was and Cordelia is death and represented very", "start": 2504.86, "end": 2516.26}
{"id": "osW4qI1OXnU-t2516.26", "text": "much very similarly in the sort of mental image which is another issue that would be", "start": 2516.26, "end": 2520.1400000000003}
{"id": "osW4qI1OXnU-t2520.1400000000003", "text": "interesting, you know Warburg's, you know that the image that we see is also accompanied", "start": 2520.1400000000003, "end": 2525.78}
{"id": "osW4qI1OXnU-t2525.78", "text": "by mental image that has to be understood but the, those links as well but methodologically", "start": 2525.78, "end": 2534.54}
{"id": "osW4qI1OXnU-t2534.54", "text": "I think yes if one wants to build upon Warburg I think one turns to the methodology but that's", "start": 2534.54, "end": 2542.7}
{"id": "osW4qI1OXnU-t2542.7", "text": "speaking from someone who comes at it as a historian and neither an art historian nor", "start": 2542.7, "end": 2547.42}
{"id": "osW4qI1OXnU-t2547.42", "text": "psychologist.", "start": 2547.42, "end": 2548.42}
{"id": "osW4qI1OXnU-t2548.42", "text": "I wonder if you'd agree that the Croitsling in lecture, the method is preseges, a Fernand", "start": 2548.42, "end": 2557.66}
{"id": "osW4qI1OXnU-t2557.66", "text": "Broadell and the method we call on now today, the environment, the climate, the real...", "start": 2557.66, "end": 2567.3799999999997}
{"id": "osW4qI1OXnU-t2567.3799999999997", "text": "That's here, yes, there's elements of that.", "start": 2567.3799999999997, "end": 2569.22}
{"id": "osW4qI1OXnU-t2569.22", "text": "The first time that you used the term unvelte, right?", "start": 2569.22, "end": 2572.42}
{"id": "osW4qI1OXnU-t2572.42", "text": "Unvelte, right, right, right.", "start": 2572.42, "end": 2574.62}
{"id": "osW4qI1OXnU-t2574.62", "text": "I think it's an important field of research in this conference is the research conference", "start": 2574.62, "end": 2581.8199999999997}
{"id": "osW4qI1OXnU-t2581.82", "text": "that we saw at Semina, we have to work about it because it's not for me important to know", "start": 2581.82, "end": 2588.26}
{"id": "osW4qI1OXnU-t2588.26", "text": "if Freud was before or Bernbow before or the Bible knows Freud and so on but we have the", "start": 2588.26, "end": 2595.98}
{"id": "osW4qI1OXnU-t2595.98", "text": "same questions at stake at the same moment and in different fields of research.", "start": 2595.98, "end": 2606.1800000000003}
{"id": "osW4qI1OXnU-t2606.18", "text": "It's very something very impressive for historical point of view why you have simultaneous", "start": 2606.18, "end": 2612.98}
{"id": "osW4qI1OXnU-t2612.98", "text": "sleep, Freud, why not the social for the question of the meaning in Geneva, you have Schoenberg", "start": 2612.98, "end": 2622.1}
{"id": "osW4qI1OXnU-t2622.1", "text": "changing completely the music, you have Cézanne in painting, you have a simultaneous change", "start": 2622.1, "end": 2630.46}
{"id": "osW4qI1OXnU-t2630.46", "text": "in different fields and for me it's very surprising, very strange.", "start": 2630.46, "end": 2635.8999999999996}
{"id": "osW4qI1OXnU-t2635.9", "text": "Even if they don't know them between and I don't know for historical point of view what", "start": 2635.9, "end": 2647.7400000000002}
{"id": "osW4qI1OXnU-t2647.7400000000002", "text": "is this kind of simultaneity, you know, Roland Bart had the idea of an encounter between different", "start": 2647.7400000000002, "end": 2653.7400000000002}
{"id": "osW4qI1OXnU-t2653.7400000000002", "text": "intellectual living at the same time discussing what will be the discussion between, we have", "start": 2653.7400000000002, "end": 2659.42}
{"id": "osW4qI1OXnU-t2659.42", "text": "to create the discussion between Freud and Verborg about detail, if you have to create", "start": 2659.42, "end": 2667.2200000000003}
{"id": "osW4qI1OXnU-t2667.2200000000003", "text": "a fiction.", "start": 2667.2200000000003, "end": 2668.2200000000003}
{"id": "osW4qI1OXnU-t2668.2200000000003", "text": "You know, they come together, it's not me and you, it's Freud and Binswanger and Verborg", "start": 2668.2200000000003, "end": 2680.2200000000003}
{"id": "osW4qI1OXnU-t2680.2200000000003", "text": "discussing about the function of metonymic thinking in the analysis of detail in clinic", "start": 2680.2200000000003, "end": 2688.7000000000003}
{"id": "osW4qI1OXnU-t2688.7", "text": "and history of art.", "start": 2688.7, "end": 2690.7}
{"id": "osW4qI1OXnU-t2690.7", "text": "We are in this kind of situation.", "start": 2690.7, "end": 2693.98}
{"id": "osW4qI1OXnU-t2693.98", "text": "The other question that was presented about totem and taboo, I miss my totem and taboo", "start": 2693.98, "end": 2701.2599999999998}
{"id": "osW4qI1OXnU-t2701.2599999999998", "text": "is fascinating and my association would be the murder, it's the murder of sons and", "start": 2701.2599999999998, "end": 2707.3399999999997}
{"id": "osW4qI1OXnU-t2707.3399999999997", "text": "then the murder of the father and this is something he was very obsessed with, Saturn.", "start": 2707.3399999999997, "end": 2713.7799999999997}
{"id": "osW4qI1OXnU-t2713.78", "text": "And you know, I mean the outbreak of the psychosis was getting a pistol in Hamburg, 1921, 18", "start": 2713.78, "end": 2723.02}
{"id": "osW4qI1OXnU-t2723.02", "text": "actually, but it's not a country that had the Second Amendment and weapons all over", "start": 2723.02, "end": 2728.9}
{"id": "osW4qI1OXnU-t2728.9", "text": "the place.", "start": 2728.9, "end": 2731.02}
{"id": "osW4qI1OXnU-t2731.02", "text": "So you know, and he was afraid of murders, of his family, of himself and so on, totem", "start": 2731.02, "end": 2739.38}
{"id": "osW4qI1OXnU-t2739.38", "text": "and taboo, it's a wonderful...", "start": 2739.38, "end": 2741.5}
{"id": "osW4qI1OXnU-t2741.5", "text": "Yeah, the other question about your president discussion is the fact that for me I had the", "start": 2741.5, "end": 2748.58}
{"id": "osW4qI1OXnU-t2748.58", "text": "impression like you said that Verborg after the breakdown after the clinic of Binswanger", "start": 2748.58, "end": 2759.02}
{"id": "osW4qI1OXnU-t2759.02", "text": "between 1924 and the death in 1929 had a very important creative work.", "start": 2759.02, "end": 2768.46}
{"id": "osW4qI1OXnU-t2768.46", "text": "After life, ready to be.", "start": 2768.46, "end": 2770.26}
{"id": "osW4qI1OXnU-t2770.26", "text": "He reanimated.", "start": 2770.26, "end": 2772.0200000000004}
{"id": "osW4qI1OXnU-t2772.0200000000004", "text": "Yes, he had the impression of death.", "start": 2772.0200000000004, "end": 2774.1400000000003}
{"id": "osW4qI1OXnU-t2774.1400000000003", "text": "It is the second life.", "start": 2774.1400000000003, "end": 2775.5800000000004}
{"id": "osW4qI1OXnU-t2775.5800000000004", "text": "The library, the nemosign, all this research we discussed yesterday was very central after", "start": 2775.5800000000004, "end": 2782.5}
{"id": "osW4qI1OXnU-t2782.5", "text": "this experience of psychosis.", "start": 2782.5, "end": 2784.98}
{"id": "osW4qI1OXnU-t2784.98", "text": "But what you see is a kind of condensation of the things.", "start": 2784.98, "end": 2787.9}
{"id": "osW4qI1OXnU-t2787.9", "text": "He goes back to the early things, even the Bodicelli and others, and condenses and I", "start": 2787.9, "end": 2794.5400000000004}
{"id": "osW4qI1OXnU-t2794.5400000000004", "text": "don't want to say systematizes.", "start": 2794.5400000000004, "end": 2797.1400000000003}
{"id": "osW4qI1OXnU-t2797.14", "text": "How he puts together in the nemosignia, etc. all of these things that come back with all", "start": 2797.14, "end": 2802.02}
{"id": "osW4qI1OXnU-t2802.02", "text": "the Bodicelli and others and some new ones such as Northern Renaissance, the Northern", "start": 2802.02, "end": 2807.54}
{"id": "osW4qI1OXnU-t2807.54", "text": "Renaissance and Verogart that he never had touched before.", "start": 2807.54, "end": 2811.54}
{"id": "osW4qI1OXnU-t2811.54", "text": "So, he revisits his own work with a new point of view.", "start": 2811.54, "end": 2818.7}
{"id": "osW4qI1OXnU-t2818.7", "text": "I want to mention one other detail in the Christ-Lincoln lecture.", "start": 2818.7, "end": 2823.54}
{"id": "osW4qI1OXnU-t2823.54", "text": "There's one word that comes up and it's the only pathological one and it's the term", "start": 2823.54, "end": 2828.08}
{"id": "osW4qI1OXnU-t2828.08", "text": "schizoid in the very second page of the published text when he says that to us, and that's", "start": 2828.08, "end": 2836.2599999999998}
{"id": "osW4qI1OXnU-t2836.2599999999998", "text": "a critique.", "start": 2836.2599999999998, "end": 2837.2599999999998}
{"id": "osW4qI1OXnU-t2837.2599999999998", "text": "I don't know who he means us, the westerners, his audience, etc.", "start": 2837.2599999999998, "end": 2841.82}
{"id": "osW4qI1OXnU-t2841.82", "text": "This dual practice between fantastic magic and sober prepersonous seems to be the symptom", "start": 2841.82, "end": 2849.2599999999998}
{"id": "osW4qI1OXnU-t2849.2599999999998", "text": "of a cleavage.", "start": 2849.2599999999998, "end": 2851.34}
{"id": "osW4qI1OXnU-t2851.34", "text": "But to the Indian, this is not schizoid, that he uses the term schizoid, but the sign of", "start": 2851.34, "end": 2856.5}
{"id": "osW4qI1OXnU-t2856.5", "text": "an endless communicability with the environment.", "start": 2856.5, "end": 2860.5}
{"id": "osW4qI1OXnU-t2860.5", "text": "So, this is one time an alternative to whom he refers to.", "start": 2860.5, "end": 2865.2200000000003}
{"id": "osW4qI1OXnU-t2865.2200000000003", "text": "The Indians, himself, it's one of these really dramatic moments that his own state and the", "start": 2865.2200000000003, "end": 2875.1800000000003}
{"id": "osW4qI1OXnU-t2875.1800000000003", "text": "state of an entire culture that is considered schizoid and that's his accusation.", "start": 2875.1800000000003, "end": 2880.46}
{"id": "osW4qI1OXnU-t2880.46", "text": "Which is not schizoid.", "start": 2880.46, "end": 2883.3}
{"id": "osW4qI1OXnU-t2883.3", "text": "And that also sounds less verb, and more, I would say, beans vanger of the phenomenological", "start": 2883.3, "end": 2889.82}
{"id": "osW4qI1OXnU-t2889.82", "text": "era, the endless communicability with the environment.", "start": 2889.82, "end": 2894.18}
{"id": "osW4qI1OXnU-t2894.18", "text": "That's not Freudian.", "start": 2894.18, "end": 2895.18}
{"id": "osW4qI1OXnU-t2895.18", "text": "Freud would consider the", "start": 2895.18, "end": 2895.46}
{"id": "osW4qI1OXnU-t2895.46", "text": "He is the hostile environment that we have to protect ourselves.", "start": 2895.46, "end": 2902.98}
{"id": "osW4qI1OXnU-t2902.98", "text": "It's a very interesting remark and perhaps you can say something about that through your", "start": 2902.98, "end": 2908.62}
{"id": "osW4qI1OXnU-t2908.62", "text": "work about verbal because I was surprised that in the beginning, and it is also present", "start": 2908.62, "end": 2915.74}
{"id": "osW4qI1OXnU-t2915.74", "text": "in the letter of beans vanger to Freud in November 1921 for beans vanger.", "start": 2915.74, "end": 2924.38}
{"id": "osW4qI1OXnU-t2924.38", "text": "Verbog was a schizophrenic patient.", "start": 2924.38, "end": 2927.02}
{"id": "osW4qI1OXnU-t2927.02", "text": "In the school of Zurich, Burgolslie, he looked him at the pre-senal delirium and something", "start": 2927.02, "end": 2935.2999999999997}
{"id": "osW4qI1OXnU-t2935.2999999999997", "text": "like a schizophrenia.", "start": 2935.2999999999997, "end": 2938.46}
{"id": "osW4qI1OXnU-t2938.46", "text": "And after the consultation of Kraplin in 1923, I think, Kraplin said it's not schizophrenic,", "start": 2938.46, "end": 2949.2200000000003}
{"id": "osW4qI1OXnU-t2949.2200000000003", "text": "it is an endless flight of ideas, a mania.", "start": 2949.2200000000003, "end": 2958.06}
{"id": "osW4qI1OXnU-t2958.06", "text": "He said it is a mixed mania codepressive state with a very good pronostic.", "start": 2958.06, "end": 2965.2200000000003}
{"id": "osW4qI1OXnU-t2965.22", "text": "And after this diagnosis of Kraplin, the vision of beans vanger about verbal changed completely", "start": 2965.22, "end": 2976.5}
{"id": "osW4qI1OXnU-t2976.5", "text": "and the evolution of, like if it was a change of paradigm, suddenly a change of paradigm", "start": 2976.5, "end": 2985.3399999999997}
{"id": "osW4qI1OXnU-t2985.3399999999997", "text": "for beans vanger, for the clinic, but also for verbal game self.", "start": 2985.3399999999997, "end": 2990.8199999999997}
{"id": "osW4qI1OXnU-t2990.82", "text": "And it is why it is very good that they prepared this book about the different documents with", "start": 2990.82, "end": 2996.7400000000002}
{"id": "osW4qI1OXnU-t2996.7400000000002", "text": "the idea of endless healing.", "start": 2996.7400000000002, "end": 3000.5}
{"id": "osW4qI1OXnU-t3000.5", "text": "It's a flight of ideas, the flight of ideas become an endless healing.", "start": 3000.5, "end": 3009.02}
{"id": "osW4qI1OXnU-t3009.02", "text": "But I think there's a consensus, I'm hearing a consensus that was a successful treatment,", "start": 3009.02, "end": 3014.6600000000003}
{"id": "osW4qI1OXnU-t3014.66", "text": "that there's a reconstitution, and whether, you know, this is a new burst of creativity,", "start": 3014.66, "end": 3022.02}
{"id": "osW4qI1OXnU-t3022.02", "text": "I don't think so.", "start": 3022.02, "end": 3023.7}
{"id": "osW4qI1OXnU-t3023.7", "text": "I'm building the library, an obsessively building the library was a major feat in Hamburg and", "start": 3023.7, "end": 3031.7}
{"id": "osW4qI1OXnU-t3031.7", "text": "the details of the architecture and that they had tubes to send things from top to bottom", "start": 3031.7, "end": 3039.18}
{"id": "osW4qI1OXnU-t3039.18", "text": "and so on.", "start": 3039.18, "end": 3040.18}
{"id": "osW4qI1OXnU-t3040.18", "text": "And it's a lovely building, which, do you know the, bibliotheca, John Giacomo, Feltronelli", "start": 3040.18, "end": 3048.14}
{"id": "osW4qI1OXnU-t3048.14", "text": "in Milan, the dome with the lights coming through?", "start": 3048.14, "end": 3053.22}
{"id": "osW4qI1OXnU-t3053.22", "text": "That's what it reminded me of, the photographs that we've seen.", "start": 3053.22, "end": 3061.54}
{"id": "osW4qI1OXnU-t3061.54", "text": "What you point to is something to focus on about his post-Cortslingen life.", "start": 3061.54, "end": 3066.62}
{"id": "osW4qI1OXnU-t3066.62", "text": "It's interesting also to think about in light of the library because Warburg in the library", "start": 3066.62, "end": 3070.9}
{"id": "osW4qI1OXnU-t3070.9", "text": "was to create a kind of community, so to speak, for himself, that he could not create for himself", "start": 3070.9, "end": 3078.8599999999997}
{"id": "osW4qI1OXnU-t3078.8599999999997", "text": "in the outside world and maybe began to, you know, very, very late and too late in the 20s.", "start": 3078.8599999999997, "end": 3085.74}
{"id": "osW4qI1OXnU-t3085.74", "text": "But when you think about how he thought of that library and the phrase he used to describe", "start": 3085.74, "end": 3089.8199999999997}
{"id": "osW4qI1OXnU-t3089.8199999999997", "text": "to his principal organization the Good Companion, I mean when you think about Warburg's scholarship", "start": 3089.8199999999997, "end": 3096.58}
{"id": "osW4qI1OXnU-t3096.58", "text": "and then that term put books next to Good Companions.", "start": 3096.58, "end": 3104.2999999999997}
{"id": "osW4qI1OXnU-t3104.2999999999997", "text": "That's a very different attitude now and it's not unscholatively, but it's an idea of what", "start": 3104.2999999999997, "end": 3112.94}
{"id": "osW4qI1OXnU-t3112.94", "text": "he's doing through his scholarship that is sort of a search for kind of community.", "start": 3112.94, "end": 3117.94}
{"id": "osW4qI1OXnU-t3117.94", "text": "That by putting these books together, by putting these books together, he can be, he's in some", "start": 3117.94, "end": 3122.46}
{"id": "osW4qI1OXnU-t3122.46", "text": "way, putting the people together and that he's communicating with them and it should be Good", "start": 3122.46, "end": 3128.7}
{"id": "osW4qI1OXnU-t3128.7", "text": "Companions and that makes it natural, not artificial.", "start": 3128.7, "end": 3134.78}
{"id": "osW4qI1OXnU-t3134.78", "text": "And to use the word natural to describe what Warburg does is very difficult at that time", "start": 3134.78, "end": 3139.94}
{"id": "osW4qI1OXnU-t3139.94", "text": "because it is so, you know, because his search for composure is so complete, but there in", "start": 3139.94, "end": 3147.38}
{"id": "osW4qI1OXnU-t3147.38", "text": "the library, right, this community that he creates for himself, one has to try to imagine,", "start": 3147.38, "end": 3153.9}
{"id": "osW4qI1OXnU-t3153.9", "text": "you know, what it, you can't, you can imagine what it might have felt like, but I think", "start": 3153.9, "end": 3157.62}
{"id": "osW4qI1OXnU-t3157.62", "text": "any scholar would be able to appreciate that.", "start": 3157.62, "end": 3160.6600000000003}
{"id": "osW4qI1OXnU-t3160.6600000000003", "text": "That's something that doesn't distance us from Warburg.", "start": 3160.6600000000003, "end": 3164.9}
{"id": "osW4qI1OXnU-t3164.9", "text": "And one more point having to do with how one finds again in the method an access to or", "start": 3164.9, "end": 3172.94}
{"id": "osW4qI1OXnU-t3172.94", "text": "at least a way of thinking about his sort of relationship to the world and to himself.", "start": 3172.94, "end": 3180.54}
{"id": "osW4qI1OXnU-t3180.54", "text": "When Warburg goes in search of the documents, you know, when he goes in search of family", "start": 3180.54, "end": 3185.18}
{"id": "osW4qI1OXnU-t3185.18", "text": "documents and business documents, I mean, he reads the accounts, you know, he's reading", "start": 3185.18, "end": 3189.98}
{"id": "osW4qI1OXnU-t3189.98", "text": "the bank, the business accounts and the family memoirs.", "start": 3189.98, "end": 3195.06}
{"id": "osW4qI1OXnU-t3195.06", "text": "Now I'm trying to picture Warburg handling the documents that were written by or being", "start": 3195.06, "end": 3204.98}
{"id": "osW4qI1OXnU-t3204.98", "text": "in proximity of the documents of the people that created them.", "start": 3204.98, "end": 3210.14}
{"id": "osW4qI1OXnU-t3210.14", "text": "And when he spoke about the artist sort of reviving antiquity, for him he thought that", "start": 3210.14, "end": 3215.7}
{"id": "osW4qI1OXnU-t3215.7", "text": "the artist was putting himself in some kind of danger, so to speak, that there could be", "start": 3215.7, "end": 3220.06}
{"id": "osW4qI1OXnU-t3220.06", "text": "some kind of spark, right, that would set something off, that there was some ego issue", "start": 3220.06, "end": 3225.34}
{"id": "osW4qI1OXnU-t3225.34", "text": "that could result.", "start": 3225.34, "end": 3226.7799999999997}
{"id": "osW4qI1OXnU-t3226.7799999999997", "text": "Well now Warburg is with these documents.", "start": 3226.7799999999997, "end": 3230.2999999999997}
{"id": "osW4qI1OXnU-t3230.2999999999997", "text": "And I just try to picture myself, all right, I mean now, again, methodologically, right,", "start": 3230.2999999999997, "end": 3234.7}
{"id": "osW4qI1OXnU-t3234.7", "text": "he's putting himself into proximity with these documents.", "start": 3234.7, "end": 3239.62}
{"id": "osW4qI1OXnU-t3239.62", "text": "What is going on when he does that?", "start": 3239.62, "end": 3241.1}
{"id": "osW4qI1OXnU-t3241.1", "text": "I have no idea.", "start": 3241.1, "end": 3243.1}
{"id": "osW4qI1OXnU-t3243.1", "text": "But he was very, very intent, right, on being with the documents.", "start": 3243.1, "end": 3249.62}
{"id": "osW4qI1OXnU-t3249.62", "text": "And I think that was something that was even very different from other art historians at", "start": 3249.62, "end": 3253.2999999999997}
{"id": "osW4qI1OXnU-t3253.2999999999997", "text": "the time who emphasized the same kind of procedure.", "start": 3253.2999999999997, "end": 3255.9}
{"id": "osW4qI1OXnU-t3255.9", "text": "Are you almost implying that there was a self-healing strategy in this piece?", "start": 3255.9, "end": 3262.14}
{"id": "osW4qI1OXnU-t3262.14", "text": "Perhaps.", "start": 3262.14, "end": 3263.14}
{"id": "osW4qI1OXnU-t3263.14", "text": "I mean, I'm not going to.", "start": 3263.14, "end": 3264.14}
{"id": "osW4qI1OXnU-t3264.14", "text": "I think that it was a self-healing strategy.", "start": 3264.14, "end": 3266.8199999999997}
{"id": "osW4qI1OXnU-t3266.8199999999997", "text": "But I think also that Binswang had used the self-healing strategy of Warburg.", "start": 3266.8199999999997, "end": 3273.7799999999997}
{"id": "osW4qI1OXnU-t3273.7799999999997", "text": "This is very important.", "start": 3273.7799999999997, "end": 3276.42}
{"id": "osW4qI1OXnU-t3276.42", "text": "Perhaps the documents, the metonymic interest for details, the metonymic style of thinking,", "start": 3276.42, "end": 3288.5}
{"id": "osW4qI1OXnU-t3288.5", "text": "the question of movement, of inhibition of movement, as we discussed yesterday, is very", "start": 3288.5, "end": 3294.38}
{"id": "osW4qI1OXnU-t3294.38", "text": "important for Warburg himself to stop something which is in too much excitation.", "start": 3294.38, "end": 3306.34}
{"id": "osW4qI1OXnU-t3306.34", "text": "So psychometric excitation.", "start": 3306.34, "end": 3312.7400000000002}
{"id": "osW4qI1OXnU-t3312.7400000000002", "text": "Excess of the leaving.", "start": 3312.7400000000002, "end": 3316.02}
{"id": "osW4qI1OXnU-t3316.02", "text": "Excess of meaning.", "start": 3316.02, "end": 3317.46}
{"id": "osW4qI1OXnU-t3317.46", "text": "Excess of the signals of the body, perhaps.", "start": 3317.46, "end": 3322.3}
{"id": "osW4qI1OXnU-t3322.3", "text": "And for him, perhaps the document was like a rupture.", "start": 3322.3, "end": 3327.1400000000003}
{"id": "osW4qI1OXnU-t3327.1400000000003", "text": "But I think it also was a risk.", "start": 3327.1400000000003, "end": 3329.46}
{"id": "osW4qI1OXnU-t3329.46", "text": "He was willing to undergo in some sense.", "start": 3329.46, "end": 3331.46}
{"id": "osW4qI1OXnU-t3331.46", "text": "In other words, a risk he had to take.", "start": 3331.46, "end": 3334.58}
{"id": "osW4qI1OXnU-t3334.58", "text": "I'm getting them, speculation.", "start": 3334.58, "end": 3337.42}
{"id": "osW4qI1OXnU-t3337.42", "text": "In other words, the two aren't, they're not opposed interpretations.", "start": 3337.42, "end": 3342.2999999999997}
{"id": "osW4qI1OXnU-t3342.2999999999997", "text": "But to undergo healing, you have to take a risk.", "start": 3342.2999999999997, "end": 3347.38}
{"id": "osW4qI1OXnU-t3347.38", "text": "And there was always, just as in the image, as healing for the artist entails a risk.", "start": 3347.38, "end": 3353.74}
{"id": "osW4qI1OXnU-t3353.74", "text": "And the risk that the artist took, he's taking with the documents.", "start": 3353.74, "end": 3357.2599999999998}
{"id": "osW4qI1OXnU-t3357.2599999999998", "text": "Or I'm completely wrong.", "start": 3357.2599999999998, "end": 3358.2599999999998}
{"id": "osW4qI1OXnU-t3358.26", "text": "That's not a reflection about treatment of psychosis, because to use the solution of", "start": 3358.26, "end": 3365.3}
{"id": "osW4qI1OXnU-t3365.3", "text": "the subject, the invention of the subject, as it is for one part risk and for one part", "start": 3365.3, "end": 3374.6200000000003}
{"id": "osW4qI1OXnU-t3374.6200000000003", "text": "an issue.", "start": 3374.6200000000003, "end": 3375.6200000000003}
{"id": "osW4qI1OXnU-t3375.6200000000003", "text": "And we have this difficult way.", "start": 3375.6200000000003, "end": 3381.42}
{"id": "osW4qI1OXnU-t3381.42", "text": "I think it was really important in the strategy of Bin Suang-e.", "start": 3381.42, "end": 3386.46}
{"id": "osW4qI1OXnU-t3386.46", "text": "I think in that question of dealing with documents, I think he tweets both documents,", "start": 3386.46, "end": 3392.3}
{"id": "osW4qI1OXnU-t3392.3", "text": "papers, either historical documents or even books, contemporary books.", "start": 3392.3, "end": 3396.98}
{"id": "osW4qI1OXnU-t3396.98", "text": "And he's encountered with people in the same way as encounters.", "start": 3396.98, "end": 3401.34}
{"id": "osW4qI1OXnU-t3401.34", "text": "For example, the first time he reads Darwin, he puts in his diary.", "start": 3401.34, "end": 3405.02}
{"id": "osW4qI1OXnU-t3405.02", "text": "30 years later, he's going in the front cover of the book and write that I read this in", "start": 3405.02, "end": 3411.7}
{"id": "osW4qI1OXnU-t3411.7", "text": "1989 and when I first read it, I thought that's finally a book that helps me.", "start": 3411.7, "end": 3416.4199999999996}
{"id": "osW4qI1OXnU-t3416.4199999999996", "text": "So it's an encounter that he goes back to again and again, as if the book was a real", "start": 3416.4199999999996, "end": 3421.98}
{"id": "osW4qI1OXnU-t3421.98", "text": "person.", "start": 3421.98, "end": 3422.98}
{"id": "osW4qI1OXnU-t3422.98", "text": "As Richard Vigo recently wrote an article about a bar books reading of Darwin.", "start": 3422.98, "end": 3429.8999999999996}
{"id": "osW4qI1OXnU-t3429.8999999999996", "text": "And the next day, he was reading that for two days in Florence in the library, the next", "start": 3429.8999999999996, "end": 3435.5}
{"id": "osW4qI1OXnU-t3435.5", "text": "day he meets his wife for the first time.", "start": 3435.5, "end": 3438.22}
{"id": "osW4qI1OXnU-t3438.22", "text": "And he leaves Darwin because he notes, finishes, and he plays the Ciceroana with Mary.", "start": 3438.22, "end": 3444.3799999999997}
{"id": "osW4qI1OXnU-t3444.3799999999997", "text": "So what does this mean?", "start": 3444.3799999999997, "end": 3445.74}
{"id": "osW4qI1OXnU-t3445.74", "text": "The most important book that I have read so far, and then the next day I meet the most", "start": 3445.74, "end": 3450.8199999999997}
{"id": "osW4qI1OXnU-t3450.8199999999997", "text": "important person in my life.", "start": 3450.8199999999997, "end": 3452.54}
{"id": "osW4qI1OXnU-t3452.54", "text": "I think psychoanalysts could, you know, put this sort of coincidence that happens at", "start": 3452.54, "end": 3459.1}
{"id": "osW4qI1OXnU-t3459.1", "text": "a time.", "start": 3459.1, "end": 3460.1}
{"id": "osW4qI1OXnU-t3460.1", "text": "And, you know, it's a periodic one.", "start": 3460.1, "end": 3461.58}
{"id": "osW4qI1OXnU-t3461.58", "text": "I even think, and somebody said it yesterday, you know, he had to visit the Pueblo as if", "start": 3461.58, "end": 3466.7799999999997}
{"id": "osW4qI1OXnU-t3466.78", "text": "it was a document, you know, and he reads them as documents.", "start": 3466.78, "end": 3470.3}
{"id": "osW4qI1OXnU-t3470.3", "text": "And in fact, it's sometimes when we look at the notes, we don't know some of his sketches", "start": 3470.3, "end": 3475.78}
{"id": "osW4qI1OXnU-t3475.78", "text": "of pottery, for example.", "start": 3475.78, "end": 3477.1000000000004}
{"id": "osW4qI1OXnU-t3477.1000000000004", "text": "Did he see that live or did he see it from a book?", "start": 3477.1000000000004, "end": 3479.9}
{"id": "osW4qI1OXnU-t3479.9", "text": "Because he also goes to the Smithsonian and other sources to look at books.", "start": 3479.9, "end": 3483.9}
{"id": "osW4qI1OXnU-t3483.9", "text": "So it's a scholarly research and people, life people, real people, and historical sources", "start": 3483.9, "end": 3490.82}
{"id": "osW4qI1OXnU-t3490.82", "text": "somehow come together in literary sources.", "start": 3490.82, "end": 3494.46}
{"id": "osW4qI1OXnU-t3494.46", "text": "And even, and that would be the most extreme argument that could make, is that his visit", "start": 3494.46, "end": 3501.82}
{"id": "osW4qI1OXnU-t3501.82", "text": "to Christ again, in Bellevue, somehow ultimately acts as this encounter with the very things", "start": 3501.82, "end": 3508.58}
{"id": "osW4qI1OXnU-t3508.58", "text": "that he was researching his entire life, that is, madness, irrationality, et cetera.", "start": 3508.58, "end": 3513.94}
{"id": "osW4qI1OXnU-t3513.94", "text": "I'm not saying that he pursued that visit, but in the end that's how it functions.", "start": 3513.94, "end": 3519.58}
{"id": "osW4qI1OXnU-t3519.58", "text": "There's almost an implication in what you're saying in terms of his encounter with books", "start": 3519.58, "end": 3525.1}
{"id": "osW4qI1OXnU-t3525.1", "text": "and objects that almost a retention of the ability to animate the inanimate that is a", "start": 3525.1, "end": 3532.7}
{"id": "osW4qI1OXnU-t3532.7", "text": "quality that people like Greenacre attributed to highly creative people, that what is so", "start": 3532.7, "end": 3542.14}
{"id": "osW4qI1OXnU-t3542.14", "text": "immediately available to us in early childhood to sort of take the inanimate and in some way", "start": 3542.14, "end": 3547.42}
{"id": "osW4qI1OXnU-t3547.42", "text": "make it animated or to anthropomorphize, you know, all living things.", "start": 3547.42, "end": 3551.66}
{"id": "osW4qI1OXnU-t3551.66", "text": "I would say even the relationship between the books that you mentioned, it's fairly, if", "start": 3551.66, "end": 3557.34}
{"id": "osW4qI1OXnU-t3557.34", "text": "not animistic, tautomistic.", "start": 3557.34, "end": 3559.1}
{"id": "osW4qI1OXnU-t3559.1", "text": "That is, you have all the books on the snake right next to the books on the ego and right", "start": 3559.1, "end": 3563.54}
{"id": "osW4qI1OXnU-t3563.54", "text": "next to another bird, et cetera, et cetera.", "start": 3563.54, "end": 3565.62}
{"id": "osW4qI1OXnU-t3565.62", "text": "So there is this totemic affinity in analogy between the books, which some time you can", "start": 3565.62, "end": 3571.66}
{"id": "osW4qI1OXnU-t3571.66", "text": "rearrange in new analogies.", "start": 3571.66, "end": 3573.5}
{"id": "osW4qI1OXnU-t3573.5", "text": "Right.", "start": 3573.5, "end": 3574.5}
{"id": "osW4qI1OXnU-t3574.5", "text": "Pre-corresponder.", "start": 3574.5, "end": 3575.5}
{"id": "osW4qI1OXnU-t3575.5", "text": "You world.", "start": 3575.5, "end": 3577.86}
{"id": "osW4qI1OXnU-t3577.86", "text": "I contiguity and not continuity.", "start": 3577.86, "end": 3581.86}
{"id": "osW4qI1OXnU-t3581.86", "text": "Introducing a discontinuity because what is surprising with Warburg in the library of", "start": 3581.86, "end": 3588.66}
{"id": "osW4qI1OXnU-t3588.66", "text": "Warburg in my impression is that it's not a psychotic confusion.", "start": 3588.66, "end": 3595.38}
{"id": "osW4qI1OXnU-t3595.38", "text": "It is his introduction, introduction tensions, rupture, contradiction, details in the process", "start": 3595.38, "end": 3605.46}
{"id": "osW4qI1OXnU-t3605.46", "text": "of the organization of the library, also in the iconology.", "start": 3605.46, "end": 3610.7400000000002}
{"id": "osW4qI1OXnU-t3610.7400000000002", "text": "If the image was a stop, an open question, an enigma, and not a source of confusion.", "start": 3610.7400000000002, "end": 3620.1}
{"id": "osW4qI1OXnU-t3620.1", "text": "And perhaps in the process of healing, it was a decisive moment when it was not in the", "start": 3620.1, "end": 3626.06}
{"id": "osW4qI1OXnU-t3626.06", "text": "flight of ideas and confusion and he opposed something which is suspension, fracture, tension,", "start": 3626.06, "end": 3634.86}
{"id": "osW4qI1OXnU-t3634.86", "text": "and contradiction.", "start": 3634.86, "end": 3636.3}
{"id": "osW4qI1OXnU-t3636.3", "text": "And it was his way of breaking what he thought were artificial, even unproductive boundaries", "start": 3636.3, "end": 3645.5}
{"id": "osW4qI1OXnU-t3645.5", "text": "between disciplines.", "start": 3645.5, "end": 3647.2200000000003}
{"id": "osW4qI1OXnU-t3647.2200000000003", "text": "I mean, the catalog of the Good Companion meant as a methodological result is that books", "start": 3647.2200000000003, "end": 3655.06}
{"id": "osW4qI1OXnU-t3655.06", "text": "from entirely different disciplines were going to be found next to each other.", "start": 3655.06, "end": 3659.94}
{"id": "osW4qI1OXnU-t3659.94", "text": "And to my mind, again, in a conference like this, that was Warburg's sort of truly kind", "start": 3659.94, "end": 3668.94}
{"id": "osW4qI1OXnU-t3668.94", "text": "of prescient step that this is an alternative organization and we must begin to conceive", "start": 3668.94, "end": 3678.18}
{"id": "osW4qI1OXnU-t3678.18", "text": "of this interdisciplinarity.", "start": 3678.18, "end": 3680.14}
{"id": "osW4qI1OXnU-t3680.14", "text": "At a time when he probably felt very constrained by that, there was no clear method forward,", "start": 3680.14, "end": 3688.42}
{"id": "osW4qI1OXnU-t3688.42", "text": "although in a few years Freud would found him ago, psychoanalysis applied to all of the", "start": 3688.42, "end": 3695.02}
{"id": "osW4qI1OXnU-t3695.02", "text": "Geysys Viscenschaft and all the humanities and social sciences.", "start": 3695.02, "end": 3698.2200000000003}
{"id": "osW4qI1OXnU-t3698.2200000000003", "text": "But Warburg himself in that library was his way of trying to create a framework for doing", "start": 3698.2200000000003, "end": 3703.54}
{"id": "osW4qI1OXnU-t3703.54", "text": "what so many people now across disciplines conceive of as necessary.", "start": 3703.54, "end": 3710.54}
{"id": "osW4qI1OXnU-t3710.54", "text": "Yes.", "start": 3710.54, "end": 3711.54}
{"id": "osW4qI1OXnU-t3711.54", "text": "But the question remains why these kind of solutions of invention were finally discovery.", "start": 3711.54, "end": 3720.38}
{"id": "osW4qI1OXnU-t3720.38", "text": "For me, it's very mysterious, from invention to discovery.", "start": 3720.38, "end": 3726.42}
{"id": "osW4qI1OXnU-t3726.42", "text": "But I think one of the things that I want to pick up about the treatment, I think it was", "start": 3726.42, "end": 3734.42}
{"id": "osW4qI1OXnU-t3734.42", "text": "successful and I think it's significant of Franz Juaz, which you point out that Ben Zwanger", "start": 3734.42, "end": 3741.3}
{"id": "osW4qI1OXnU-t3741.3", "text": "was quite pessimistic.", "start": 3741.3, "end": 3742.3}
{"id": "osW4qI1OXnU-t3742.3", "text": "He said, in fact, it's hopeless in 1921 and that there's a move.", "start": 3742.3, "end": 3748.7000000000003}
{"id": "osW4qI1OXnU-t3748.7000000000003", "text": "Now Freud and Bloyler told us, and there's a psychodynamic truth in it, that behind every", "start": 3748.7000000000003, "end": 3758.62}
{"id": "osW4qI1OXnU-t3758.62", "text": "psychosis there's a kernel of truth, something happened, something that we can get at if", "start": 3758.62, "end": 3766.8599999999997}
{"id": "osW4qI1OXnU-t3766.8599999999997", "text": "you listen properly, get into the phenomenological world of the patient.", "start": 3766.8599999999997, "end": 3773.7799999999997}
{"id": "osW4qI1OXnU-t3773.78", "text": "Now one of the things in his delusions was murders, recounted briefly that he was very", "start": 3773.78, "end": 3789.26}
{"id": "osW4qI1OXnU-t3789.26", "text": "concerned.", "start": 3789.26, "end": 3790.26}
{"id": "osW4qI1OXnU-t3790.26", "text": "He had a big cartai of all the Jewish persecutions and the blood ritual murder in the barber archives.", "start": 3790.26, "end": 3801.7000000000003}
{"id": "osW4qI1OXnU-t3801.7", "text": "It's there.", "start": 3801.7, "end": 3803.8199999999997}
{"id": "osW4qI1OXnU-t3803.8199999999997", "text": "And one of his charges against Ben Zwanger was he wants to murder the Jews.", "start": 3803.8199999999997, "end": 3809.62}
{"id": "osW4qI1OXnU-t3809.62", "text": "Comes up several times.", "start": 3809.62, "end": 3811.8599999999997}
{"id": "osW4qI1OXnU-t3811.8599999999997", "text": "And I think this psychosis of murder and in the delusions in Croitslingen, he says, this", "start": 3811.8599999999997, "end": 3827.62}
{"id": "osW4qI1OXnU-t3827.62", "text": "male orderly is the one who poisons me every morning.", "start": 3827.62, "end": 3834.18}
{"id": "osW4qI1OXnU-t3834.18", "text": "And this idea that his family is in another pavilion in Croitslingen and being tortured", "start": 3834.18, "end": 3844.06}
{"id": "osW4qI1OXnU-t3844.06", "text": "and held captive.", "start": 3844.06, "end": 3846.66}
{"id": "osW4qI1OXnU-t3846.66", "text": "Even on these walks with Ben Zwanger, he would walk up to the other pavilion and knock on", "start": 3846.66, "end": 3852.2999999999997}
{"id": "osW4qI1OXnU-t3852.2999999999997", "text": "the door and ask for his wife Mary.", "start": 3852.2999999999997, "end": 3856.94}
{"id": "osW4qI1OXnU-t3856.94", "text": "So you've got a re-emergence in life of some of these early fantasies.", "start": 3856.94, "end": 3864.78}
{"id": "osW4qI1OXnU-t3864.78", "text": "And they get, I think it was a phenomenological treatment of a person that was successful.", "start": 3864.78, "end": 3875.98}
{"id": "osW4qI1OXnU-t3875.98", "text": "And you can see Ben Zwanger working with him as a...", "start": 3875.98, "end": 3879.66}
{"id": "osW4qI1OXnU-t3879.66", "text": "When I read the clean go, history is put together wonderfully by David Stemmily who should be", "start": 3879.66, "end": 3887.3799999999997}
{"id": "osW4qI1OXnU-t3887.3799999999997", "text": "here in fact.", "start": 3887.3799999999997, "end": 3888.3799999999997}
{"id": "osW4qI1OXnU-t3888.3799999999997", "text": "He has published that history in Italian, France and in German.", "start": 3888.3799999999997, "end": 3892.02}
{"id": "osW4qI1OXnU-t3892.02", "text": "Is the extreme ambivalence, indeed, towards the end?", "start": 3892.02, "end": 3895.1}
{"id": "osW4qI1OXnU-t3895.1", "text": "There's always a treatment, right?", "start": 3895.1, "end": 3897.06}
{"id": "osW4qI1OXnU-t3897.06", "text": "Sometimes he's devil, sometimes he's the healer as clippiest, which is inevitable, right?", "start": 3897.06, "end": 3901.98}
{"id": "osW4qI1OXnU-t3901.98", "text": "In every type of treatment.", "start": 3901.98, "end": 3904.18}
{"id": "osW4qI1OXnU-t3904.18", "text": "And then there's a very amicable correspondence after he returns to Hamburg at that point.", "start": 3904.18, "end": 3913.66}
{"id": "osW4qI1OXnU-t3913.66", "text": "So, and I think that all of these fears somehow don't get resolved, but somehow the object", "start": 3913.66, "end": 3921.7799999999997}
{"id": "osW4qI1OXnU-t3921.7799999999997", "text": "that embodies the ambivalence is basically the snake in the lecture, right?", "start": 3921.7799999999997, "end": 3927.5}
{"id": "osW4qI1OXnU-t3927.5", "text": "The snake is both a healer and the awful snake that belongs to the fire.", "start": 3927.5, "end": 3932.58}
{"id": "osW4qI1OXnU-t3932.58", "text": "And he changes.", "start": 3932.58, "end": 3934.58}
{"id": "osW4qI1OXnU-t3934.58", "text": "Those are the film yesterday.", "start": 3934.58, "end": 3936.34}
{"id": "osW4qI1OXnU-t3936.34", "text": "There are some wonderful snakes, but they're not rattlesnakes from...", "start": 3936.34, "end": 3940.34}
{"id": "osW4qI1OXnU-t3940.34", "text": "But it was wonderful in the film, it was an image of the actual capella in the Käuslingen", "start": 3940.34, "end": 3946.2999999999997}
{"id": "osW4qI1OXnU-t3946.2999999999997", "text": "that has precisely the presentation of the presenters.", "start": 3946.2999999999997, "end": 3950.1}
{"id": "osW4qI1OXnU-t3950.1", "text": "And we know that he in fact visited the chapel and he saw that.", "start": 3950.1, "end": 3954.46}
{"id": "osW4qI1OXnU-t3954.46", "text": "But it's interesting how this little object, again I don't want to call it a detail, but", "start": 3954.46, "end": 3958.8199999999997}
{"id": "osW4qI1OXnU-t3958.82", "text": "this small, cannot become the cause of all evil or good, etc.", "start": 3958.82, "end": 3964.5800000000004}
{"id": "osW4qI1OXnU-t3964.5800000000004", "text": "But everything can be condensed to it and somehow present some kind of resolution through", "start": 3964.5800000000004, "end": 3971.7000000000003}
{"id": "osW4qI1OXnU-t3971.7000000000003", "text": "that lecture, which is not exactly a snake ritual.", "start": 3971.7000000000003, "end": 3975.5}
{"id": "osW4qI1OXnU-t3975.5", "text": "The editors call this flag and went to our, but it's just an image.", "start": 3975.5, "end": 3980.42}
{"id": "osW4qI1OXnU-t3980.42", "text": "Yes, the writing of the memories by Schreber was a solution for Schreber.", "start": 3980.42, "end": 3986.5}
{"id": "osW4qI1OXnU-t3986.5", "text": "The conference about snake ritual was a solution for Wehrberg.", "start": 3986.5, "end": 3991.54}
{"id": "osW4qI1OXnU-t3991.54", "text": "But we are at the end of the roundtable, I think, but perhaps it will be a possibility", "start": 3991.54, "end": 3998.22}
{"id": "osW4qI1OXnU-t3998.22", "text": "to do another roundtable about transference.", "start": 3998.22, "end": 4001.22}
{"id": "osW4qI1OXnU-t4001.22", "text": "Because if we are talking about clinic, it's also the difficult question of transference", "start": 4001.22, "end": 4007.06}
{"id": "osW4qI1OXnU-t4007.06", "text": "in psychotic patients.", "start": 4007.06, "end": 4008.22}
{"id": "osW4qI1OXnU-t4008.22", "text": "And here it is transference with Binsfanger and the clinic, but also transference of Binsfanger", "start": 4008.22, "end": 4014.66}
{"id": "osW4qI1OXnU-t4014.66", "text": "with pride and the question of the correspondence.", "start": 4014.66, "end": 4018.3799999999997}
{"id": "osW4qI1OXnU-t4018.3799999999997", "text": "And it's a lot of people included like in the culture.", "start": 4018.3799999999997, "end": 4022.18}
{"id": "osW4qI1OXnU-t4022.18", "text": "We find the same inclusion of the thing in another semantic field.", "start": 4022.18, "end": 4029.54}
{"id": "osW4qI1OXnU-t4029.54", "text": "It's a wonderful way to end the roundtable, to pose questions for the future.", "start": 4029.54, "end": 4034.54}
{"id": "osW4qI1OXnU-t4034.54", "text": "And we're going to have the question period in the afternoon.", "start": 4034.54, "end": 4037.8599999999997}
{"id": "osW4qI1OXnU-t4037.8599999999997", "text": "We're going to take a 15-minute break and then the memory roundtable is going to convene.", "start": 4037.8599999999997, "end": 4042.46}
{"id": "osW4qI1OXnU-t4042.46", "text": "So thank you all for having me.", "start": 4042.46, "end": 4045.06}
{"id": "osW4qI1OXnU-t4045.06", "text": "OK.", "start": 4045.06, "end": 4046.06}
{"id": "osW4qI1OXnU-t4046.06", "text": "Let's see if we can get to what you say.", "start": 4046.06, "end": 4072.62}
