{"id": "yotM-QjF-jY-t0.0", "text": "I'm Ed Nurse-Shesian Director of the Hill Excentation.", "start": 0.0, "end": 4.0}
{"id": "yotM-QjF-jY-t4.0", "text": "Before I introduce the participants, I'd like to say a few things about upcoming programs.", "start": 4.0, "end": 11.0}
{"id": "yotM-QjF-jY-t11.0", "text": "We're going to have a weekend on around December 1st, 2nd, 3rd,", "start": 11.0, "end": 20.0}
{"id": "yotM-QjF-jY-t20.0", "text": "devoted to the relationship between science and art.", "start": 20.0, "end": 24.0}
{"id": "yotM-QjF-jY-t24.0", "text": "So we will have scientists, artists working together", "start": 24.0, "end": 29.0}
{"id": "yotM-QjF-jY-t29.0", "text": "and we will also discuss what is called STEAM education.", "start": 29.0, "end": 34.0}
{"id": "yotM-QjF-jY-t34.0", "text": "So that's in December.", "start": 34.0, "end": 37.0}
{"id": "yotM-QjF-jY-t37.0", "text": "Prior to that, some of the round tables we are working on are illusion of knowledge,", "start": 37.0, "end": 43.0}
{"id": "yotM-QjF-jY-t43.0", "text": "sleep and memory, some round table on emotions,", "start": 43.0, "end": 50.0}
{"id": "yotM-QjF-jY-t50.0", "text": "mind hours and others, and a few other things that we are working on.", "start": 50.0, "end": 55.0}
{"id": "yotM-QjF-jY-t55.0", "text": "And we will put it up on our website and send you emails about it as we haven't planned.", "start": 55.0, "end": 65.0}
{"id": "yotM-QjF-jY-t65.0", "text": "Today's round table, complexity and emergence to visions of cosmic order from particles to people", "start": 65.0, "end": 72.0}
{"id": "yotM-QjF-jY-t72.0", "text": "was proposed to us by Tyler Volk, who is a professor of biology and environmental sciences at NYU.", "start": 72.0, "end": 83.0}
{"id": "yotM-QjF-jY-t83.0", "text": "The other participants next to Tyler is William Grassi.", "start": 83.0, "end": 88.0}
{"id": "yotM-QjF-jY-t88.0", "text": "He is an interdisciplinary scholar, academic entrepreneur and social activist and author.", "start": 88.0, "end": 97.0}
{"id": "yotM-QjF-jY-t97.0", "text": "Next to him is Tim Modlin, who's been here a couple of times before,", "start": 97.0, "end": 102.0}
{"id": "yotM-QjF-jY-t102.0", "text": "who is a professor of philosophy at NYU.", "start": 102.0, "end": 106.0}
{"id": "yotM-QjF-jY-t106.0", "text": "Next to him is David Grinspoon, astrobiologist senior scientist at the Planetary Science Institute.", "start": 106.0, "end": 113.0}
{"id": "yotM-QjF-jY-t113.0", "text": "And on the other side, it's Ilya Tampkin, professor of biology at NOVA and research associate at NM&H.", "start": 113.0, "end": 123.0}
{"id": "yotM-QjF-jY-t123.0", "text": "Thank you.", "start": 123.0, "end": 129.0}
{"id": "yotM-QjF-jY-t129.0", "text": "Well, we're supposed to each say a few words about our interests.", "start": 129.0, "end": 136.0}
{"id": "yotM-QjF-jY-t136.0", "text": "Do we get over here, maybe? David?", "start": 136.0, "end": 140.0}
{"id": "yotM-QjF-jY-t140.0", "text": "Sure.", "start": 140.0, "end": 141.0}
{"id": "yotM-QjF-jY-t141.0", "text": "So, as was mentioned, I'm an astrobiologist.", "start": 141.0, "end": 146.0}
{"id": "yotM-QjF-jY-t146.0", "text": "Astrobiology is inherently a multidisciplinary endeavor, as the name implies, astronomy and biology.", "start": 146.0, "end": 157.0}
{"id": "yotM-QjF-jY-t157.0", "text": "And now many other disciplines as well, trying to understand really the potential of the universe to produce life", "start": 157.0, "end": 167.0}
{"id": "yotM-QjF-jY-t167.0", "text": "and what environments that may occur in and how we might search for it.", "start": 167.0, "end": 171.0}
{"id": "yotM-QjF-jY-t171.0", "text": "And my own entree into that is as a planetary scientist, I actually do climate modeling of other planets", "start": 171.0, "end": 179.0}
{"id": "yotM-QjF-jY-t179.0", "text": "using similar tools to what we use to try to model the future climate on Earth.", "start": 179.0, "end": 188.0}
{"id": "yotM-QjF-jY-t188.0", "text": "And part of that is the search for extraterrestrial intelligence.", "start": 188.0, "end": 192.0}
{"id": "yotM-QjF-jY-t192.0", "text": "It's connected in interesting ways with astrobiology.", "start": 192.0, "end": 196.0}
{"id": "yotM-QjF-jY-t196.0", "text": "And recently, I've just completed a book that's been about a four-year project,", "start": 196.0, "end": 205.0}
{"id": "yotM-QjF-jY-t205.0", "text": "which is looking at the Anthropocene epoch, which is the name that some geologists and now other people have proposed", "start": 205.0, "end": 213.0}
{"id": "yotM-QjF-jY-t213.0", "text": "for our current time of Earth history, which is characterized by humans as a geological force.", "start": 213.0, "end": 219.0}
{"id": "yotM-QjF-jY-t219.0", "text": "Looking at that through the lens of astrobiology, in other words, for someone who thinks about planetary transitions", "start": 219.0, "end": 225.0}
{"id": "yotM-QjF-jY-t225.0", "text": "and the relationship between life and planets, what does this moment in Earth history", "start": 225.0, "end": 233.0}
{"id": "yotM-QjF-jY-t233.0", "text": "when this species, this arguably new kind of phenomena on the planet, has become a major factor in planetary evolution?", "start": 233.0, "end": 243.0}
{"id": "yotM-QjF-jY-t243.0", "text": "So that's what I've been focusing on recently, and it dovetails in interesting ways with this,", "start": 243.0, "end": 249.0}
{"id": "yotM-QjF-jY-t249.0", "text": "or the whole story of cosmic evolution.", "start": 249.0, "end": 251.0}
{"id": "yotM-QjF-jY-t251.0", "text": "What is happening on this planet now and what do human beings really represent as a factor in planetary evolution?", "start": 251.0, "end": 258.0}
{"id": "yotM-QjF-jY-t258.0", "text": "That's my entree to this subject.", "start": 258.0, "end": 263.0}
{"id": "yotM-QjF-jY-t263.0", "text": "Okay, Shriya, we go around forever.", "start": 263.0, "end": 267.0}
{"id": "yotM-QjF-jY-t267.0", "text": "So I'm sort of on a different...", "start": 267.0, "end": 271.0}
{"id": "yotM-QjF-jY-t271.0", "text": "My specialty is foundations of physics, so I mostly have been looking at trying to understand fundamental physical theories.", "start": 271.0, "end": 280.0}
{"id": "yotM-QjF-jY-t280.0", "text": "So the connection, I guess, to this particular topic would be in the connection between the base level physical laws", "start": 280.0, "end": 291.0}
{"id": "yotM-QjF-jY-t291.0", "text": "and emergent laws in the sense of patterns, fairly predictable patterns that appear at higher levels", "start": 291.0, "end": 300.0}
{"id": "yotM-QjF-jY-t300.0", "text": "that are predictable without knowing all the details of the micro-physics.", "start": 300.0, "end": 306.0}
{"id": "yotM-QjF-jY-t306.0", "text": "So far as I have much to contribute, it's just to appreciate what a mystery it is, why that should even happen.", "start": 306.0, "end": 314.0}
{"id": "yotM-QjF-jY-t314.0", "text": "There's no particular reason why law-governed micro-physics should give rise to any interesting macro-physical structures", "start": 314.0, "end": 322.0}
{"id": "yotM-QjF-jY-t322.0", "text": "that have both complexity and predictability.", "start": 322.0, "end": 325.0}
{"id": "yotM-QjF-jY-t325.0", "text": "So we take it for granted because we live in a world like that, but we don't appreciate how curious it is that we do live in such a world.", "start": 325.0, "end": 334.0}
{"id": "yotM-QjF-jY-t334.0", "text": "So maybe I can contribute something there.", "start": 334.0, "end": 338.0}
{"id": "yotM-QjF-jY-t338.0", "text": "So I got interested in the subject 30 years ago, writing an dissertation in a religion department", "start": 338.0, "end": 346.0}
{"id": "yotM-QjF-jY-t346.0", "text": "on what it would mean to treat the modern scientific cosmology as a mythopoetic creation story.", "start": 346.0, "end": 353.0}
{"id": "yotM-QjF-jY-t353.0", "text": "And I sort of fell into this rabbit hole at that point.", "start": 353.0, "end": 358.0}
{"id": "yotM-QjF-jY-t358.0", "text": "So I'd sort of been doing what we called then the Epic of Evolution or the new cosmology, what people today often call big history.", "start": 358.0, "end": 367.0}
{"id": "yotM-QjF-jY-t367.0", "text": "So I'm involved in the exegesis of big history. What does it mean?", "start": 367.0, "end": 371.0}
{"id": "yotM-QjF-jY-t371.0", "text": "And how do we interpret it?", "start": 371.0, "end": 373.0}
{"id": "yotM-QjF-jY-t373.0", "text": "So I'm sort of play with lots of different interpretations at different levels.", "start": 373.0, "end": 378.0}
{"id": "yotM-QjF-jY-t378.0", "text": "And of course part of that is to figure out the big questions.", "start": 378.0, "end": 384.0}
{"id": "yotM-QjF-jY-t384.0", "text": "But also I'm really interested in big history as a kind of pedagogical endeavor because we've learned so much about the universe in the last 50 years", "start": 384.0, "end": 398.0}
{"id": "yotM-QjF-jY-t398.0", "text": "and about ourselves and in origin and our psychology and of course all that has also fueled a tremendous change in the way we live, the anthropocene as you mentioned.", "start": 398.0, "end": 410.0}
{"id": "yotM-QjF-jY-t410.0", "text": "So for me putting it all together both as a sort of metaphysical question but also as a pedagogical endeavor is what's inspired my work over the years.", "start": 410.0, "end": 421.0}
{"id": "yotM-QjF-jY-t421.0", "text": "So I most of my bread and butter work has involved the global carbon cycle and climate over the years, energy systems, but the work in the global carbon cycle took me from the macro planet down into molecular levels", "start": 421.0, "end": 438.0}
{"id": "yotM-QjF-jY-t438.0", "text": "and I also had a strong interest in patterns, Tim referred to patterns, patterns of different scales and how one scale can influence another scale", "start": 438.0, "end": 451.0}
{"id": "yotM-QjF-jY-t451.0", "text": "and how sometimes similar patterns can reappear such as binary systems or certain shapes such as spheres.", "start": 451.0, "end": 460.0}
{"id": "yotM-QjF-jY-t460.0", "text": "And I was, this began because Ed invited me to a panel in April which I could not go to but I said I have this new book called Quarks to Culture", "start": 460.0, "end": 473.0}
{"id": "yotM-QjF-jY-t473.0", "text": "and Ed said that would seem like a good topic for panel on complexity and emergence in May so let's set that up.", "start": 473.0, "end": 483.0}
{"id": "yotM-QjF-jY-t483.0", "text": "And what I, this, this, and you have the handout in case some things get referred to that everybody could talk to because I think tonight physics is going to come up and biology is going to come up and culture is going to come up", "start": 483.0, "end": 498.0}
{"id": "yotM-QjF-jY-t498.0", "text": "and these figures are from, figures are from my book and what the basic idea was that you go down in the body into cells and into molecules", "start": 498.0, "end": 510.0}
{"id": "yotM-QjF-jY-t510.0", "text": "one can be going down back in time in terms of the origin of the types of these things so the cell had to come into existence before you can have a multicellular body such as an animal", "start": 510.0, "end": 523.0}
{"id": "yotM-QjF-jY-t523.0", "text": "and a molecule has to come into existence before you can have a cell that's made of molecules.", "start": 523.0, "end": 528.0}
{"id": "yotM-QjF-jY-t528.0", "text": "Now not the cells of our body, not the molecules of our body but as a type of system there had to be a buildup from something small to large", "start": 528.0, "end": 539.0}
{"id": "yotM-QjF-jY-t539.0", "text": "or there was a buildup, it doesn't have to be but science has not discovered this, a buildup from small to large and I said, oh I wonder if one could count", "start": 539.0, "end": 549.0}
{"id": "yotM-QjF-jY-t549.0", "text": "I wonder if one could use the idea of merge of combination into new systems from small things, one could use that sequentially as a number of steps", "start": 549.0, "end": 562.0}
{"id": "yotM-QjF-jY-t562.0", "text": "and distinguish fundamental levels of who we are and not just up to our body but then we are part of a social system too so I was just wondering can one do that", "start": 562.0, "end": 575.0}
{"id": "yotM-QjF-jY-t575.0", "text": "and then that led me into these 12 levels that I talk about that each have, the next question beat each must have had something special that came into existence or emerged", "start": 575.0, "end": 591.0}
{"id": "yotM-QjF-jY-t591.0", "text": "in order for the next level to happen that could not have happened at a prior level so there must have been something about the molecule that was different from what the atom was", "start": 591.0, "end": 604.0}
{"id": "yotM-QjF-jY-t604.0", "text": "that the molecules required to form a cell, a living cell, that the atoms by themselves could not have directly gone there", "start": 604.0, "end": 613.0}
{"id": "yotM-QjF-jY-t613.0", "text": "and the same with the fundamental particles of the standard model of physics, there was some paper in science years ago that somebody said, you don't model bulldozers with quarks, that there's these intervening levels", "start": 613.0, "end": 628.0}
{"id": "yotM-QjF-jY-t628.0", "text": "that's been well known that there's been, the physicists talk about the onion, the layers of the onion and the biologists have had their major transitions of evolution and what I was merely doing was saying, oh one could actually see them as part of a way to do big history in terms of certain levels", "start": 628.0, "end": 648.0}
{"id": "yotM-QjF-jY-t648.0", "text": "and it relates to things like emergence but that's the topic of the panel so I'll just leave it at that. I'm an evolutionary biologist and primarily interested in the general mechanisms that lead to the formation of the patterns we see reflected in the history of life", "start": 648.0, "end": 667.0}
{"id": "yotM-QjF-jY-t667.0", "text": "it is clear that evolutionary processes occur at multiple levels of biological organization from molecular to all the way to ecosystem, because of systemic levels and the patterns that observe in nature, they are the outcomes of the synergistic effect of different events that occur at all these different levels", "start": 667.0, "end": 685.0}
{"id": "yotM-QjF-jY-t685.0", "text": "So to me prior to even attempting to address the question of how these processes result in the patterns that we observe and describe as evolutionary biologists, we need to be very clear about the ontology of the structure of the organic world", "start": 685.0, "end": 700.0}
{"id": "yotM-QjF-jY-t700.0", "text": "and it's not a surprise that by itself the level structure has been long recognized, every single textbook in biology begins with the description of the hierarchy of the living world starting with molecules leading to the formation of subcellular structures that then make cells, so this makes up tissues and so on", "start": 700.0, "end": 728.0}
{"id": "yotM-QjF-jY-t728.0", "text": "until you get to the organisms, organisms make up populations that interact with each other in an economic way in the context of ecosystems, communities and so on up to the all encompassing biosphere", "start": 728.0, "end": 741.0}
{"id": "yotM-QjF-jY-t741.0", "text": "However, if you look very carefully at this stereotypical structure that everybody is familiar with, you begin to recognize that this hierarchy of scale where you simply order biological entities in the order of the smallest of the largest", "start": 741.0, "end": 758.0}
{"id": "yotM-QjF-jY-t758.0", "text": "It's probably a sufficient way to maybe describe different types of biological entities, but it doesn't provide an explanatory power to explain the processes because at the same level, there are entities that cannot be encompassed in a single uniform hierarchy", "start": 758.0, "end": 778.0}
{"id": "yotM-QjF-jY-t778.0", "text": "Evolutionary biologists like myself who try to look more seriously at these questions recognize that there are two types of biological individuals that fundamentally differ in their nature, some of which we refer to as systems", "start": 778.0, "end": 792.0}
{"id": "yotM-QjF-jY-t792.0", "text": "where the relationship between entities that comprise the system is based on the energy and matter of relationships", "start": 792.0, "end": 800.0}
{"id": "yotM-QjF-jY-t800.0", "text": "An example of that would be, for instance, a cell where different organelles interact with one another in some kind of economic way to make the largest system, or they're basically part of the whole system", "start": 800.0, "end": 813.0}
{"id": "yotM-QjF-jY-t813.0", "text": "On the other side of the spectrum, there is a system of information transfer which recognizes the replicating entities where the relationships of them or the mode of incorporating into the larger entities is not the energy and matter relationship", "start": 813.0, "end": 829.0}
{"id": "yotM-QjF-jY-t829.0", "text": "But the matter of inclusion based on the ancestry is a geological entity which I better describe not as systems but as historical teenagers", "start": 829.0, "end": 842.0}
{"id": "yotM-QjF-jY-t842.0", "text": "And the evolution occurs as the interplay of between these two separate, however overlapping hierarchies", "start": 842.0, "end": 850.0}
{"id": "yotM-QjF-jY-t850.0", "text": "So an example of that would be, so within even our bodies, there is this duality of interactor and replicator systems, so our bodies composed of two fundamentally different units is a soma and the germline", "start": 850.0, "end": 861.0}
{"id": "yotM-QjF-jY-t861.0", "text": "The whole purpose of the germline, or our cells responsible for reproduction, is only to transmit the information from one generation to the next", "start": 861.0, "end": 870.0}
{"id": "yotM-QjF-jY-t870.0", "text": "One can be perfectly happy organism, leaving any offspring behind, so it would be perfectly functioning as a system in the economic way without ever reproducing", "start": 870.0, "end": 883.0}
{"id": "yotM-QjF-jY-t883.0", "text": "So it's just the second aspect of our nature as well as any other biological system at every level to be able to replicate in a proliferated way", "start": 883.0, "end": 892.0}
{"id": "yotM-QjF-jY-t892.0", "text": "So the processes like selection of sorting can take place where the evolution results from, so to me this is the most fundamental question within evolutionary biologists", "start": 892.0, "end": 903.0}
{"id": "yotM-QjF-jY-t903.0", "text": "To see how you can understand the processes that impact the hierarchal systems at one level, so the so-called ecological, sometimes economic, hierarchy of life", "start": 903.0, "end": 914.0}
{"id": "yotM-QjF-jY-t914.0", "text": "And how it reflects, in a synergistic effect, at the different levels in the historical or geological hierarchy that we perceive as what we described in systematics and taxonomy", "start": 914.0, "end": 928.0}
{"id": "yotM-QjF-jY-t928.0", "text": "as a tree of life and the patterns that are being of that tree that are shaped throughout the history of life", "start": 928.0, "end": 937.0}
{"id": "yotM-QjF-jY-t937.0", "text": "One of the problems we're going to have talking about complexity, let alone an emergence is that we're dealing with all these different scientific disciplines", "start": 937.0, "end": 948.0}
{"id": "yotM-QjF-jY-t948.0", "text": "and there's no numeric measurement of complexity, it's not just the size of something, it's how diverse it is perhaps, or I'll focus later perhaps on how much energy it consumes", "start": 948.0, "end": 964.0}
{"id": "yotM-QjF-jY-t964.0", "text": "How much energy flows through the system, but I think it's really important, a lot of people don't understand, I don't know, be curious what you, I talk about the great matrix, we're talking about hierarchies or scales", "start": 964.0, "end": 975.0}
{"id": "yotM-QjF-jY-t975.0", "text": "And we do have some interesting scales, we have a scale of time, chronology, we have a scale of size, we have measurable scales of free energy flow through a system", "start": 975.0, "end": 987.0}
{"id": "yotM-QjF-jY-t987.0", "text": "And one of the electromagnetic spectrum is an amazing scale, which is very important in our level of reality", "start": 987.0, "end": 995.0}
{"id": "yotM-QjF-jY-t995.0", "text": "And a sound is a different type of scale, interestingly humans have a much broader many orders of magnitude auditory capacity", "start": 995.0, "end": 1006.0}
{"id": "yotM-QjF-jY-t1006.0", "text": "And we actually perceive visual light, it's very small range, and I think then we can go to inductive scales, or let's say there's a scale of information and ingenuity", "start": 1006.0, "end": 1020.0}
{"id": "yotM-QjF-jY-t1020.0", "text": "Or there's a scale of sentience and consciousness, or of course the scale that we're talking about is emergence of complexity", "start": 1020.0, "end": 1031.0}
{"id": "yotM-QjF-jY-t1031.0", "text": "Those are maybe there are others, I don't know, but those are kind of ways of orienting us to all phenomena that science describes", "start": 1031.0, "end": 1041.0}
{"id": "yotM-QjF-jY-t1041.0", "text": "So we have, I think some interesting, it's not just anything goes, there's a lot of restrictions about what science can understand or feel", "start": 1041.0, "end": 1055.0}
{"id": "yotM-QjF-jY-t1055.0", "text": "I call it the great matrix", "start": 1055.0, "end": 1058.0}
{"id": "yotM-QjF-jY-t1058.0", "text": "By that you mean the system composed of all these different scales?", "start": 1058.0, "end": 1063.0}
{"id": "yotM-QjF-jY-t1063.0", "text": "No, I think everything can be, everything can be, everything can be.", "start": 1063.0, "end": 1066.0}
{"id": "yotM-QjF-jY-t1066.0", "text": "The great matrix.", "start": 1066.0, "end": 1067.0}
{"id": "yotM-QjF-jY-t1067.0", "text": "Oh, the great matrix, time, space, energy, electromagnetism, sound, and those.", "start": 1067.0, "end": 1076.0}
{"id": "yotM-QjF-jY-t1076.0", "text": "So would you, but some of those seem like subsets of others?", "start": 1076.0, "end": 1080.0}
{"id": "yotM-QjF-jY-t1080.0", "text": "They are, for sure, electromagnetism is a form of energy, for sure, so is sound", "start": 1080.0, "end": 1086.0}
{"id": "yotM-QjF-jY-t1086.0", "text": "So some might be more primary.", "start": 1086.0, "end": 1089.0}
{"id": "yotM-QjF-jY-t1089.0", "text": "And we live in this amazing little thermodynamic eddy, eddy in the universe where complexity runs uphill", "start": 1089.0, "end": 1097.0}
{"id": "yotM-QjF-jY-t1097.0", "text": "And so we have this, you know, if it weren't for that thermodynamic eddy", "start": 1097.0, "end": 1105.0}
{"id": "yotM-QjF-jY-t1105.0", "text": "Where the Goldilocks conditions were just right, we wouldn't be here talking about it", "start": 1105.0, "end": 1111.0}
{"id": "yotM-QjF-jY-t1111.0", "text": "And so how do you see that? So the thermodynamics run uphill, meaning you can have local reduction in entropy and increase complexity", "start": 1111.0, "end": 1120.0}
{"id": "yotM-QjF-jY-t1120.0", "text": "As long as there's a global increase in entropy, and", "start": 1120.0, "end": 1124.0}
{"id": "yotM-QjF-jY-t1124.0", "text": "Anytime energy flows through matter, it creates order, creates information", "start": 1124.0, "end": 1130.0}
{"id": "yotM-QjF-jY-t1130.0", "text": "And so that's what the weather is, right? It's a way of dissipating energy.", "start": 1130.0, "end": 1135.0}
{"id": "yotM-QjF-jY-t1135.0", "text": "That's what a hurricane is, or a tornado.", "start": 1135.0, "end": 1138.0}
{"id": "yotM-QjF-jY-t1138.0", "text": "When it passes through solid matter, it can also have memory, and it can also compute, and can make, reproduce itself", "start": 1138.0, "end": 1147.0}
{"id": "yotM-QjF-jY-t1147.0", "text": "And so the weather, the gas molecules, as soon as the energy flows stops, they just dissipate", "start": 1147.0, "end": 1154.0}
{"id": "yotM-QjF-jY-t1154.0", "text": "But, you know, life has achieved this internal telos to, you know, survive, reproduce, and create life more abundant and extravagant", "start": 1154.0, "end": 1164.0}
{"id": "yotM-QjF-jY-t1164.0", "text": "So, for me, the fundamental physics of the universe is that as long as there's energy flowing through matter", "start": 1164.0, "end": 1174.0}
{"id": "yotM-QjF-jY-t1174.0", "text": "We have a possibility of increasing complexity", "start": 1174.0, "end": 1178.0}
{"id": "yotM-QjF-jY-t1178.0", "text": "So that's key, the possibility of increasing complexity, but it might not be an inevitability", "start": 1178.0, "end": 1186.0}
{"id": "yotM-QjF-jY-t1186.0", "text": "Absolutely not, and it says nothing about how that complexity is going to evolve or what it's going to be, but the possibilities", "start": 1186.0, "end": 1194.0}
{"id": "yotM-QjF-jY-t1194.0", "text": "So that's kind of fundamental level, and most people don't get it, it's very counterintuitive", "start": 1194.0, "end": 1200.0}
{"id": "yotM-QjF-jY-t1200.0", "text": "But Eric Chason at Harvard and Tufts, astronomers, it's really interesting, sort of back to the envelope calculations", "start": 1200.0, "end": 1208.0}
{"id": "yotM-QjF-jY-t1208.0", "text": "About how much energy flows through a system, let me just put it out there really quickly", "start": 1208.0, "end": 1213.0}
{"id": "yotM-QjF-jY-t1213.0", "text": "Like the Sun as a unit, of course, it's really big, and it's really put on an enormous amount of energy", "start": 1213.0, "end": 1219.0}
{"id": "yotM-QjF-jY-t1219.0", "text": "But a photosynthesizing microorganism is about 500 times the energy density flow of the Sun", "start": 1219.0, "end": 1227.0}
{"id": "yotM-QjF-jY-t1227.0", "text": "When you normalize for the mass and the time frame", "start": 1227.0, "end": 1231.0}
{"id": "yotM-QjF-jY-t1231.0", "text": "A mammalian body is about 10,000 times the energy density flow of the Sun", "start": 1231.0, "end": 1236.0}
{"id": "yotM-QjF-jY-t1236.0", "text": "Our brains are about 75,000 times the energy density flow of the Sun", "start": 1236.0, "end": 1241.0}
{"id": "yotM-QjF-jY-t1241.0", "text": "And by the way, our brains only work on about 20, 25 watts of energy", "start": 1241.0, "end": 1245.0}
{"id": "yotM-QjF-jY-t1245.0", "text": "So our body is working about 100 watts of energy", "start": 1245.0, "end": 1249.0}
{"id": "yotM-QjF-jY-t1249.0", "text": "And if you take all the energy that we use outside of our bodies", "start": 1249.0, "end": 1253.0}
{"id": "yotM-QjF-jY-t1253.0", "text": "As a result of first fire mastery, then agriculture, then fossil fuels", "start": 1253.0, "end": 1260.0}
{"id": "yotM-QjF-jY-t1260.0", "text": "Where millions of times, the people in this room, are consuming energy millions of times that of the Sun", "start": 1260.0, "end": 1269.0}
{"id": "yotM-QjF-jY-t1269.0", "text": "So it's very counter, again, when normalized for the mass of the system", "start": 1269.0, "end": 1273.0}
{"id": "yotM-QjF-jY-t1273.0", "text": "So energy is part of the story of complexity", "start": 1273.0, "end": 1277.0}
{"id": "yotM-QjF-jY-t1277.0", "text": "And most people focus on the information side of it, it's informationally driven", "start": 1277.0, "end": 1282.0}
{"id": "yotM-QjF-jY-t1282.0", "text": "But you don't get the information without the energy flowing through matter", "start": 1282.0, "end": 1286.0}
{"id": "yotM-QjF-jY-t1286.0", "text": "So that's a sort of fundamental physics point that Tim might want to say more about that", "start": 1286.0, "end": 1292.0}
{"id": "yotM-QjF-jY-t1292.0", "text": "Yeah, I'm not sure, let me try and make a point about information in terms of entropy", "start": 1292.0, "end": 1302.0}
{"id": "yotM-QjF-jY-t1302.0", "text": "And then maybe I can ask you because I'm not quite sure what you have in mind by energy flow", "start": 1302.0, "end": 1307.0}
{"id": "yotM-QjF-jY-t1307.0", "text": "So one way to see the complexity, this is an example, I guess of Sean Carroll's, but it makes the point", "start": 1307.0, "end": 1315.0}
{"id": "yotM-QjF-jY-t1315.0", "text": "Complexity is a really hard concept to get a good grip on", "start": 1315.0, "end": 1320.0}
{"id": "yotM-QjF-jY-t1320.0", "text": "People often try and equate it with a concept that you have a better grip on like entropy or something like that", "start": 1320.0, "end": 1326.0}
{"id": "yotM-QjF-jY-t1326.0", "text": "But if you think about the, there's a standard example of increase of entropy where you take coffee and cream", "start": 1326.0, "end": 1335.0}
{"id": "yotM-QjF-jY-t1335.0", "text": "And start them out where the cream is just on top of the coffee", "start": 1335.0, "end": 1339.0}
{"id": "yotM-QjF-jY-t1339.0", "text": "And then you wait and it slowly diffuses and, or you stir it, right?", "start": 1339.0, "end": 1345.0}
{"id": "yotM-QjF-jY-t1345.0", "text": "Which would be introducing energy and, but even if you don't introduce any energy and it will slowly diffuse", "start": 1345.0, "end": 1351.0}
{"id": "yotM-QjF-jY-t1351.0", "text": "If you stir it, it goes through a phase where you have this tremendous complexity", "start": 1351.0, "end": 1355.0}
{"id": "yotM-QjF-jY-t1355.0", "text": "You have the tendrils of cream that have interesting shapes that are intermixed with the coffee", "start": 1355.0, "end": 1362.0}
{"id": "yotM-QjF-jY-t1362.0", "text": "But then as time goes on, it eventually becomes bland again, right? It just becomes a mocha brown uniform mix", "start": 1362.0, "end": 1370.0}
{"id": "yotM-QjF-jY-t1370.0", "text": "That's the maximal entropy state, right? It's not the maximal complexity state", "start": 1370.0, "end": 1376.0}
{"id": "yotM-QjF-jY-t1376.0", "text": "So you started from a very uncomplex system and you go through a sort of complexity maximum", "start": 1376.0, "end": 1382.0}
{"id": "yotM-QjF-jY-t1382.0", "text": "And then it tails off as time goes on into again a very uncomplex system", "start": 1382.0, "end": 1387.0}
{"id": "yotM-QjF-jY-t1387.0", "text": "All the time entropy is going up", "start": 1387.0, "end": 1389.0}
{"id": "yotM-QjF-jY-t1389.0", "text": "So the conditions for there even to be complexity or how you quantify it or what you mean by it", "start": 1389.0, "end": 1396.0}
{"id": "yotM-QjF-jY-t1396.0", "text": "I think are very difficult. I'm not sure why you would need energy flow to get complexity", "start": 1396.0, "end": 1406.0}
{"id": "yotM-QjF-jY-t1406.0", "text": "I mean, I'm not sure what you think of the connection there between energy flow and complex, and increasing complexity", "start": 1406.0, "end": 1411.0}
{"id": "yotM-QjF-jY-t1411.0", "text": "What the one thing about biology, so I, so", "start": 1411.0, "end": 1416.0}
{"id": "yotM-QjF-jY-t1416.0", "text": "And I'm not, and there's things I'm not comfortable about with the information", "start": 1416.0, "end": 1420.0}
{"id": "yotM-QjF-jY-t1420.0", "text": "I mean, I understand, you know, that's a whole discussion", "start": 1420.0, "end": 1423.0}
{"id": "yotM-QjF-jY-t1423.0", "text": "I tend to take a very almost architectural approach, but one thing about the origin of life is that now", "start": 1423.0, "end": 1429.0}
{"id": "yotM-QjF-jY-t1429.0", "text": "And I'd be curious, the transition from physics and chemistry to the two", "start": 1429.0, "end": 1437.0}
{"id": "yotM-QjF-jY-t1437.0", "text": "Once you have living cells, the way I see it, you now have systems that require the import of matter and energy into them", "start": 1437.0, "end": 1449.0}
{"id": "yotM-QjF-jY-t1449.0", "text": "And export of waste, which you do not have with an atom, you do not have with a molecule", "start": 1449.0, "end": 1455.0}
{"id": "yotM-QjF-jY-t1455.0", "text": "They can be relatively static structures", "start": 1455.0, "end": 1459.0}
{"id": "yotM-QjF-jY-t1459.0", "text": "And so to have life you do need a field of either molecules that contain chemical energy in the environment", "start": 1459.0, "end": 1470.0}
{"id": "yotM-QjF-jY-t1470.0", "text": "Or radiative energy with photosynthesis", "start": 1470.0, "end": 1473.0}
{"id": "yotM-QjF-jY-t1473.0", "text": "And so it does have to flow, that does have to flow", "start": 1473.0, "end": 1477.0}
{"id": "yotM-QjF-jY-t1477.0", "text": "That was something, of course you understand, I know you know that, but that was something what you were asking, then what that transition meant", "start": 1477.0, "end": 1483.0}
{"id": "yotM-QjF-jY-t1483.0", "text": "Because once you have a system that requires inputs of matter and energy and exports waste", "start": 1483.0, "end": 1490.0}
{"id": "yotM-QjF-jY-t1490.0", "text": "It seems to me then, then biological evolution almost follows logically from that", "start": 1490.0, "end": 1497.0}
{"id": "yotM-QjF-jY-t1497.0", "text": "Because since these creatures are replicating themselves, they can't just grow forever, they split and they form two cells", "start": 1497.0, "end": 1505.0}
{"id": "yotM-QjF-jY-t1505.0", "text": "Now they're in competition inherently, because if one is importing a nutrient", "start": 1505.0, "end": 1511.0}
{"id": "yotM-QjF-jY-t1511.0", "text": "That's depleting the nutrient in the environment", "start": 1511.0, "end": 1514.0}
{"id": "yotM-QjF-jY-t1514.0", "text": "So there's depletion of the energy from the environment if we talk about matter containing energy", "start": 1514.0, "end": 1519.0}
{"id": "yotM-QjF-jY-t1519.0", "text": "But living things also need matter as matter, they need the carbon atom to structure other molecules", "start": 1519.0, "end": 1526.0}
{"id": "yotM-QjF-jY-t1526.0", "text": "So it's not just energy, they actually need certain kinds of material building blocks", "start": 1526.0, "end": 1532.0}
{"id": "yotM-QjF-jY-t1532.0", "text": "And once you have something that needs imports and exports, you get biological evolution", "start": 1532.0, "end": 1538.0}
{"id": "yotM-QjF-jY-t1538.0", "text": "Because now there's the depletion in the environment from the nutrient import", "start": 1538.0, "end": 1542.0}
{"id": "yotM-QjF-jY-t1542.0", "text": "And there's putting out toxins as waste, because the waste these creatures are getting rid of it", "start": 1542.0, "end": 1547.0}
{"id": "yotM-QjF-jY-t1547.0", "text": "So they are causing detrimental changes to the environment setting up a competitive so to speak field", "start": 1547.0, "end": 1556.0}
{"id": "yotM-QjF-jY-t1556.0", "text": "You can also have cooperation in there among organisms, of course, which is important for the evolution of the eukaryotic cell", "start": 1556.0, "end": 1561.0}
{"id": "yotM-QjF-jY-t1561.0", "text": "But it sets up this field", "start": 1561.0, "end": 1563.0}
{"id": "yotM-QjF-jY-t1563.0", "text": "Now, so I do have this overriding question", "start": 1563.0, "end": 1567.0}
{"id": "yotM-QjF-jY-t1567.0", "text": "That's in a way a different kind of dynamics that have been born from the physical chemical dynamics", "start": 1567.0, "end": 1578.0}
{"id": "yotM-QjF-jY-t1578.0", "text": "Now it's not just coming out of the sky coming down, but it seems like it's a fun...", "start": 1578.0, "end": 1586.0}
{"id": "yotM-QjF-jY-t1586.0", "text": "It seems like it's different enough that biological evolution is different enough for us to really think about what that means", "start": 1586.0, "end": 1594.0}
{"id": "yotM-QjF-jY-t1594.0", "text": "And now you can have a combination of biological structures", "start": 1594.0, "end": 1598.0}
{"id": "yotM-QjF-jY-t1598.0", "text": "I think another important concept here is homeostasis", "start": 1598.0, "end": 1604.0}
{"id": "yotM-QjF-jY-t1604.0", "text": "Because it's not just enough to have those energy flows", "start": 1604.0, "end": 1608.0}
{"id": "yotM-QjF-jY-t1608.0", "text": "And as you say, the flows of matter that maintain them", "start": 1608.0, "end": 1612.0}
{"id": "yotM-QjF-jY-t1612.0", "text": "I think Eric Chesson's observation that energy density seems to conform to this sort of hierarchy", "start": 1612.0, "end": 1621.0}
{"id": "yotM-QjF-jY-t1621.0", "text": "It seems to be a characteristic of this hierarchy", "start": 1621.0, "end": 1625.0}
{"id": "yotM-QjF-jY-t1625.0", "text": "It's very interesting, the hierarchy that you've kind of named in your introductory statement", "start": 1625.0, "end": 1631.0}
{"id": "yotM-QjF-jY-t1631.0", "text": "Does seem to carry with it this also hierarchy of energy density", "start": 1631.0, "end": 1637.0}
{"id": "yotM-QjF-jY-t1637.0", "text": "But I don't think Eric has answered the question of why that necessarily needs to be", "start": 1637.0, "end": 1643.0}
{"id": "yotM-QjF-jY-t1643.0", "text": "It's sort of an observation", "start": 1643.0, "end": 1645.0}
{"id": "yotM-QjF-jY-t1645.0", "text": "When you name this hierarchy that Tyra has very well described", "start": 1645.0, "end": 1649.0}
{"id": "yotM-QjF-jY-t1649.0", "text": "And then you look at the characteristics of these different entities", "start": 1649.0, "end": 1652.0}
{"id": "yotM-QjF-jY-t1652.0", "text": "One thing you can observe is this energy flow density is really markedly increased at every higher level", "start": 1652.0, "end": 1659.0}
{"id": "yotM-QjF-jY-t1659.0", "text": "It's exponentially increasing at every higher level", "start": 1659.0, "end": 1663.0}
{"id": "yotM-QjF-jY-t1663.0", "text": "But it's also a characteristic, some of that energy, some of what it needs to do", "start": 1663.0, "end": 1667.0}
{"id": "yotM-QjF-jY-t1667.0", "text": "Some of the point of that is to create a homeostasis so that the flows of matter and energy", "start": 1667.0, "end": 1673.0}
{"id": "yotM-QjF-jY-t1673.0", "text": "That allow that structure can persist", "start": 1673.0, "end": 1678.0}
{"id": "yotM-QjF-jY-t1678.0", "text": "A disequilibria's homeostasis", "start": 1678.0, "end": 1680.0}
{"id": "yotM-QjF-jY-t1680.0", "text": "Yes, so it's not a causal, it's not a causal factor", "start": 1680.0, "end": 1686.0}
{"id": "yotM-QjF-jY-t1686.0", "text": "It's a necessary energy flowing through gas", "start": 1686.0, "end": 1691.0}
{"id": "yotM-QjF-jY-t1691.0", "text": "Spontaneously creates or complexity", "start": 1691.0, "end": 1695.0}
{"id": "yotM-QjF-jY-t1695.0", "text": "I'm going to try to make one step back because we have discussed so many concepts", "start": 1695.0, "end": 1701.0}
{"id": "yotM-QjF-jY-t1701.0", "text": "And the relationship between which is not always clear", "start": 1701.0, "end": 1704.0}
{"id": "yotM-QjF-jY-t1704.0", "text": "We started with notion of complexity, right?", "start": 1704.0, "end": 1706.0}
{"id": "yotM-QjF-jY-t1706.0", "text": "So we wanted to maybe get back to that a little bit, discuss it in a little bit greater detail", "start": 1706.0, "end": 1712.0}
{"id": "yotM-QjF-jY-t1712.0", "text": "Wouldn't be, let's just try to simplify things a little bit", "start": 1712.0, "end": 1716.0}
{"id": "yotM-QjF-jY-t1716.0", "text": "So let's pretend that we're just looking at a system at one particular comparing two systems at the same organizational level", "start": 1716.0, "end": 1723.0}
{"id": "yotM-QjF-jY-t1723.0", "text": "So it's made from comparable parts", "start": 1723.0, "end": 1725.0}
{"id": "yotM-QjF-jY-t1725.0", "text": "So we have a very good mathematical language to describe structures in the form of dynamic networks", "start": 1725.0, "end": 1733.0}
{"id": "yotM-QjF-jY-t1733.0", "text": "That interact with one another, where different parts interact with one another in some non-trivial way", "start": 1733.0, "end": 1739.0}
{"id": "yotM-QjF-jY-t1739.0", "text": "We have, we can describe the topology, the strength of the relationships", "start": 1739.0, "end": 1743.0}
{"id": "yotM-QjF-jY-t1743.0", "text": "We define as modularity, the overall topology", "start": 1743.0, "end": 1746.0}
{"id": "yotM-QjF-jY-t1746.0", "text": "And by doing that we can compare to a system in terms of, in some numerical ways of assessing complexity at that level", "start": 1746.0, "end": 1752.0}
{"id": "yotM-QjF-jY-t1752.0", "text": "The difficulty comes in when you start looking at hierarchical systems", "start": 1752.0, "end": 1756.0}
{"id": "yotM-QjF-jY-t1756.0", "text": "Where an element of a system is in itself a complex system of a different level", "start": 1756.0, "end": 1766.0}
{"id": "yotM-QjF-jY-t1766.0", "text": "Then you would, you can argue that the system is more complex, the more hierarchical levels you have", "start": 1766.0, "end": 1773.0}
{"id": "yotM-QjF-jY-t1773.0", "text": "Because what you, yet I think overall", "start": 1773.0, "end": 1775.0}
{"id": "yotM-QjF-jY-t1775.0", "text": "And you can just clarify it, when you say hierarchical, do you mean nested?", "start": 1775.0, "end": 1780.0}
{"id": "yotM-QjF-jY-t1780.0", "text": "I mean nested composition", "start": 1780.0, "end": 1782.0}
{"id": "yotM-QjF-jY-t1782.0", "text": "I mean, hierarchies people use hierarchical, I mean like a tree structure", "start": 1782.0, "end": 1786.0}
{"id": "yotM-QjF-jY-t1786.0", "text": "Yes, or not hierarchy of control, no, I meant specifically, physically nested", "start": 1786.0, "end": 1790.0}
{"id": "yotM-QjF-jY-t1790.0", "text": "So I reckon like a Dan Mache sense, because I know Mache talks about one way of, one form of complexity is", "start": 1790.0, "end": 1798.0}
{"id": "yotM-QjF-jY-t1798.0", "text": "Numbers of layers of nestedness, right? And I saw that he has a paper in your new book, for example", "start": 1798.0, "end": 1805.0}
{"id": "yotM-QjF-jY-t1805.0", "text": "But that's what you're talking about when you say hierarchical", "start": 1805.0, "end": 1808.0}
{"id": "yotM-QjF-jY-t1808.0", "text": "Specifically about one particular type of hierarchy when you have nestedness", "start": 1808.0, "end": 1811.0}
{"id": "yotM-QjF-jY-t1811.0", "text": "Because I think that's a different in scale, something you referred to early on regarding that scale is important", "start": 1811.0, "end": 1817.0}
{"id": "yotM-QjF-jY-t1817.0", "text": "Because the discontinuity in that scale is what creates the discreetness of levels", "start": 1817.0, "end": 1821.0}
{"id": "yotM-QjF-jY-t1821.0", "text": "This way we can talk about the levels as ontologically sound real thing", "start": 1821.0, "end": 1826.0}
{"id": "yotM-QjF-jY-t1826.0", "text": "Rather than just pure our conception of something being a little small or something being a little larger", "start": 1826.0, "end": 1831.0}
{"id": "yotM-QjF-jY-t1831.0", "text": "Because I think nobody would argue that when two individuals interact, it would, like two humans would interact", "start": 1831.0, "end": 1837.0}
{"id": "yotM-QjF-jY-t1837.0", "text": "It would be correct to say that cells of one interact with an individual person of another", "start": 1837.0, "end": 1843.0}
{"id": "yotM-QjF-jY-t1843.0", "text": "Because these are not comparable entities with regard to this scale", "start": 1843.0, "end": 1847.0}
{"id": "yotM-QjF-jY-t1847.0", "text": "Because the rates of processes at different levels are completely different", "start": 1847.0, "end": 1851.0}
{"id": "yotM-QjF-jY-t1851.0", "text": "So that's why when we look at the dynamic system, it can be only composed of the elements of the same hierarchical level", "start": 1851.0, "end": 1859.0}
{"id": "yotM-QjF-jY-t1859.0", "text": "Because they are, if you engage in the energy and matter relationship, it can be only among entities that are within the same structure", "start": 1859.0, "end": 1868.0}
{"id": "yotM-QjF-jY-t1868.0", "text": "Yeah, I'd love to totally into that, where then these entities at these different scales have certain kinds of relationships", "start": 1868.0, "end": 1876.0}
{"id": "yotM-QjF-jY-t1876.0", "text": "That they're capable of, like so we are capable of using light and sound, of using remote sensing", "start": 1876.0, "end": 1882.0}
{"id": "yotM-QjF-jY-t1882.0", "text": "Which cells, biological cells, they can be responsive to light, but they're not actually, as far as we know, communicating through, like say, linguistic modulation on light and sound", "start": 1882.0, "end": 1893.0}
{"id": "yotM-QjF-jY-t1893.0", "text": "So the way I see it is that it's not only the birth, what's key is not only the birth of these new scales of size", "start": 1893.0, "end": 1901.0}
{"id": "yotM-QjF-jY-t1901.0", "text": "But these entities or systems have new kinds of abilities to relate", "start": 1901.0, "end": 1908.0}
{"id": "yotM-QjF-jY-t1908.0", "text": "And I think what you're saying is that they tend to relate to entities on that same level", "start": 1908.0, "end": 1913.0}
{"id": "yotM-QjF-jY-t1913.0", "text": "Yes, and you tell are referred to with your approach of different against these levels", "start": 1913.0, "end": 1918.0}
{"id": "yotM-QjF-jY-t1918.0", "text": "These are the fundamentals jumps in this level of organisms, something that is sometimes referred to as major transitions", "start": 1918.0, "end": 1924.0}
{"id": "yotM-QjF-jY-t1924.0", "text": "Major transitions in the bio-biologist, yeah", "start": 1924.0, "end": 1927.0}
{"id": "yotM-QjF-jY-t1927.0", "text": "It's not about how the system once it's already emerged, how it starts working with this having multiple levels structure", "start": 1927.0, "end": 1933.0}
{"id": "yotM-QjF-jY-t1933.0", "text": "But you're focusing to be on the emergence of these levels in the first place", "start": 1933.0, "end": 1937.0}
{"id": "yotM-QjF-jY-t1937.0", "text": "Right", "start": 1937.0, "end": 1938.0}
{"id": "yotM-QjF-jY-t1938.0", "text": "So which is a different story, they obviously really have to have these levels emerging first", "start": 1938.0, "end": 1943.0}
{"id": "yotM-QjF-jY-t1943.0", "text": "Because now we're looking at, we're faced with the already existing system of these levels that have must have emerged sometimes through history", "start": 1943.0, "end": 1950.0}
{"id": "yotM-QjF-jY-t1950.0", "text": "But it's a different question of how these levels have appeared in the first place, which is...", "start": 1950.0, "end": 1955.0}
{"id": "yotM-QjF-jY-t1955.0", "text": "Go ahead", "start": 1955.0, "end": 1957.0}
{"id": "yotM-QjF-jY-t1957.0", "text": "I'm just not sure I understand", "start": 1957.0, "end": 1960.0}
{"id": "yotM-QjF-jY-t1960.0", "text": "I understand the notion of level, I can make sense of the notion of levels, I think", "start": 1960.0, "end": 1965.0}
{"id": "yotM-QjF-jY-t1965.0", "text": "I don't see why you would think that only things at the same level interact", "start": 1965.0, "end": 1971.0}
{"id": "yotM-QjF-jY-t1971.0", "text": "So suppose I'm a biologist and I'm looking at, I don't know, otters", "start": 1971.0, "end": 1976.0}
{"id": "yotM-QjF-jY-t1976.0", "text": "And otters are able, I think, to pick up rocks or somebody is able to pick up rocks and smash", "start": 1976.0, "end": 1982.0}
{"id": "yotM-QjF-jY-t1982.0", "text": "So the rock is at a really low level of complexity, right?", "start": 1982.0, "end": 1986.0}
{"id": "yotM-QjF-jY-t1986.0", "text": "But it interacts with this biological organism, it's important", "start": 1986.0, "end": 1989.0}
{"id": "yotM-QjF-jY-t1989.0", "text": "So it would be a nice world if, as it were, the levels just kind of thin themselves out and only interact it", "start": 1989.0, "end": 1996.0}
{"id": "yotM-QjF-jY-t1996.0", "text": "But there's all kinds of inter-level interactions", "start": 1996.0, "end": 1999.0}
{"id": "yotM-QjF-jY-t1999.0", "text": "And there's really important particles and atoms interact with mutations", "start": 1999.0, "end": 2004.0}
{"id": "yotM-QjF-jY-t2004.0", "text": "But it's a different kind of interaction, maybe there's a certain kind of constructive or engagement", "start": 2004.0, "end": 2009.0}
{"id": "yotM-QjF-jY-t2009.0", "text": "That only happens at the same level, obviously, we get hit by high energy protons and damage ourselves", "start": 2009.0, "end": 2019.0}
{"id": "yotM-QjF-jY-t2019.0", "text": "But that's different from communicating with another organism", "start": 2019.0, "end": 2022.0}
{"id": "yotM-QjF-jY-t2022.0", "text": "Maybe otters picking up the rock to maintain its homeostasis, or as...", "start": 2022.0, "end": 2030.0}
{"id": "yotM-QjF-jY-t2030.0", "text": "I don't think of rock and otter, they are at a different level", "start": 2030.0, "end": 2032.0}
{"id": "yotM-QjF-jY-t2032.0", "text": "In terms of their roles, maybe complex, different composition, yes, at a different level", "start": 2032.0, "end": 2037.0}
{"id": "yotM-QjF-jY-t2037.0", "text": "But I'm not putting them at different levels because of their complexity", "start": 2037.0, "end": 2041.0}
{"id": "yotM-QjF-jY-t2041.0", "text": "At the same level of interactions, they belong to the same level", "start": 2041.0, "end": 2045.0}
{"id": "yotM-QjF-jY-t2045.0", "text": "Because at the same time, they fly as an organism, it's a level of an organism", "start": 2045.0, "end": 2048.0}
{"id": "yotM-QjF-jY-t2048.0", "text": "It will interact with a human, because human is an organism, they're at the same level of an organism", "start": 2048.0, "end": 2053.0}
{"id": "yotM-QjF-jY-t2053.0", "text": "But obviously, you can argue that the fly may be more simpler than a human", "start": 2053.0, "end": 2058.0}
{"id": "yotM-QjF-jY-t2058.0", "text": "That doesn't make them...", "start": 2058.0, "end": 2060.0}
{"id": "yotM-QjF-jY-t2060.0", "text": "So I would take them as multicellular or...", "start": 2060.0, "end": 2063.0}
{"id": "yotM-QjF-jY-t2063.0", "text": "Yes, that's the level of multicellularity", "start": 2063.0, "end": 2067.0}
{"id": "yotM-QjF-jY-t2067.0", "text": "But it would be wrong to say that an otter interacts with an ecosystem", "start": 2067.0, "end": 2072.0}
{"id": "yotM-QjF-jY-t2072.0", "text": "An ecosystem that's a level that's encompassed, not an all of the otter deals with", "start": 2072.0, "end": 2077.0}
{"id": "yotM-QjF-jY-t2077.0", "text": "But so otter will be in direct with other abiotic and biotic elements in its own environment", "start": 2077.0, "end": 2081.0}
{"id": "yotM-QjF-jY-t2081.0", "text": "But not with ecosystem as such...", "start": 2081.0, "end": 2083.0}
{"id": "yotM-QjF-jY-t2083.0", "text": "Or the fact that a human being is a multicellular organism", "start": 2083.0, "end": 2087.0}
{"id": "yotM-QjF-jY-t2087.0", "text": "But now we know with the microbiome that we're not only interacting with unicellular organisms", "start": 2087.0, "end": 2092.0}
{"id": "yotM-QjF-jY-t2092.0", "text": "But that in fact, our nature is integrally composed of unicellular organisms", "start": 2092.0, "end": 2101.0}
{"id": "yotM-QjF-jY-t2101.0", "text": "Which are themselves, integrally composed of things at smaller levels", "start": 2101.0, "end": 2106.0}
{"id": "yotM-QjF-jY-t2106.0", "text": "So it gets complicated, doesn't it?", "start": 2106.0, "end": 2109.0}
{"id": "yotM-QjF-jY-t2109.0", "text": "That's where it's complicated with the question of what leads to the origin of levels", "start": 2109.0, "end": 2116.0}
{"id": "yotM-QjF-jY-t2116.0", "text": "Because if you look at a human organs composed of multiple cells", "start": 2116.0, "end": 2120.0}
{"id": "yotM-QjF-jY-t2120.0", "text": "If you try to look at an individual cell as an independent organism", "start": 2120.0, "end": 2125.0}
{"id": "yotM-QjF-jY-t2125.0", "text": "Which it is not, because it usually does not live under natural condition", "start": 2125.0, "end": 2129.0}
{"id": "yotM-QjF-jY-t2129.0", "text": "And devote of being part of a body, it would not be", "start": 2129.0, "end": 2136.0}
{"id": "yotM-QjF-jY-t2136.0", "text": "But in the early origin of multicellularity, that was the mode of emergence of that", "start": 2136.0, "end": 2139.0}
{"id": "yotM-QjF-jY-t2139.0", "text": "Multi-organism level, probably you can talk more about this", "start": 2139.0, "end": 2143.0}
{"id": "yotM-QjF-jY-t2143.0", "text": "But the emergence of multicellularity, it has to be a fundamental step where", "start": 2143.0, "end": 2148.0}
{"id": "yotM-QjF-jY-t2148.0", "text": "There was this next level emerged", "start": 2148.0, "end": 2151.0}
{"id": "yotM-QjF-jY-t2151.0", "text": "But I think with regard to interaction with a human with its microbiome", "start": 2151.0, "end": 2154.0}
{"id": "yotM-QjF-jY-t2154.0", "text": "We are at the same level as this organism, they're organisms, they're multicellular, maybe a multicellular and unicellular organs", "start": 2154.0, "end": 2160.0}
{"id": "yotM-QjF-jY-t2160.0", "text": "They still can't interact, they can eat each other", "start": 2160.0, "end": 2162.0}
{"id": "yotM-QjF-jY-t2162.0", "text": "It's maybe not multicellular, unicellular, it's multicellular", "start": 2162.0, "end": 2168.0}
{"id": "yotM-QjF-jY-t2168.0", "text": "But it's organismal level, it's complexity and level", "start": 2168.0, "end": 2174.0}
{"id": "yotM-QjF-jY-t2174.0", "text": "And not necessarily can be equated", "start": 2174.0, "end": 2178.0}
{"id": "yotM-QjF-jY-t2178.0", "text": "I think you can only compare the complexity of entities that are at the same level", "start": 2178.0, "end": 2182.0}
{"id": "yotM-QjF-jY-t2182.0", "text": "If you can compare between levels, what do you mean by compare?", "start": 2182.0, "end": 2186.0}
{"id": "yotM-QjF-jY-t2186.0", "text": "What do you mean by compare?", "start": 2186.0, "end": 2188.0}
{"id": "yotM-QjF-jY-t2188.0", "text": "When you said you can only compare two entities at the same level", "start": 2188.0, "end": 2192.0}
{"id": "yotM-QjF-jY-t2192.0", "text": "What do you mean by, what do you change?", "start": 2192.0, "end": 2194.0}
{"id": "yotM-QjF-jY-t2194.0", "text": "You don't use parco physics to do economics", "start": 2194.0, "end": 2196.0}
{"id": "yotM-QjF-jY-t2196.0", "text": "You need to have the discourse, you need to have the discourse to figure out the scientific relationships", "start": 2196.0, "end": 2204.0}
{"id": "yotM-QjF-jY-t2204.0", "text": "But I think it's important to note that the adjacent levels often do have things to say for each other", "start": 2204.0, "end": 2210.0}
{"id": "yotM-QjF-jY-t2210.0", "text": "And there's a difference between complicated and complex", "start": 2210.0, "end": 2216.0}
{"id": "yotM-QjF-jY-t2216.0", "text": "So the example I like to use is that cars are a really complicated thing", "start": 2216.0, "end": 2220.0}
{"id": "yotM-QjF-jY-t2220.0", "text": "But we sort of know how to build it and how all the pieces work together", "start": 2220.0, "end": 2224.0}
{"id": "yotM-QjF-jY-t2224.0", "text": "But a traffic jam on the morning commute where everybody's driving along", "start": 2224.0, "end": 2228.0}
{"id": "yotM-QjF-jY-t2228.0", "text": "And a little variations in somebody's speed starts replicating", "start": 2228.0, "end": 2232.0}
{"id": "yotM-QjF-jY-t2232.0", "text": "And all of a sudden it stops, goes stop, go", "start": 2232.0, "end": 2234.0}
{"id": "yotM-QjF-jY-t2234.0", "text": "That's a complex phenomena", "start": 2234.0, "end": 2236.0}
{"id": "yotM-QjF-jY-t2236.0", "text": "And complexity is a whole science of its own", "start": 2236.0, "end": 2242.0}
{"id": "yotM-QjF-jY-t2242.0", "text": "And all the most interesting things in the universe are complex adaptive systems", "start": 2242.0, "end": 2247.0}
{"id": "yotM-QjF-jY-t2247.0", "text": "Where there are lots of different interacting parts", "start": 2247.0, "end": 2250.0}
{"id": "yotM-QjF-jY-t2250.0", "text": "And there's some freedom or possibility of things happening differently", "start": 2250.0, "end": 2257.0}
{"id": "yotM-QjF-jY-t2257.0", "text": "So complexity as a term of science is really different than complicated", "start": 2257.0, "end": 2264.0}
{"id": "yotM-QjF-jY-t2264.0", "text": "And a lot of what science is is trying to make things that look complex turn into complicated problems", "start": 2264.0, "end": 2271.0}
{"id": "yotM-QjF-jY-t2271.0", "text": "But now there's a whole bunch of phenomena that we study", "start": 2271.0, "end": 2276.0}
{"id": "yotM-QjF-jY-t2276.0", "text": "Some of them are very simple, like flocks of birds", "start": 2276.0, "end": 2279.0}
{"id": "yotM-QjF-jY-t2279.0", "text": "Which some can be described mathematically, some not", "start": 2279.0, "end": 2283.0}
{"id": "yotM-QjF-jY-t2283.0", "text": "That are complex, and I think that's an important", "start": 2283.0, "end": 2286.0}
{"id": "yotM-QjF-jY-t2286.0", "text": "But what he does describe as a relationship between the complexity of a car structure", "start": 2286.0, "end": 2292.0}
{"id": "yotM-QjF-jY-t2292.0", "text": "And the traffic, which cannot be decomposed", "start": 2292.0, "end": 2295.0}
{"id": "yotM-QjF-jY-t2295.0", "text": "And the explain in terms of the car parts", "start": 2295.0, "end": 2298.0}
{"id": "yotM-QjF-jY-t2298.0", "text": "That's the exact, I think, example of comparison between different levels", "start": 2298.0, "end": 2305.0}
{"id": "yotM-QjF-jY-t2305.0", "text": "I mean in some ways the traffic jam is simpler because it can be mathematically", "start": 2305.0, "end": 2310.0}
{"id": "yotM-QjF-jY-t2310.0", "text": "Mathematically sized, you know, by little units and people write equations for it and do modeling of it", "start": 2310.0, "end": 2316.0}
{"id": "yotM-QjF-jY-t2316.0", "text": "Where a car, yes, it can be understood", "start": 2316.0, "end": 2318.0}
{"id": "yotM-QjF-jY-t2318.0", "text": "To me, the multiple levels of a car", "start": 2318.0, "end": 2322.0}
{"id": "yotM-QjF-jY-t2322.0", "text": "Of course the car jam is made of cars", "start": 2322.0, "end": 2324.0}
{"id": "yotM-QjF-jY-t2324.0", "text": "So that's why it's a...", "start": 2324.0, "end": 2326.0}
{"id": "yotM-QjF-jY-t2326.0", "text": "Yeah, but I think what you just said is going to be much more true in ten years", "start": 2326.0, "end": 2330.0}
{"id": "yotM-QjF-jY-t2330.0", "text": "About traffic jams when there are no...", "start": 2330.0, "end": 2332.0}
{"id": "yotM-QjF-jY-t2332.0", "text": "When they're mathematics...", "start": 2332.0, "end": 2333.0}
{"id": "yotM-QjF-jY-t2333.0", "text": "When they're human drivers are no longer a part of the equation", "start": 2333.0, "end": 2336.0}
{"id": "yotM-QjF-jY-t2336.0", "text": "Whereas now, you know, there's a complex neurological sensory reactive component to that", "start": 2336.0, "end": 2344.0}
{"id": "yotM-QjF-jY-t2344.0", "text": "Where it's interesting to note that soon there will be traffic jams", "start": 2344.0, "end": 2348.0}
{"id": "yotM-QjF-jY-t2348.0", "text": "That are probably just as complex for different reasons", "start": 2348.0, "end": 2351.0}
{"id": "yotM-QjF-jY-t2351.0", "text": "So here's to me, I'd be really...", "start": 2351.0, "end": 2353.0}
{"id": "yotM-QjF-jY-t2353.0", "text": "So we haven't gotten into culture yet, I'd be really curious about how you think about this idea", "start": 2353.0, "end": 2360.0}
{"id": "yotM-QjF-jY-t2360.0", "text": "How you all think about it from different angles and particularly from a general principle", "start": 2360.0, "end": 2364.0}
{"id": "yotM-QjF-jY-t2364.0", "text": "So lots of people for years have been talking about cultural evolution", "start": 2364.0, "end": 2368.0}
{"id": "yotM-QjF-jY-t2368.0", "text": "Which is like biological evolution", "start": 2368.0, "end": 2371.0}
{"id": "yotM-QjF-jY-t2371.0", "text": "Not by having a genome and not by having a phenotype, genotype", "start": 2371.0, "end": 2374.0}
{"id": "yotM-QjF-jY-t2374.0", "text": "But by having properties of propagation, variation and selection", "start": 2374.0, "end": 2380.0}
{"id": "yotM-QjF-jY-t2380.0", "text": "So the automobile manufacturer can make more cars", "start": 2380.0, "end": 2383.0}
{"id": "yotM-QjF-jY-t2383.0", "text": "That's propagating, they're not self propagating yet", "start": 2383.0, "end": 2387.0}
{"id": "yotM-QjF-jY-t2387.0", "text": "But then they put out variants", "start": 2387.0, "end": 2390.0}
{"id": "yotM-QjF-jY-t2390.0", "text": "Scientific theories can do the same thing, put out variants", "start": 2390.0, "end": 2394.0}
{"id": "yotM-QjF-jY-t2394.0", "text": "And then it's selected in a field either in one's mind or in society", "start": 2394.0, "end": 2399.0}
{"id": "yotM-QjF-jY-t2399.0", "text": "Now there's certain pushback against that from some of the social scientists", "start": 2399.0, "end": 2403.0}
{"id": "yotM-QjF-jY-t2403.0", "text": "No, no, no, you don't want to make the comparison to rigid", "start": 2403.0, "end": 2407.0}
{"id": "yotM-QjF-jY-t2407.0", "text": "But there's really sort of a tidal wave of literature happening in culture evolution studies", "start": 2407.0, "end": 2416.0}
{"id": "yotM-QjF-jY-t2416.0", "text": "Simply saying that there's been a...", "start": 2416.0, "end": 2422.0}
{"id": "yotM-QjF-jY-t2422.0", "text": "The way I would put it, sort of a rediscovery of these triple processes of propagation, variation and selection", "start": 2422.0, "end": 2431.0}
{"id": "yotM-QjF-jY-t2431.0", "text": "Of pattern that occurred at the beginning of the origin of life at the prokaryotic cell", "start": 2431.0, "end": 2437.0}
{"id": "yotM-QjF-jY-t2437.0", "text": "And occurred again at some point in human evolution", "start": 2437.0, "end": 2441.0}
{"id": "yotM-QjF-jY-t2441.0", "text": "I'll take it to be definitely by the time text tools and probably we think language", "start": 2441.0, "end": 2446.0}
{"id": "yotM-QjF-jY-t2446.0", "text": "And I think there's also a similarity between the amino acids, 20 amino acids", "start": 2446.0, "end": 2451.0}
{"id": "yotM-QjF-jY-t2451.0", "text": "Being able to build the complexity of proteins, almost an infinite complexity of proteins", "start": 2451.0, "end": 2456.0}
{"id": "yotM-QjF-jY-t2456.0", "text": "And human phonemes, a few units of speech", "start": 2456.0, "end": 2460.0}
{"id": "yotM-QjF-jY-t2460.0", "text": "Being able to build almost an infinite number of words", "start": 2460.0, "end": 2463.0}
{"id": "yotM-QjF-jY-t2463.0", "text": "I think there's kind of a parallel between this sort of element going to complex", "start": 2463.0, "end": 2471.0}
{"id": "yotM-QjF-jY-t2471.0", "text": "Being within the cell as the genetic and amino acid system", "start": 2471.0, "end": 2475.0}
{"id": "yotM-QjF-jY-t2475.0", "text": "And simple elements being complex in the human language system", "start": 2475.0, "end": 2480.0}
{"id": "yotM-QjF-jY-t2480.0", "text": "Corresponding to the beginning of a propagation variation, selection process in biology", "start": 2480.0, "end": 2486.0}
{"id": "yotM-QjF-jY-t2486.0", "text": "With a propagation selection process in culture", "start": 2486.0, "end": 2489.0}
{"id": "yotM-QjF-jY-t2489.0", "text": "So I'm curious, if there's been a rediscovery as these levels of organization have built up", "start": 2489.0, "end": 2498.0}
{"id": "yotM-QjF-jY-t2498.0", "text": "If suddenly the prokaryotic cell, which is using biological evolution", "start": 2498.0, "end": 2502.0}
{"id": "yotM-QjF-jY-t2502.0", "text": "So is the eukaryotic cell, so is the multicellular organism", "start": 2502.0, "end": 2506.0}
{"id": "yotM-QjF-jY-t2506.0", "text": "And so is the animal social group, and then with the anthropologist called the metagroups", "start": 2506.0, "end": 2511.0}
{"id": "yotM-QjF-jY-t2511.0", "text": "Where groups can be not visible to each other on different sides of the mountain", "start": 2511.0, "end": 2515.0}
{"id": "yotM-QjF-jY-t2515.0", "text": "But they're still linked in a culture", "start": 2515.0, "end": 2517.0}
{"id": "yotM-QjF-jY-t2517.0", "text": "If that began a propagation variation in selection process again", "start": 2517.0, "end": 2524.0}
{"id": "yotM-QjF-jY-t2524.0", "text": "That means there was a rediscovery of the similar pattern, kind of a principle", "start": 2524.0, "end": 2531.0}
{"id": "yotM-QjF-jY-t2531.0", "text": "So there's a difference between biological evolution and cultural evolution", "start": 2531.0, "end": 2538.0}
{"id": "yotM-QjF-jY-t2538.0", "text": "And that's because we learn", "start": 2538.0, "end": 2542.0}
{"id": "yotM-QjF-jY-t2542.0", "text": "And we pass on what we learn more or less to the next generation", "start": 2542.0, "end": 2547.0}
{"id": "yotM-QjF-jY-t2547.0", "text": "And that becomes an exponentially growing process", "start": 2547.0, "end": 2552.0}
{"id": "yotM-QjF-jY-t2552.0", "text": "So individually, we're not all that smart", "start": 2552.0, "end": 2555.0}
{"id": "yotM-QjF-jY-t2555.0", "text": "We have a person by limitation, if you will", "start": 2555.0, "end": 2559.0}
{"id": "yotM-QjF-jY-t2559.0", "text": "But how much we can know and how much we can knowledge and know how we can contain", "start": 2559.0, "end": 2563.0}
{"id": "yotM-QjF-jY-t2563.0", "text": "But you put us together in this quote unquote superorganism", "start": 2563.0, "end": 2567.0}
{"id": "yotM-QjF-jY-t2567.0", "text": "And we're just...", "start": 2567.0, "end": 2569.0}
{"id": "yotM-QjF-jY-t2569.0", "text": "We're faster, we're on this exponential", "start": 2569.0, "end": 2573.0}
{"id": "yotM-QjF-jY-t2573.0", "text": "Don't run us individuals down too much", "start": 2573.0, "end": 2577.0}
{"id": "yotM-QjF-jY-t2577.0", "text": "Well not you", "start": 2577.0, "end": 2579.0}
{"id": "yotM-QjF-jY-t2579.0", "text": "No, no, I'm not saying that", "start": 2579.0, "end": 2581.0}
{"id": "yotM-QjF-jY-t2581.0", "text": "I mean I do want to mark a difference here because I think the analogy", "start": 2581.0, "end": 2585.0}
{"id": "yotM-QjF-jY-t2585.0", "text": "The wonderful thing about the theory of evolution", "start": 2585.0, "end": 2589.0}
{"id": "yotM-QjF-jY-t2589.0", "text": "The original biological theory of evolution wasn't just that it was replicators with variation in selection", "start": 2589.0, "end": 2595.0}
{"id": "yotM-QjF-jY-t2595.0", "text": "But that it was random variation", "start": 2595.0, "end": 2597.0}
{"id": "yotM-QjF-jY-t2597.0", "text": "That you didn't need a tealological, you didn't need a purpose, you didn't need an aim or a design", "start": 2597.0, "end": 2602.0}
{"id": "yotM-QjF-jY-t2602.0", "text": "And this could all just be happening randomly", "start": 2602.0, "end": 2604.0}
{"id": "yotM-QjF-jY-t2604.0", "text": "Now hopefully once you get people involved", "start": 2604.0, "end": 2606.0}
{"id": "yotM-QjF-jY-t2606.0", "text": "They're honestly not the chefs really aren't just randomly throwing stuff in", "start": 2606.0, "end": 2611.0}
{"id": "yotM-QjF-jY-t2611.0", "text": "And seeing what happens, right?", "start": 2611.0, "end": 2613.0}
{"id": "yotM-QjF-jY-t2613.0", "text": "You come to have some understanding of what they're aiming at", "start": 2613.0, "end": 2616.0}
{"id": "yotM-QjF-jY-t2616.0", "text": "And you get intentional behavior", "start": 2616.0, "end": 2618.0}
{"id": "yotM-QjF-jY-t2618.0", "text": "They might come back to the restaurant", "start": 2618.0, "end": 2621.0}
{"id": "yotM-QjF-jY-t2621.0", "text": "Which is going to make the whole thing much more efficient you hope", "start": 2621.0, "end": 2624.0}
{"id": "yotM-QjF-jY-t2624.0", "text": "And much faster and much more powerful", "start": 2624.0, "end": 2626.0}
{"id": "yotM-QjF-jY-t2626.0", "text": "So I would be a little leery of...", "start": 2626.0, "end": 2628.0}
{"id": "yotM-QjF-jY-t2628.0", "text": "And it seems to be, but leery of stretching the analogy too much", "start": 2628.0, "end": 2633.0}
{"id": "yotM-QjF-jY-t2633.0", "text": "But I would like to say it's more than an analogy", "start": 2633.0, "end": 2636.0}
{"id": "yotM-QjF-jY-t2636.0", "text": "At some deep level", "start": 2636.0, "end": 2638.0}
{"id": "yotM-QjF-jY-t2638.0", "text": "It's the rediscovery of some of these triple principles", "start": 2638.0, "end": 2642.0}
{"id": "yotM-QjF-jY-t2642.0", "text": "But how they're manifesting", "start": 2642.0, "end": 2644.0}
{"id": "yotM-QjF-jY-t2644.0", "text": "Because even the chef can't determine whether those people are going to like", "start": 2644.0, "end": 2648.0}
{"id": "yotM-QjF-jY-t2648.0", "text": "Do you use the term intentional behavior?", "start": 2648.0, "end": 2652.0}
{"id": "yotM-QjF-jY-t2652.0", "text": "And I think that's an important term as far as this difference you're trying to describe", "start": 2652.0, "end": 2656.0}
{"id": "yotM-QjF-jY-t2656.0", "text": "But then we can also ask", "start": 2656.0, "end": 2658.0}
{"id": "yotM-QjF-jY-t2658.0", "text": "What do we really mean by that?", "start": 2658.0, "end": 2660.0}
{"id": "yotM-QjF-jY-t2660.0", "text": "And where does intentional behavior come from?", "start": 2660.0, "end": 2663.0}
{"id": "yotM-QjF-jY-t2663.0", "text": "And one idea, and I don't think anybody really knows", "start": 2663.0, "end": 2666.0}
{"id": "yotM-QjF-jY-t2666.0", "text": "But one idea I've heard about that", "start": 2666.0, "end": 2668.0}
{"id": "yotM-QjF-jY-t2668.0", "text": "And this is above my peg rate", "start": 2668.0, "end": 2672.0}
{"id": "yotM-QjF-jY-t2672.0", "text": "But some of you guys might know more about this", "start": 2672.0, "end": 2674.0}
{"id": "yotM-QjF-jY-t2674.0", "text": "But for how the mind works and how ideas emerge", "start": 2674.0, "end": 2678.0}
{"id": "yotM-QjF-jY-t2678.0", "text": "And how intention, whatever that is", "start": 2678.0, "end": 2681.0}
{"id": "yotM-QjF-jY-t2681.0", "text": "Comes out of this", "start": 2681.0, "end": 2683.0}
{"id": "yotM-QjF-jY-t2683.0", "text": "Is that there is some sort of", "start": 2683.0, "end": 2685.0}
{"id": "yotM-QjF-jY-t2685.0", "text": "Sort of Darwinian type process", "start": 2685.0, "end": 2688.0}
{"id": "yotM-QjF-jY-t2688.0", "text": "Or at least process that's sort of analogous to that going on", "start": 2688.0, "end": 2692.0}
{"id": "yotM-QjF-jY-t2692.0", "text": "Inside the brain where different associations and ideas are", "start": 2692.0, "end": 2696.0}
{"id": "yotM-QjF-jY-t2696.0", "text": "Competing and emerging from some sort of a process", "start": 2696.0, "end": 2700.0}
{"id": "yotM-QjF-jY-t2700.0", "text": "And so it may be that some of these qualities that you're describing", "start": 2700.0, "end": 2704.0}
{"id": "yotM-QjF-jY-t2704.0", "text": "As the sort of universal pattern emerging", "start": 2704.0, "end": 2708.0}
{"id": "yotM-QjF-jY-t2708.0", "text": "Our pattern emergence are going on and contributing to this", "start": 2708.0, "end": 2712.0}
{"id": "yotM-QjF-jY-t2712.0", "text": "But that it's really going on as far as idea formation", "start": 2712.0, "end": 2715.0}
{"id": "yotM-QjF-jY-t2715.0", "text": "And indeed the formation of intentionality", "start": 2715.0, "end": 2718.0}
{"id": "yotM-QjF-jY-t2718.0", "text": "However that works inside our brains", "start": 2718.0, "end": 2720.0}
{"id": "yotM-QjF-jY-t2720.0", "text": "Well most of my brain was pretty empty when I was born", "start": 2720.0, "end": 2724.0}
{"id": "yotM-QjF-jY-t2724.0", "text": "And of course it went through a prolonged period of childhood", "start": 2724.0, "end": 2728.0}
{"id": "yotM-QjF-jY-t2728.0", "text": "Dependency grew three times", "start": 2728.0, "end": 2732.0}
{"id": "yotM-QjF-jY-t2732.0", "text": "That's about how big the brain grows in childhood", "start": 2732.0, "end": 2735.0}
{"id": "yotM-QjF-jY-t2735.0", "text": "And so everything that fills our brains", "start": 2735.0, "end": 2738.0}
{"id": "yotM-QjF-jY-t2738.0", "text": "Is largely including our language", "start": 2738.0, "end": 2740.0}
{"id": "yotM-QjF-jY-t2740.0", "text": "It's largely acquired through the social and environmental network", "start": 2740.0, "end": 2744.0}
{"id": "yotM-QjF-jY-t2744.0", "text": "And so for me the brain is a really interesting thing", "start": 2744.0, "end": 2747.0}
{"id": "yotM-QjF-jY-t2747.0", "text": "But it does nothing without", "start": 2747.0, "end": 2749.0}
{"id": "yotM-QjF-jY-t2749.0", "text": "Opposition thumbs and environment and a social environment in particular", "start": 2749.0, "end": 2755.0}
{"id": "yotM-QjF-jY-t2755.0", "text": "But the one with the states", "start": 2755.0, "end": 2757.0}
{"id": "yotM-QjF-jY-t2757.0", "text": "So to me the real miracles", "start": 2757.0, "end": 2759.0}
{"id": "yotM-QjF-jY-t2759.0", "text": "How does this stuff", "start": 2759.0, "end": 2761.0}
{"id": "yotM-QjF-jY-t2761.0", "text": "How does the environment imprint itself into our brains", "start": 2761.0, "end": 2765.0}
{"id": "yotM-QjF-jY-t2765.0", "text": "And how do we", "start": 2765.0, "end": 2766.0}
{"id": "yotM-QjF-jY-t2766.0", "text": "So you could talk about all kinds of different emergence", "start": 2766.0, "end": 2769.0}
{"id": "yotM-QjF-jY-t2769.0", "text": "There's evolutionary emergence", "start": 2769.0, "end": 2772.0}
{"id": "yotM-QjF-jY-t2772.0", "text": "There's developmental emergence from a single cell to an adult body", "start": 2772.0, "end": 2777.0}
{"id": "yotM-QjF-jY-t2777.0", "text": "Or there's a functional emergence", "start": 2777.0, "end": 2780.0}
{"id": "yotM-QjF-jY-t2780.0", "text": "Like all the cells are working at the same time", "start": 2780.0, "end": 2783.0}
{"id": "yotM-QjF-jY-t2783.0", "text": "So it's the physics right?", "start": 2783.0, "end": 2785.0}
{"id": "yotM-QjF-jY-t2785.0", "text": "What is it like 40 trillion cells in our body?", "start": 2785.0, "end": 2788.0}
{"id": "yotM-QjF-jY-t2788.0", "text": "Half of them", "start": 2788.0, "end": 2789.0}
{"id": "yotM-QjF-jY-t2789.0", "text": "As many bacteria", "start": 2789.0, "end": 2792.0}
{"id": "yotM-QjF-jY-t2792.0", "text": "And then you could even talk about intelligence emergence", "start": 2792.0, "end": 2796.0}
{"id": "yotM-QjF-jY-t2796.0", "text": "And that can happen to an individual, it can happen to a species", "start": 2796.0, "end": 2800.0}
{"id": "yotM-QjF-jY-t2800.0", "text": "And I think we", "start": 2800.0, "end": 2801.0}
{"id": "yotM-QjF-jY-t2801.0", "text": "Can it happen to a planet?", "start": 2801.0, "end": 2802.0}
{"id": "yotM-QjF-jY-t2802.0", "text": "Can it happen to a planet?", "start": 2802.0, "end": 2803.0}
{"id": "yotM-QjF-jY-t2803.0", "text": "Well you know so that's the question", "start": 2803.0, "end": 2805.0}
{"id": "yotM-QjF-jY-t2805.0", "text": "That's the Teyhardian", "start": 2805.0, "end": 2807.0}
{"id": "yotM-QjF-jY-t2807.0", "text": "Pierre Teyhard de Chardon", "start": 2807.0, "end": 2809.0}
{"id": "yotM-QjF-jY-t2809.0", "text": "The Jesuit priest, one of the patrons saints of religion and science", "start": 2809.0, "end": 2815.0}
{"id": "yotM-QjF-jY-t2815.0", "text": "To continue with go back to David and try to tie it into what you said", "start": 2815.0, "end": 2819.0}
{"id": "yotM-QjF-jY-t2819.0", "text": "Yes we're born with these baby brains", "start": 2819.0, "end": 2824.0}
{"id": "yotM-QjF-jY-t2824.0", "text": "And we suck up a lot from the environment", "start": 2824.0, "end": 2827.0}
{"id": "yotM-QjF-jY-t2827.0", "text": "And one of the things we pull up is", "start": 2827.0, "end": 2830.0}
{"id": "yotM-QjF-jY-t2830.0", "text": "The ability to be intentional", "start": 2830.0, "end": 2833.0}
{"id": "yotM-QjF-jY-t2833.0", "text": "Or at least use that language to people", "start": 2833.0, "end": 2835.0}
{"id": "yotM-QjF-jY-t2835.0", "text": "Oh I thought that through", "start": 2835.0, "end": 2837.0}
{"id": "yotM-QjF-jY-t2837.0", "text": "And I now decide this", "start": 2837.0, "end": 2839.0}
{"id": "yotM-QjF-jY-t2839.0", "text": "That's in a way a propagation variation in selection", "start": 2839.0, "end": 2843.0}
{"id": "yotM-QjF-jY-t2843.0", "text": "Well there's a", "start": 2843.0, "end": 2845.0}
{"id": "yotM-QjF-jY-t2845.0", "text": "Let me again make a kind of analogy here in terms of even", "start": 2845.0, "end": 2849.0}
{"id": "yotM-QjF-jY-t2849.0", "text": "So it's certainly true that you speed things up by as it were virtual", "start": 2849.0, "end": 2853.0}
{"id": "yotM-QjF-jY-t2853.0", "text": "Processes in the brain that make selections out of different", "start": 2853.0, "end": 2856.0}
{"id": "yotM-QjF-jY-t2856.0", "text": "I'm deciding what to do and I think about five different possibilities", "start": 2856.0, "end": 2860.0}
{"id": "yotM-QjF-jY-t2860.0", "text": "And I try and project out what will happen and make my choice on the basis", "start": 2860.0, "end": 2864.0}
{"id": "yotM-QjF-jY-t2864.0", "text": "And those are only the ones you're consciously aware of", "start": 2864.0, "end": 2866.0}
{"id": "yotM-QjF-jY-t2866.0", "text": "Right but you do need a", "start": 2866.0, "end": 2868.0}
{"id": "yotM-QjF-jY-t2868.0", "text": "I think you need a distinction and think about chess playing computers", "start": 2868.0, "end": 2871.0}
{"id": "yotM-QjF-jY-t2871.0", "text": "Right so originally really the chess playing computers were sort of blind variation", "start": 2871.0, "end": 2876.0}
{"id": "yotM-QjF-jY-t2876.0", "text": "I mean they just did massive searches of all possible move sequences", "start": 2876.0, "end": 2881.0}
{"id": "yotM-QjF-jY-t2881.0", "text": "Which because of combinatorial explosion they could have a horizon", "start": 2881.0, "end": 2885.0}
{"id": "yotM-QjF-jY-t2885.0", "text": "But in some sense in some sense they considered", "start": 2885.0, "end": 2888.0}
{"id": "yotM-QjF-jY-t2888.0", "text": "Hundreds of millions of possible sequences of moves", "start": 2888.0, "end": 2892.0}
{"id": "yotM-QjF-jY-t2892.0", "text": "And if you ask an expert chess player he'll say", "start": 2892.0, "end": 2896.0}
{"id": "yotM-QjF-jY-t2896.0", "text": "I considered four", "start": 2896.0, "end": 2898.0}
{"id": "yotM-QjF-jY-t2898.0", "text": "You know I looked at the board and I said", "start": 2898.0, "end": 2900.0}
{"id": "yotM-QjF-jY-t2900.0", "text": "Maybe it's this one, maybe it's this one, maybe it's that one", "start": 2900.0, "end": 2902.0}
{"id": "yotM-QjF-jY-t2902.0", "text": "And then they focus down, right?", "start": 2902.0, "end": 2905.0}
{"id": "yotM-QjF-jY-t2905.0", "text": "It's a different, it's really a different", "start": 2905.0, "end": 2907.0}
{"id": "yotM-QjF-jY-t2907.0", "text": "And we think they could not have it, even unconsciously we think they could not have done hundreds of millions", "start": 2907.0, "end": 2911.0}
{"id": "yotM-QjF-jY-t2911.0", "text": "That's right, because they don't know the unconscious part", "start": 2911.0, "end": 2914.0}
{"id": "yotM-QjF-jY-t2914.0", "text": "That's right, so you know, it's", "start": 2914.0, "end": 2916.0}
{"id": "yotM-QjF-jY-t2916.0", "text": "I mean, that ability to", "start": 2916.0, "end": 2920.0}
{"id": "yotM-QjF-jY-t2920.0", "text": "It's true there's a kind of variation there, at least they're looking at a variety of possibilities and selecting among them", "start": 2920.0, "end": 2927.0}
{"id": "yotM-QjF-jY-t2927.0", "text": "But there's also a lot of interesting things going on that they can look at such a small variety of things", "start": 2927.0, "end": 2935.0}
{"id": "yotM-QjF-jY-t2935.0", "text": "And apply their cognitive resources to them", "start": 2935.0, "end": 2938.0}
{"id": "yotM-QjF-jY-t2938.0", "text": "But also to be really true to biology, the variation is also really not", "start": 2938.0, "end": 2943.0}
{"id": "yotM-QjF-jY-t2943.0", "text": "Also from biology we know it's not entirely a random", "start": 2943.0, "end": 2946.0}
{"id": "yotM-QjF-jY-t2946.0", "text": "Also we know that some parts of the genome can mutate more readily than others", "start": 2946.0, "end": 2950.0}
{"id": "yotM-QjF-jY-t2950.0", "text": "It's predictable, we know that some of these are filtrated to the level of the phenotype", "start": 2950.0, "end": 2955.0}
{"id": "yotM-QjF-jY-t2955.0", "text": "Not also through some random manifestation, but there are some constraints by the organism level", "start": 2955.0, "end": 2961.0}
{"id": "yotM-QjF-jY-t2961.0", "text": "So it's not also entirely a random, but I think in general the metaphor of relating cultural evolution to", "start": 2961.0, "end": 2967.0}
{"id": "yotM-QjF-jY-t2967.0", "text": "biological evolution, I think it's both a useful analogy and there is some truth to it in a very general sense", "start": 2967.0, "end": 2975.0}
{"id": "yotM-QjF-jY-t2975.0", "text": "Because if we define evolution, and it's simply even just basically there in terms, you know, Darwin didn't use the word evolution", "start": 2975.0, "end": 2983.0}
{"id": "yotM-QjF-jY-t2983.0", "text": "But first you just use descent with modification, which simply in modern language we can translate it as a fate of information", "start": 2983.0, "end": 2993.0}
{"id": "yotM-QjF-jY-t2993.0", "text": "So in that sense evolution can occur in any system, whether information transfer from one generation to the next", "start": 2993.0, "end": 2999.0}
{"id": "yotM-QjF-jY-t2999.0", "text": "As long as you have some sort of replicating system, so human culture, it adds to it", "start": 2999.0, "end": 3004.0}
{"id": "yotM-QjF-jY-t3004.0", "text": "Just adds to the new mechanism of information, transfer and modification, which is through our culture", "start": 3004.0, "end": 3009.0}
{"id": "yotM-QjF-jY-t3009.0", "text": "And because that method is quite radically different, you can transfer information only to the next generation", "start": 3009.0, "end": 3015.0}
{"id": "yotM-QjF-jY-t3015.0", "text": "But kind of laterally, almost like bacteria do with their lateral gene transfer", "start": 3015.0, "end": 3018.0}
{"id": "yotM-QjF-jY-t3018.0", "text": "You can recover lost information from the past and there are all sorts of ways how can fresh can be transferred", "start": 3018.0, "end": 3024.0}
{"id": "yotM-QjF-jY-t3024.0", "text": "in ways that are not found in biological systems", "start": 3024.0, "end": 3026.0}
{"id": "yotM-QjF-jY-t3026.0", "text": "It certainly lends to some novelty and intentionality as part of it as well as some creative intent of individuals", "start": 3026.0, "end": 3032.0}
{"id": "yotM-QjF-jY-t3032.0", "text": "So we should not discount those as well", "start": 3032.0, "end": 3034.0}
{"id": "yotM-QjF-jY-t3034.0", "text": "But at a higher level of maybe higher social structures within human society, there is some element of", "start": 3034.0, "end": 3041.0}
{"id": "yotM-QjF-jY-t3041.0", "text": "Maybe not necessarily selection because I don't want to draw analogy to the fitness in biological systems", "start": 3041.0, "end": 3049.0}
{"id": "yotM-QjF-jY-t3049.0", "text": "Maybe too untrue, but there is some sort of sorting", "start": 3049.0, "end": 3053.0}
{"id": "yotM-QjF-jY-t3053.0", "text": "You have variance and they are being by some either random function or maybe not", "start": 3053.0, "end": 3058.0}
{"id": "yotM-QjF-jY-t3058.0", "text": "They are being sorted and distributed where some persist some do not", "start": 3058.0, "end": 3061.0}
{"id": "yotM-QjF-jY-t3061.0", "text": "In that sense it does hold", "start": 3061.0, "end": 3063.0}
{"id": "yotM-QjF-jY-t3063.0", "text": "But would you say there is some kind of fitness maybe about a bottle or everything that we design", "start": 3063.0, "end": 3071.0}
{"id": "yotM-QjF-jY-t3071.0", "text": "You are uncomfortable with using the word fitness", "start": 3071.0, "end": 3073.0}
{"id": "yotM-QjF-jY-t3073.0", "text": "I am a little bit uncomfortable because you want to keep it to biology", "start": 3073.0, "end": 3077.0}
{"id": "yotM-QjF-jY-t3077.0", "text": "Because fitness has very specific meaning is the ability to replicate itself more", "start": 3077.0, "end": 3082.0}
{"id": "yotM-QjF-jY-t3082.0", "text": "Maybe having a better form in saying an element of human design shape", "start": 3082.0, "end": 3090.0}
{"id": "yotM-QjF-jY-t3090.0", "text": "It might not necessarily translate into high rate of its reproduction", "start": 3090.0, "end": 3095.0}
{"id": "yotM-QjF-jY-t3095.0", "text": "Right, but some...", "start": 3095.0, "end": 3097.0}
{"id": "yotM-QjF-jY-t3097.0", "text": "Like in terms of manufacturers", "start": 3097.0, "end": 3099.0}
{"id": "yotM-QjF-jY-t3099.0", "text": "Right, so the better way of having the typewriter in terms of ergonomics was not the way the typewriter worked", "start": 3099.0, "end": 3108.0}
{"id": "yotM-QjF-jY-t3108.0", "text": "I just don't know what I said, I can be generalised", "start": 3108.0, "end": 3110.0}
{"id": "yotM-QjF-jY-t3110.0", "text": "Maybe it is true, but...", "start": 3110.0, "end": 3112.0}
{"id": "yotM-QjF-jY-t3112.0", "text": "I am actually one of the few people in the world who uses a Dvorak simplified keyboard", "start": 3112.0, "end": 3118.0}
{"id": "yotM-QjF-jY-t3118.0", "text": "Which was designed in the 1930s by an efficiency expert", "start": 3118.0, "end": 3122.0}
{"id": "yotM-QjF-jY-t3122.0", "text": "Based on the frequency of the letters and the two and three letter combinations", "start": 3122.0, "end": 3127.0}
{"id": "yotM-QjF-jY-t3127.0", "text": "To minimize finger motion", "start": 3127.0, "end": 3130.0}
{"id": "yotM-QjF-jY-t3130.0", "text": "But we are all locked into the QWERTY keyboard which was designed to make us type slowly", "start": 3130.0, "end": 3136.0}
{"id": "yotM-QjF-jY-t3136.0", "text": "Because the machines would jam", "start": 3136.0, "end": 3138.0}
{"id": "yotM-QjF-jY-t3138.0", "text": "And C-Mingigal has a lovely essay about this, in evolution", "start": 3138.0, "end": 3143.0}
{"id": "yotM-QjF-jY-t3143.0", "text": "It doesn't have to be optimal, it just has to work and then it gets fixed", "start": 3143.0, "end": 3147.0}
{"id": "yotM-QjF-jY-t3147.0", "text": "And stuck", "start": 3147.0, "end": 3149.0}
{"id": "yotM-QjF-jY-t3149.0", "text": "And so every time we look at your computer", "start": 3149.0, "end": 3151.0}
{"id": "yotM-QjF-jY-t3151.0", "text": "You should think, my god, this is an icon of how brilliant we are", "start": 3151.0, "end": 3156.0}
{"id": "yotM-QjF-jY-t3156.0", "text": "And how stupid we are", "start": 3156.0, "end": 3158.0}
{"id": "yotM-QjF-jY-t3158.0", "text": "Because the keyboard is literally pretty stupid", "start": 3158.0, "end": 3161.0}
{"id": "yotM-QjF-jY-t3161.0", "text": "In biology they talk about the not optimizing but satisfying", "start": 3161.0, "end": 3167.0}
{"id": "yotM-QjF-jY-t3167.0", "text": "Satisfying, right, so anyway", "start": 3167.0, "end": 3169.0}
{"id": "yotM-QjF-jY-t3169.0", "text": "That's probably very true to human culture as well", "start": 3169.0, "end": 3172.0}
{"id": "yotM-QjF-jY-t3172.0", "text": "Something that might persist for reasons other than being the best", "start": 3172.0, "end": 3176.0}
{"id": "yotM-QjF-jY-t3176.0", "text": "The best serving the needs", "start": 3176.0, "end": 3178.0}
{"id": "yotM-QjF-jY-t3178.0", "text": "So for instance, some years ago I embarked on a project", "start": 3178.0, "end": 3182.0}
{"id": "yotM-QjF-jY-t3182.0", "text": "Trying to apply biological methods", "start": 3182.0, "end": 3184.0}
{"id": "yotM-QjF-jY-t3184.0", "text": "Maybe very naively trying to reconstruct the phylogeny", "start": 3184.0, "end": 3188.0}
{"id": "yotM-QjF-jY-t3188.0", "text": "An evolutionary tree of musical instruments", "start": 3188.0, "end": 3190.0}
{"id": "yotM-QjF-jY-t3190.0", "text": "We discovered very unusual and interesting patterns", "start": 3190.0, "end": 3192.0}
{"id": "yotM-QjF-jY-t3192.0", "text": "I was had to do with looking at coordinates from the late 19th century", "start": 3192.0, "end": 3196.0}
{"id": "yotM-QjF-jY-t3196.0", "text": "And up to through the middle of the 20th century", "start": 3196.0, "end": 3198.0}
{"id": "yotM-QjF-jY-t3198.0", "text": "And it turned out that some of the coordinates", "start": 3198.0, "end": 3200.0}
{"id": "yotM-QjF-jY-t3200.0", "text": "The trumpet related musical instrument", "start": 3200.0, "end": 3203.0}
{"id": "yotM-QjF-jY-t3203.0", "text": "And it turns out that some of the trends that we found", "start": 3203.0, "end": 3206.0}
{"id": "yotM-QjF-jY-t3206.0", "text": "Had to do not specifically with a better design of valves", "start": 3206.0, "end": 3211.0}
{"id": "yotM-QjF-jY-t3211.0", "text": "And the way horn is structured overall", "start": 3211.0, "end": 3213.0}
{"id": "yotM-QjF-jY-t3213.0", "text": "But there were some purely economic reasons", "start": 3213.0, "end": 3217.0}
{"id": "yotM-QjF-jY-t3217.0", "text": "For developing the instruments in some ways", "start": 3217.0, "end": 3219.0}
{"id": "yotM-QjF-jY-t3219.0", "text": "Because some people patented certain ways of making it", "start": 3219.0, "end": 3223.0}
{"id": "yotM-QjF-jY-t3223.0", "text": "Preventing other people from doing it", "start": 3223.0, "end": 3225.0}
{"id": "yotM-QjF-jY-t3225.0", "text": "There were other social forces", "start": 3225.0, "end": 3227.0}
{"id": "yotM-QjF-jY-t3227.0", "text": "Had nothing to do with optimizing a particular", "start": 3227.0, "end": 3229.0}
{"id": "yotM-QjF-jY-t3229.0", "text": "Particular item, obviously humanly designed", "start": 3229.0, "end": 3233.0}
{"id": "yotM-QjF-jY-t3233.0", "text": "In a very creative way item that was very consciously designed", "start": 3233.0, "end": 3235.0}
{"id": "yotM-QjF-jY-t3235.0", "text": "But it could only develop in certain ways", "start": 3235.0, "end": 3237.0}
{"id": "yotM-QjF-jY-t3237.0", "text": "Because higher level social structures", "start": 3237.0, "end": 3239.0}
{"id": "yotM-QjF-jY-t3239.0", "text": "Like patent agencies", "start": 3239.0, "end": 3241.0}
{"id": "yotM-QjF-jY-t3241.0", "text": "And maybe some individual players", "start": 3241.0, "end": 3245.0}
{"id": "yotM-QjF-jY-t3245.0", "text": "Some jazz players that used some of these instruments", "start": 3245.0, "end": 3247.0}
{"id": "yotM-QjF-jY-t3247.0", "text": "They preferred something more artistic", "start": 3247.0, "end": 3249.0}
{"id": "yotM-QjF-jY-t3249.0", "text": "Designed purely for aesthetic and historical reasons", "start": 3249.0, "end": 3252.0}
{"id": "yotM-QjF-jY-t3252.0", "text": "They didn't really care about maybe a better playability in some ways", "start": 3252.0, "end": 3255.0}
{"id": "yotM-QjF-jY-t3255.0", "text": "So there are many more", "start": 3255.0, "end": 3257.0}
{"id": "yotM-QjF-jY-t3257.0", "text": "I think as with the human ways of variations", "start": 3257.0, "end": 3262.0}
{"id": "yotM-QjF-jY-t3262.0", "text": "Being sorted in human culture", "start": 3262.0, "end": 3264.0}
{"id": "yotM-QjF-jY-t3264.0", "text": "This way I didn't want to define it as a specific fitness function", "start": 3264.0, "end": 3269.0}
{"id": "yotM-QjF-jY-t3269.0", "text": "Because fitness applies only to one thing", "start": 3269.0, "end": 3271.0}
{"id": "yotM-QjF-jY-t3271.0", "text": "That's the thing to bring into it", "start": 3271.0, "end": 3274.0}
{"id": "yotM-QjF-jY-t3274.0", "text": "Because as you say, there are obviously some important and interesting analogies", "start": 3274.0, "end": 3279.0}
{"id": "yotM-QjF-jY-t3279.0", "text": "Between cultural evolution and biological evolution", "start": 3279.0, "end": 3281.0}
{"id": "yotM-QjF-jY-t3281.0", "text": "You've named several of them", "start": 3281.0, "end": 3283.0}
{"id": "yotM-QjF-jY-t3283.0", "text": "But when you start talking about fitness", "start": 3283.0, "end": 3285.0}
{"id": "yotM-QjF-jY-t3285.0", "text": "I mean it's very easy to say", "start": 3285.0, "end": 3287.0}
{"id": "yotM-QjF-jY-t3287.0", "text": "When you're talking about Darwinian evolution", "start": 3287.0, "end": 3289.0}
{"id": "yotM-QjF-jY-t3289.0", "text": "And even sort of neo-Darwinian evolution", "start": 3289.0, "end": 3291.0}
{"id": "yotM-QjF-jY-t3291.0", "text": "What the sort of goal is", "start": 3291.0, "end": 3293.0}
{"id": "yotM-QjF-jY-t3293.0", "text": "You don't really need a goal", "start": 3293.0, "end": 3295.0}
{"id": "yotM-QjF-jY-t3295.0", "text": "It's just those entities that do a better job of propagating themselves", "start": 3295.0, "end": 3299.0}
{"id": "yotM-QjF-jY-t3299.0", "text": "They win, they're fit", "start": 3299.0, "end": 3301.0}
{"id": "yotM-QjF-jY-t3301.0", "text": "But when we get to cultural evolution", "start": 3301.0, "end": 3303.0}
{"id": "yotM-QjF-jY-t3303.0", "text": "Then you do have to start saying", "start": 3303.0, "end": 3305.0}
{"id": "yotM-QjF-jY-t3305.0", "text": "Well, what is the goal? What do we want?", "start": 3305.0, "end": 3307.0}
{"id": "yotM-QjF-jY-t3307.0", "text": "It's not necessarily true that the goal is for each of us", "start": 3307.0, "end": 3309.0}
{"id": "yotM-QjF-jY-t3309.0", "text": "To have as many offspring as we want", "start": 3309.0, "end": 3311.0}
{"id": "yotM-QjF-jY-t3311.0", "text": "In fact, we're starting to realize", "start": 3311.0, "end": 3313.0}
{"id": "yotM-QjF-jY-t3313.0", "text": "There's a whole other level of planetary fitness", "start": 3313.0, "end": 3315.0}
{"id": "yotM-QjF-jY-t3315.0", "text": "In which that's actually bad", "start": 3315.0, "end": 3317.0}
{"id": "yotM-QjF-jY-t3317.0", "text": "So, you know, you can't help but start to say", "start": 3317.0, "end": 3321.0}
{"id": "yotM-QjF-jY-t3321.0", "text": "Okay, so what really is the goal?", "start": 3321.0, "end": 3323.0}
{"id": "yotM-QjF-jY-t3323.0", "text": "But when you get to aesthetics", "start": 3323.0, "end": 3325.0}
{"id": "yotM-QjF-jY-t3325.0", "text": "It's very interesting because you could say", "start": 3325.0, "end": 3327.0}
{"id": "yotM-QjF-jY-t3327.0", "text": "Well, this is something that isn't really a part of biological evolution", "start": 3327.0, "end": 3331.0}
{"id": "yotM-QjF-jY-t3331.0", "text": "Except it is because you get into sexual selection", "start": 3331.0, "end": 3333.0}
{"id": "yotM-QjF-jY-t3333.0", "text": "And you get these ridiculous structures", "start": 3333.0, "end": 3337.0}
{"id": "yotM-QjF-jY-t3337.0", "text": "That are among the most useless and the most beautiful parts of nature", "start": 3337.0, "end": 3341.0}
{"id": "yotM-QjF-jY-t3341.0", "text": "Which have this whole other goal", "start": 3341.0, "end": 3343.0}
{"id": "yotM-QjF-jY-t3343.0", "text": "But it's still the same goal", "start": 3343.0, "end": 3345.0}
{"id": "yotM-QjF-jY-t3345.0", "text": "But it's attracting a mate", "start": 3345.0, "end": 3347.0}
{"id": "yotM-QjF-jY-t3347.0", "text": "Not anything that's more useful", "start": 3347.0, "end": 3349.0}
{"id": "yotM-QjF-jY-t3349.0", "text": "And they agree with you", "start": 3349.0, "end": 3351.0}
{"id": "yotM-QjF-jY-t3351.0", "text": "Especially with what you mentioned earlier", "start": 3351.0, "end": 3353.0}
{"id": "yotM-QjF-jY-t3353.0", "text": "That it all comes down there to just the way human brain functions", "start": 3353.0, "end": 3355.0}
{"id": "yotM-QjF-jY-t3355.0", "text": "To which I also don't have as much expertise to speak about", "start": 3355.0, "end": 3359.0}
{"id": "yotM-QjF-jY-t3359.0", "text": "But, um,", "start": 3359.0, "end": 3361.0}
{"id": "yotM-QjF-jY-t3361.0", "text": "Livestross has one interesting comment", "start": 3361.0, "end": 3363.0}
{"id": "yotM-QjF-jY-t3363.0", "text": "When critiquing the purely biological transfer of the notions of evolution to the culture", "start": 3363.0, "end": 3369.0}
{"id": "yotM-QjF-jY-t3369.0", "text": "But the X doesn't reproduce, that doesn't make another X", "start": 3369.0, "end": 3373.0}
{"id": "yotM-QjF-jY-t3373.0", "text": "So it happens to in the mind of its creator", "start": 3373.0, "end": 3377.0}
{"id": "yotM-QjF-jY-t3377.0", "text": "Conceiving the idea of it and what happens to these ideas", "start": 3377.0, "end": 3379.0}
{"id": "yotM-QjF-jY-t3379.0", "text": "How they manifest it in the objects", "start": 3379.0, "end": 3381.0}
{"id": "yotM-QjF-jY-t3381.0", "text": "So you can't necessarily kind of even look at those corners and say", "start": 3381.0, "end": 3384.0}
{"id": "yotM-QjF-jY-t3384.0", "text": "Well, that's how they evolve", "start": 3384.0, "end": 3386.0}
{"id": "yotM-QjF-jY-t3386.0", "text": "Now they just, maybe just some, maybe imperfect reflection", "start": 3386.0, "end": 3390.0}
{"id": "yotM-QjF-jY-t3390.0", "text": "Of the processes that occur in the human brain", "start": 3390.0, "end": 3393.0}
{"id": "yotM-QjF-jY-t3393.0", "text": "And the evolution at that level", "start": 3393.0, "end": 3395.0}
{"id": "yotM-QjF-jY-t3395.0", "text": "So I think we're just looking at the cultural artifacts as such", "start": 3395.0, "end": 3398.0}
{"id": "yotM-QjF-jY-t3398.0", "text": "As divorced from the workings of the human mind", "start": 3398.0, "end": 3402.0}
{"id": "yotM-QjF-jY-t3402.0", "text": "I don't think it's a very legitimate pursuit in that way", "start": 3402.0, "end": 3406.0}
{"id": "yotM-QjF-jY-t3406.0", "text": "To view culturalism like that", "start": 3406.0, "end": 3408.0}
{"id": "yotM-QjF-jY-t3408.0", "text": "Just looking at organismal features", "start": 3408.0, "end": 3410.0}
{"id": "yotM-QjF-jY-t3410.0", "text": "Can allow you to reconstruct phylogeny", "start": 3410.0, "end": 3412.0}
{"id": "yotM-QjF-jY-t3412.0", "text": "Maybe in a quite precise way", "start": 3412.0, "end": 3417.0}
{"id": "yotM-QjF-jY-t3417.0", "text": "But it's not telling you the mechanism of how evolution", "start": 3417.0, "end": 3421.0}
{"id": "yotM-QjF-jY-t3421.0", "text": "So it occurred through speciation variation", "start": 3421.0, "end": 3424.0}
{"id": "yotM-QjF-jY-t3424.0", "text": "So in that way, you can also tell something about the way human culture works", "start": 3424.0, "end": 3428.0}
{"id": "yotM-QjF-jY-t3428.0", "text": "By looking at some patterns of similarities between artifacts and different aspects of human culture", "start": 3428.0, "end": 3433.0}
{"id": "yotM-QjF-jY-t3433.0", "text": "But do we really understand that you really need to look at the function of the mind?", "start": 3433.0, "end": 3438.0}
{"id": "yotM-QjF-jY-t3438.0", "text": "I've been doing a lot of reading and research right now for a book I'm writing", "start": 3438.0, "end": 3444.0}
{"id": "yotM-QjF-jY-t3444.0", "text": "On how this applies to finance and economics and investing", "start": 3444.0, "end": 3448.0}
{"id": "yotM-QjF-jY-t3448.0", "text": "And one of the things that's, you know, is that we all have these hunter-gatherer brains", "start": 3448.0, "end": 3453.0}
{"id": "yotM-QjF-jY-t3453.0", "text": "And, you know, we live in this incredibly advanced civilization", "start": 3453.0, "end": 3458.0}
{"id": "yotM-QjF-jY-t3458.0", "text": "But we're still on the psychological level", "start": 3458.0, "end": 3461.0}
{"id": "yotM-QjF-jY-t3461.0", "text": "We have a lot in common with, you know, humans 10, 20, 30,000 years ago", "start": 3461.0, "end": 3467.0}
{"id": "yotM-QjF-jY-t3467.0", "text": "100,000 years ago", "start": 3467.0, "end": 3469.0}
{"id": "yotM-QjF-jY-t3469.0", "text": "And so our thinking is fast and slow", "start": 3469.0, "end": 3473.0}
{"id": "yotM-QjF-jY-t3473.0", "text": "We're predictably irrational", "start": 3473.0, "end": 3475.0}
{"id": "yotM-QjF-jY-t3475.0", "text": "And, you know, we're driven by all kinds of variable hormones in our body", "start": 3475.0, "end": 3481.0}
{"id": "yotM-QjF-jY-t3481.0", "text": "And so there's another question", "start": 3481.0, "end": 3486.0}
{"id": "yotM-QjF-jY-t3486.0", "text": "How did a complex global scientific civilization possibly emerge from such stupid primates?", "start": 3486.0, "end": 3496.0}
{"id": "yotM-QjF-jY-t3496.0", "text": "Some of whom are president of the United States recently", "start": 3496.0, "end": 3501.0}
{"id": "yotM-QjF-jY-t3501.0", "text": "Well, I wonder, do you really think that we live in an incredibly advanced civilization?", "start": 3501.0, "end": 3506.0}
{"id": "yotM-QjF-jY-t3506.0", "text": "I think we have the potential to form one", "start": 3506.0, "end": 3509.0}
{"id": "yotM-QjF-jY-t3509.0", "text": "But I would say that, you know, as a basic prerequisite to define an advanced civilization", "start": 3509.0, "end": 3514.0}
{"id": "yotM-QjF-jY-t3514.0", "text": "You would have to have the ability to imagine that we are sort of a part of a sustainable civilization", "start": 3514.0, "end": 3522.0}
{"id": "yotM-QjF-jY-t3522.0", "text": "And I'm not sure we're actually there yet", "start": 3522.0, "end": 3525.0}
{"id": "yotM-QjF-jY-t3525.0", "text": "I mean, there's the normative moral side of it", "start": 3525.0, "end": 3530.0}
{"id": "yotM-QjF-jY-t3530.0", "text": "And then there's just the fact of it", "start": 3530.0, "end": 3532.0}
{"id": "yotM-QjF-jY-t3532.0", "text": "And I'm just talking about the fact that our world is so different than when people lived in 100 years ago", "start": 3532.0, "end": 3538.0}
{"id": "yotM-QjF-jY-t3538.0", "text": "I agree with that, but I also think that it's possible that, I mean, trying to describe Manhattan to say one of the 100 gatherers who lived at a pinnacle point", "start": 3538.0, "end": 3555.0}
{"id": "yotM-QjF-jY-t3555.0", "text": "190,000 years ago, which may have been among the first homo sapiens sapiens in southern tip of Africa", "start": 3555.0, "end": 3561.0}
{"id": "yotM-QjF-jY-t3561.0", "text": "Would be very difficult", "start": 3561.0, "end": 3563.0}
{"id": "yotM-QjF-jY-t3563.0", "text": "Humans have an amazing ability, capacity for reinvention", "start": 3563.0, "end": 3566.0}
{"id": "yotM-QjF-jY-t3566.0", "text": "They were probably genetically pretty similar to us", "start": 3566.0, "end": 3569.0}
{"id": "yotM-QjF-jY-t3569.0", "text": "But maybe that's more stuff now", "start": 3569.0, "end": 3571.0}
{"id": "yotM-QjF-jY-t3571.0", "text": "Yeah, but maybe that difficulty of them imagining our world is as difficult as it is for us to imagine what an advanced civilization would be like", "start": 3571.0, "end": 3581.0}
{"id": "yotM-QjF-jY-t3581.0", "text": "And so, yeah, do you think that how long before we get there, I'd like to know?", "start": 3581.0, "end": 3591.0}
{"id": "yotM-QjF-jY-t3591.0", "text": "Well, I want to see it", "start": 3591.0, "end": 3596.0}
{"id": "yotM-QjF-jY-t3596.0", "text": "When I hear you talk about these levels, Adam's simple-cells complex of", "start": 3596.0, "end": 3603.0}
{"id": "yotM-QjF-jY-t3603.0", "text": "One question that I can't help but wondering is, okay, what's next?", "start": 3603.0, "end": 3606.0}
{"id": "yotM-QjF-jY-t3606.0", "text": "The next level", "start": 3606.0, "end": 3608.0}
{"id": "yotM-QjF-jY-t3608.0", "text": "I read something recently actually when I was just starting to write my book that I just finished by Isaac Asimov written in the 70s", "start": 3608.0, "end": 3615.0}
{"id": "yotM-QjF-jY-t3615.0", "text": "Just a little short essay where he talked about this hierarchy of, you know, Adam's two molecules, two viruses to full-blown cells to multi-cellular", "start": 3615.0, "end": 3625.0}
{"id": "yotM-QjF-jY-t3625.0", "text": "And then he talks about the multi-organismic, and there's some examples of sort of full-blown superorganisms like, you know, insect colonies and so forth", "start": 3625.0, "end": 3634.0}
{"id": "yotM-QjF-jY-t3634.0", "text": "And then he talked about we humans, we have leanings towards that super-organism", "start": 3634.0, "end": 3640.0}
{"id": "yotM-QjF-jY-t3640.0", "text": "We have some identity with the tribe, with the group, but we're not quite there, we're still, and to me that was really powerful, like, thought, and I say, the beginning of my life, yeah, well, in a certain way we're stuck between the individual and the super-organism", "start": 3640.0, "end": 3655.0}
{"id": "yotM-QjF-jY-t3655.0", "text": "And in a way, that's one way of encapsulating our predicament here as human beings trying to have a sustainable society", "start": 3655.0, "end": 3662.0}
{"id": "yotM-QjF-jY-t3662.0", "text": "Because there are ways in which we need to function as a super-organism, but we're not inherently good at that", "start": 3662.0, "end": 3668.0}
{"id": "yotM-QjF-jY-t3668.0", "text": "So I found that powerful because it's just one way of trying to place our current cultural difficulties in the context of what we're talking about here, you know, where do we fit, and what's next in that?", "start": 3668.0, "end": 3683.0}
{"id": "yotM-QjF-jY-t3683.0", "text": "I'm really scared of that analogy because of the bargain", "start": 3683.0, "end": 3688.0}
{"id": "yotM-QjF-jY-t3688.0", "text": "I don't want to be part of a super-organism", "start": 3688.0, "end": 3691.0}
{"id": "yotM-QjF-jY-t3691.0", "text": "I mean, cells, you know, unicellular organisms were woken out for themselves, and in multi-cellular organisms, the individual cells are easily expendable, right?", "start": 3691.0, "end": 3701.0}
{"id": "yotM-QjF-jY-t3701.0", "text": "They can be sacrificed, you know, quite regularly for the good of the... and I don't want to live in that, in a society that's going to throw a bunch of us away", "start": 3701.0, "end": 3713.0}
{"id": "yotM-QjF-jY-t3713.0", "text": "I don't think that's what we're... I don't think that's going to be progress, right? There's going to be progress when every person, nobody lives in poverty", "start": 3713.0, "end": 3722.0}
{"id": "yotM-QjF-jY-t3722.0", "text": "When no individual, you know, when people have the resources are more or less spread much more equally than they are", "start": 3722.0, "end": 3727.0}
{"id": "yotM-QjF-jY-t3727.0", "text": "And everybody has dignity and everybody has access to decent things", "start": 3727.0, "end": 3732.0}
{"id": "yotM-QjF-jY-t3732.0", "text": "That doesn't look like a super-organism to me, it looks like a rationally designed system, right?", "start": 3732.0, "end": 3738.0}
{"id": "yotM-QjF-jY-t3738.0", "text": "And again, rationality, it's kind of important when rationality gets in the game", "start": 3738.0, "end": 3743.0}
{"id": "yotM-QjF-jY-t3743.0", "text": "It's rationality just isn't in the game of evolution, and we're aiming for something else", "start": 3743.0, "end": 3747.0}
{"id": "yotM-QjF-jY-t3747.0", "text": "We're aiming for something we've thought through and that has moral principles underneath it and so on", "start": 3747.0, "end": 3752.0}
{"id": "yotM-QjF-jY-t3752.0", "text": "Well, maybe, I mean, we're getting... I don't want to argue about semantics here, what we mean by super-organism", "start": 3752.0, "end": 3757.0}
{"id": "yotM-QjF-jY-t3757.0", "text": "I'd certainly agree with what you just described as important goals", "start": 3757.0, "end": 3761.0}
{"id": "yotM-QjF-jY-t3761.0", "text": "It's an interesting question, are the bacteria within us", "start": 3761.0, "end": 3767.0}
{"id": "yotM-QjF-jY-t3767.0", "text": "That are, you know, that basically, they're organelles within us that are pretty much the same as bacteria", "start": 3767.0, "end": 3772.0}
{"id": "yotM-QjF-jY-t3772.0", "text": "But they have found some way to live in harmony and organism that we identify as ourselves", "start": 3772.0, "end": 3780.0}
{"id": "yotM-QjF-jY-t3780.0", "text": "Are they unhappy? Do they know that they're not bacteria?", "start": 3780.0, "end": 3784.0}
{"id": "yotM-QjF-jY-t3784.0", "text": "And maybe the secret sauce to go from organism to healthy planetary super-organism", "start": 3784.0, "end": 3793.0}
{"id": "yotM-QjF-jY-t3793.0", "text": "is exactly some of what you said, maybe...", "start": 3793.0, "end": 3797.0}
{"id": "yotM-QjF-jY-t3797.0", "text": "Eliminating parmeredators", "start": 3797.0, "end": 3798.0}
{"id": "yotM-QjF-jY-t3798.0", "text": "I mean, this is why it's not strictly a biological step to go to the super-organism", "start": 3798.0, "end": 3803.0}
{"id": "yotM-QjF-jY-t3803.0", "text": "If we're going to get into intentionality and rationality, maybe that's what's missing to bring us to that next step", "start": 3803.0, "end": 3810.0}
{"id": "yotM-QjF-jY-t3810.0", "text": "And evolution's just not predictive, and there's nothing strange about evolution leading a system into a complete disaster", "start": 3810.0, "end": 3817.0}
{"id": "yotM-QjF-jY-t3817.0", "text": "But as you were saying, cultural evolution is different because we have these scenarios in our mind", "start": 3817.0, "end": 3823.0}
{"id": "yotM-QjF-jY-t3823.0", "text": "And I think we're not thinking about the future enough as a...", "start": 3823.0, "end": 3827.0}
{"id": "yotM-QjF-jY-t3827.0", "text": "Yes, making people smarter would be a really good idea", "start": 3827.0, "end": 3830.0}
{"id": "yotM-QjF-jY-t3830.0", "text": "So one of the things that this little discussion brings out is that we have all these values, like human rights", "start": 3830.0, "end": 3842.0}
{"id": "yotM-QjF-jY-t3842.0", "text": "And they're not written into nature, and they're invented by humans", "start": 3842.0, "end": 3847.0}
{"id": "yotM-QjF-jY-t3847.0", "text": "Or the traditional religious worldview is that they're dictated by a creator, though each human has innate value", "start": 3847.0, "end": 3857.0}
{"id": "yotM-QjF-jY-t3857.0", "text": "And so the scientific and post-enlightenment world is trying to figure out how to ground concepts like human rights", "start": 3857.0, "end": 3864.0}
{"id": "yotM-QjF-jY-t3864.0", "text": "Which is, you know, it's great invention, but it's a fiction", "start": 3864.0, "end": 3868.0}
{"id": "yotM-QjF-jY-t3868.0", "text": "Just like money's fiction, it's not really real, there's no other species, exchanges, matter, energy, and ingenuity", "start": 3868.0, "end": 3875.0}
{"id": "yotM-QjF-jY-t3875.0", "text": "Based on symbolic systems about how you write it", "start": 3875.0, "end": 3878.0}
{"id": "yotM-QjF-jY-t3878.0", "text": "Symbolic systems are invented, yeah", "start": 3878.0, "end": 3880.0}
{"id": "yotM-QjF-jY-t3880.0", "text": "So one of the ways to ground...", "start": 3880.0, "end": 3888.0}
{"id": "yotM-QjF-jY-t3888.0", "text": "Sorry, intuitive sense of the innate value of human rights", "start": 3888.0, "end": 3893.0}
{"id": "yotM-QjF-jY-t3893.0", "text": "Is in what Whitehead thought about, Alfred North Whitehead, about", "start": 3893.0, "end": 3898.0}
{"id": "yotM-QjF-jY-t3898.0", "text": "The idea that emerging complexity creates, at every stage, greater freedom, greater possibility", "start": 3898.0, "end": 3908.0}
{"id": "yotM-QjF-jY-t3908.0", "text": "And there are kind of thresholds, and that the human is a particularly intense threshold", "start": 3908.0, "end": 3917.0}
{"id": "yotM-QjF-jY-t3917.0", "text": "In which the complexity of the cells in our body, the social networks, were kind of a nexus of a lot of freedom", "start": 3917.0, "end": 3929.0}
{"id": "yotM-QjF-jY-t3929.0", "text": "A lot of choice, a lot of possibility", "start": 3929.0, "end": 3931.0}
{"id": "yotM-QjF-jY-t3931.0", "text": "I don't think morality is really an issue for other primates", "start": 3931.0, "end": 3936.0}
{"id": "yotM-QjF-jY-t3936.0", "text": "So it is for us", "start": 3936.0, "end": 3938.0}
{"id": "yotM-QjF-jY-t3938.0", "text": "Do you think that the planetary scale that could be to overcome our fears, that of being subsumed and being less free", "start": 3938.0, "end": 3946.0}
{"id": "yotM-QjF-jY-t3946.0", "text": "Could be more free, is that your personal hope, or do you think it could be even...", "start": 3946.0, "end": 3951.0}
{"id": "yotM-QjF-jY-t3951.0", "text": "In this sort of Whiteheadian metaphysics, there is a telos to the universe", "start": 3951.0, "end": 3956.0}
{"id": "yotM-QjF-jY-t3956.0", "text": "And that telos is a greater complexity, greater freedom, greater creativity", "start": 3956.0, "end": 3963.0}
{"id": "yotM-QjF-jY-t3963.0", "text": "And greater beauty, and beauty, if the aesthetics is really important, so I think you can", "start": 3963.0, "end": 3970.0}
{"id": "yotM-QjF-jY-t3970.0", "text": "It's not fully worked out, but I think you can start to define things", "start": 3970.0, "end": 3976.0}
{"id": "yotM-QjF-jY-t3976.0", "text": "There is a real difference between killing bacteria versus killing humans", "start": 3976.0, "end": 3983.0}
{"id": "yotM-QjF-jY-t3983.0", "text": "And there's a qualitative and quantitative difference, and you can't measure it, but it's not just a self-serving bias on my part", "start": 3983.0, "end": 3995.0}
{"id": "yotM-QjF-jY-t3995.0", "text": "But otherwise, human rights have definite ideas about what they should be", "start": 3995.0, "end": 4002.0}
{"id": "yotM-QjF-jY-t4002.0", "text": "Of course, evolution doesn't care at all about our future and that level", "start": 4002.0, "end": 4008.0}
{"id": "yotM-QjF-jY-t4008.0", "text": "Biological evolution has no moral", "start": 4008.0, "end": 4012.0}
{"id": "yotM-QjF-jY-t4012.0", "text": "I would just like to register my objection to this fictional... I think there are objectives, standards of morality", "start": 4012.0, "end": 4022.0}
{"id": "yotM-QjF-jY-t4022.0", "text": "And I have to do with equity and fairness and so on", "start": 4022.0, "end": 4025.0}
{"id": "yotM-QjF-jY-t4025.0", "text": "That by thinking hard, you can figure out at least some of them", "start": 4025.0, "end": 4029.0}
{"id": "yotM-QjF-jY-t4029.0", "text": "I'm not saying that there's a rational resolution to every moral dilemma", "start": 4029.0, "end": 4032.0}
{"id": "yotM-QjF-jY-t4032.0", "text": "But I think there are some moral principles, that chattel slavery is just objectively wrong", "start": 4032.0, "end": 4037.0}
{"id": "yotM-QjF-jY-t4037.0", "text": "But it wasn't for most of human history", "start": 4037.0, "end": 4041.0}
{"id": "yotM-QjF-jY-t4041.0", "text": "No, it was wrong, all through human history", "start": 4041.0, "end": 4044.0}
{"id": "yotM-QjF-jY-t4044.0", "text": "People were doing objectively morally horrible things through most of human", "start": 4044.0, "end": 4049.0}
{"id": "yotM-QjF-jY-t4049.0", "text": "And we're still doing objectively morally horrible human things", "start": 4049.0, "end": 4052.0}
{"id": "yotM-QjF-jY-t4052.0", "text": "I don't think these are inventions, I think they're discoveries", "start": 4052.0, "end": 4055.0}
{"id": "yotM-QjF-jY-t4055.0", "text": "I think we've made moral progress by discovering or registering the fact that slavery was wrong", "start": 4055.0, "end": 4062.0}
{"id": "yotM-QjF-jY-t4062.0", "text": "The discrimination was wrong, the discrimination against women was wrong", "start": 4062.0, "end": 4065.0}
{"id": "yotM-QjF-jY-t4065.0", "text": "I mean, it was just unacceptable, morally", "start": 4065.0, "end": 4070.0}
{"id": "yotM-QjF-jY-t4070.0", "text": "It wasn't right back when people thought it was okay, it's not there thinking one thing or another that makes it okay", "start": 4070.0, "end": 4076.0}
{"id": "yotM-QjF-jY-t4076.0", "text": "I'd like to agree with you, actually, but I wish I could agree with you", "start": 4076.0, "end": 4082.0}
{"id": "yotM-QjF-jY-t4082.0", "text": "So you're saying there is a moral evolution?", "start": 4082.0, "end": 4085.0}
{"id": "yotM-QjF-jY-t4085.0", "text": "Yes, I think there is some more evolution than it", "start": 4085.0, "end": 4088.0}
{"id": "yotM-QjF-jY-t4088.0", "text": "But I think it's directed, I think our moral behavior has gotten in many ways better", "start": 4088.0, "end": 4094.0}
{"id": "yotM-QjF-jY-t4094.0", "text": "Because it's through the recognition, I mean through moral slays", "start": 4094.0, "end": 4098.0}
{"id": "yotM-QjF-jY-t4098.0", "text": "When you think about the civil rights movement here", "start": 4098.0, "end": 4101.0}
{"id": "yotM-QjF-jY-t4101.0", "text": "Was a matter of getting people, the majority of people to care about a minority on purely moral grounds", "start": 4101.0, "end": 4108.0}
{"id": "yotM-QjF-jY-t4108.0", "text": "On saying, look, this system is just wrong, maybe I'm benefiting from it", "start": 4108.0, "end": 4113.0}
{"id": "yotM-QjF-jY-t4113.0", "text": "So how do you think that might play out in the future as we have tendencies", "start": 4113.0, "end": 4118.0}
{"id": "yotM-QjF-jY-t4118.0", "text": "Which you brought up that are frightening tendencies", "start": 4118.0, "end": 4121.0}
{"id": "yotM-QjF-jY-t4121.0", "text": "Maybe for this subsumption of the individual into the super organism", "start": 4121.0, "end": 4126.0}
{"id": "yotM-QjF-jY-t4126.0", "text": "You know, anthill, do you see that we are going to need to either invent or discover", "start": 4126.0, "end": 4134.0}
{"id": "yotM-QjF-jY-t4134.0", "text": "Or still have to be doing that, like there's more to come?", "start": 4134.0, "end": 4138.0}
{"id": "yotM-QjF-jY-t4138.0", "text": "Well, look, I think there are a lot of, just as people could live in a society with chattel slavery", "start": 4138.0, "end": 4146.0}
{"id": "yotM-QjF-jY-t4146.0", "text": "And somehow avert their gaze and avert their mind from it", "start": 4146.0, "end": 4149.0}
{"id": "yotM-QjF-jY-t4149.0", "text": "Even though they knew, I mean Jefferson knew, these people knew they were doing something wrong at a deep level", "start": 4149.0, "end": 4155.0}
{"id": "yotM-QjF-jY-t4155.0", "text": "But we have lots of self rationalization, a lot of blocking, psychological blocking mechanisms", "start": 4155.0, "end": 4161.0}
{"id": "yotM-QjF-jY-t4161.0", "text": "To keep us from recognizing how terrible certain things we are doing", "start": 4161.0, "end": 4165.0}
{"id": "yotM-QjF-jY-t4165.0", "text": "You know, hopefully as time goes on, people will start to see, you know, they'll look back at our society and say", "start": 4165.0, "end": 4171.0}
{"id": "yotM-QjF-jY-t4171.0", "text": "You were so primitive, because they will have actually put into practice things", "start": 4171.0, "end": 4176.0}
{"id": "yotM-QjF-jY-t4176.0", "text": "That if we think about them in a calm way, we'll say, yeah, we're really our society", "start": 4176.0, "end": 4181.0}
{"id": "yotM-QjF-jY-t4181.0", "text": "I mean, as I say, we live in a society where there's such a thing as the working poor", "start": 4181.0, "end": 4185.0}
{"id": "yotM-QjF-jY-t4185.0", "text": "That if someone can be employed 40 hours a week", "start": 4185.0, "end": 4189.0}
{"id": "yotM-QjF-jY-t4189.0", "text": "And still work hard, and still people, there's just no moral principle that should allow that in any society", "start": 4189.0, "end": 4197.0}
{"id": "yotM-QjF-jY-t4197.0", "text": "I mean, if you're a socialist, you think people shouldn't even have to work to have a, you know, to live", "start": 4197.0, "end": 4204.0}
{"id": "yotM-QjF-jY-t4204.0", "text": "And you can make that argument, that's going to be a harder argument around here", "start": 4204.0, "end": 4208.0}
{"id": "yotM-QjF-jY-t4208.0", "text": "Even now, on both sides of the political spectrum, how could anybody say, yeah, somebody can be out there working 40 hours a week", "start": 4208.0, "end": 4216.0}
{"id": "yotM-QjF-jY-t4216.0", "text": "And still not be above the poverty line", "start": 4216.0, "end": 4218.0}
{"id": "yotM-QjF-jY-t4218.0", "text": "So I just want to point out again that animals and trees and plants don't have moral choices", "start": 4218.0, "end": 4226.0}
{"id": "yotM-QjF-jY-t4226.0", "text": "We have moral choices, so now we need to talk about how did morality emerge in human evolution", "start": 4226.0, "end": 4234.0}
{"id": "yotM-QjF-jY-t4234.0", "text": "And again, we have hunter-gatherer brains, we're all tribal creatures", "start": 4234.0, "end": 4240.0}
{"id": "yotM-QjF-jY-t4240.0", "text": "We, you know, we harmlessly divert that into sports or other things", "start": 4240.0, "end": 4244.0}
{"id": "yotM-QjF-jY-t4244.0", "text": "We less so harmlessly divert that into ideologies and nationalism and ethnic chauvinism and so on and so forth", "start": 4244.0, "end": 4253.0}
{"id": "yotM-QjF-jY-t4253.0", "text": "And so there's two ways to approach our moral", "start": 4253.0, "end": 4257.0}
{"id": "yotM-QjF-jY-t4257.0", "text": "One is what's functional, what's best for the individual, for the group, and the other is principled", "start": 4257.0, "end": 4263.0}
{"id": "yotM-QjF-jY-t4263.0", "text": "And so you're taking a principled position, and there's reasons why that's good too", "start": 4263.0, "end": 4269.0}
{"id": "yotM-QjF-jY-t4269.0", "text": "We certainly both agree that there's moral evolution", "start": 4269.0, "end": 4272.0}
{"id": "yotM-QjF-jY-t4272.0", "text": "But you almost sound like you'd like the god there with the Ten Commandments", "start": 4272.0, "end": 4278.0}
{"id": "yotM-QjF-jY-t4278.0", "text": "Somehow imprinting in our biology rules against slavery and fantasizing", "start": 4278.0, "end": 4288.0}
{"id": "yotM-QjF-jY-t4288.0", "text": "Like god in our biology, I like how you're merging the two things here", "start": 4288.0, "end": 4293.0}
{"id": "yotM-QjF-jY-t4293.0", "text": "If there was an old art, there's a...", "start": 4293.0, "end": 4296.0}
{"id": "yotM-QjF-jY-t4296.0", "text": "If you go back to Plato in the Youth of Fro, he gave the right argument about this", "start": 4296.0, "end": 4302.0}
{"id": "yotM-QjF-jY-t4302.0", "text": "Creating morality isn't something even God could do", "start": 4302.0, "end": 4306.0}
{"id": "yotM-QjF-jY-t4306.0", "text": "God, if you think God made up morality, then you're saying, all right, I'll have Ten Commandments", "start": 4306.0, "end": 4312.0}
{"id": "yotM-QjF-jY-t4312.0", "text": "That would be without child kill or without child not kill", "start": 4312.0, "end": 4321.0}
{"id": "yotM-QjF-jY-t4321.0", "text": "Well, pretty much six and one and a half a dozen of the other, right?", "start": 4321.0, "end": 4324.0}
{"id": "yotM-QjF-jY-t4324.0", "text": "Because there's no moral principle, right?", "start": 4324.0, "end": 4326.0}
{"id": "yotM-QjF-jY-t4326.0", "text": "Then you think that's just an arbitrary choice, right?", "start": 4326.0, "end": 4329.0}
{"id": "yotM-QjF-jY-t4329.0", "text": "Then it wouldn't be a moral principle", "start": 4329.0, "end": 4331.0}
{"id": "yotM-QjF-jY-t4331.0", "text": "But what about the fact that those societies that chose without child kill, which honey did, especially outsiders, then they didn't survive as well", "start": 4331.0, "end": 4340.0}
{"id": "yotM-QjF-jY-t4340.0", "text": "It's also true that the world evolves in ways", "start": 4340.0, "end": 4346.0}
{"id": "yotM-QjF-jY-t4346.0", "text": "The reality of our situation evolves in ways that fundamentally change the moral landscape", "start": 4346.0, "end": 4352.0}
{"id": "yotM-QjF-jY-t4352.0", "text": "There are moral challenges we have now that people didn't have a couple hundred years ago", "start": 4352.0, "end": 4358.0}
{"id": "yotM-QjF-jY-t4358.0", "text": "There's an environment historian named John Francois Muho, a French guy who wrote an essay", "start": 4358.0, "end": 4368.0}
{"id": "yotM-QjF-jY-t4368.0", "text": "Thomas Jefferson and me a couple years ago", "start": 4368.0, "end": 4372.0}
{"id": "yotM-QjF-jY-t4372.0", "text": "We talked about Thomas Jefferson and slavery and how, as you say, he knew that it was wrong", "start": 4372.0, "end": 4376.0}
{"id": "yotM-QjF-jY-t4376.0", "text": "But he said that Jefferson and his contemporaries lived with what he called a moral deficit", "start": 4376.0, "end": 4380.0}
{"id": "yotM-QjF-jY-t4380.0", "text": "Because even though their new slavery was wrong, they could not imagine how they could live without it", "start": 4380.0, "end": 4388.0}
{"id": "yotM-QjF-jY-t4388.0", "text": "And so they lived doing something they knew that was wrong", "start": 4388.0, "end": 4391.0}
{"id": "yotM-QjF-jY-t4391.0", "text": "And he goes further, that slavery was a big part of how they got the energy to power their society", "start": 4391.0, "end": 4397.0}
{"id": "yotM-QjF-jY-t4397.0", "text": "The way we get energy to power our society now, we know is wrong and it's harming future generations", "start": 4397.0, "end": 4403.0}
{"id": "yotM-QjF-jY-t4403.0", "text": "This was not something we had to confront a couple hundred years ago, or a couple thousand years ago", "start": 4403.0, "end": 4407.0}
{"id": "yotM-QjF-jY-t4407.0", "text": "Certainly, when the world was functionally infinite, now the world is no longer functionally infinite for us", "start": 4407.0, "end": 4412.0}
{"id": "yotM-QjF-jY-t4412.0", "text": "And we are confronted with new moral challenges", "start": 4412.0, "end": 4415.0}
{"id": "yotM-QjF-jY-t4415.0", "text": "And it's very complicated because it's not enough to just say, well, we have to change how we live", "start": 4415.0, "end": 4420.0}
{"id": "yotM-QjF-jY-t4420.0", "text": "If you wrote your bicycle here, you're fine", "start": 4420.0, "end": 4422.0}
{"id": "yotM-QjF-jY-t4422.0", "text": "Although I applaud it", "start": 4422.0, "end": 4424.0}
{"id": "yotM-QjF-jY-t4424.0", "text": "I took the train out here, that wasn't too bad", "start": 4424.0, "end": 4428.0}
{"id": "yotM-QjF-jY-t4428.0", "text": "But it's a global problem that we have to address globally", "start": 4428.0, "end": 4434.0}
{"id": "yotM-QjF-jY-t4434.0", "text": "It's not enough to change our energy distribution because these issues of inequity", "start": 4434.0, "end": 4440.0}
{"id": "yotM-QjF-jY-t4440.0", "text": "You are raising people in developing countries", "start": 4440.0, "end": 4443.0}
{"id": "yotM-QjF-jY-t4443.0", "text": "Deserve a more high energy lifestyle than they have now", "start": 4443.0, "end": 4446.0}
{"id": "yotM-QjF-jY-t4446.0", "text": "Because the, you know, rural electrification", "start": 4446.0, "end": 4449.0}
{"id": "yotM-QjF-jY-t4449.0", "text": "Being able to cook their meals without having to gather wood and gunk that's going to cause them respiratory harm", "start": 4449.0, "end": 4455.0}
{"id": "yotM-QjF-jY-t4455.0", "text": "There's a basic way in which they deserve and need more energy", "start": 4455.0, "end": 4459.0}
{"id": "yotM-QjF-jY-t4459.0", "text": "And yet we all live in the same atmosphere, so it's our moral obligation", "start": 4459.0, "end": 4462.0}
{"id": "yotM-QjF-jY-t4462.0", "text": "Not just to change the way we live, but to help them change the way they live", "start": 4462.0, "end": 4466.0}
{"id": "yotM-QjF-jY-t4466.0", "text": "This is an entirely new kind of moral conundrum that humanity has never had to face before", "start": 4466.0, "end": 4473.0}
{"id": "yotM-QjF-jY-t4473.0", "text": "So there may be moral, I agree with you actually that there are moral absolutes that we can at least search for", "start": 4473.0, "end": 4478.0}
{"id": "yotM-QjF-jY-t4478.0", "text": "But certainly the landscape has changed so that there are moral conundrums we face now", "start": 4478.0, "end": 4484.0}
{"id": "yotM-QjF-jY-t4484.0", "text": "That people have not had to face before and that may well be true again in the future", "start": 4484.0, "end": 4488.0}
{"id": "yotM-QjF-jY-t4488.0", "text": "The landscape shifts, sure", "start": 4488.0, "end": 4490.0}
{"id": "yotM-QjF-jY-t4490.0", "text": "So have you thought of what that might mean for the individual, the individual psychology?", "start": 4490.0, "end": 4496.0}
{"id": "yotM-QjF-jY-t4496.0", "text": "Well again, to me it's part of this trying to learn how to become a larger entity than ourselves", "start": 4496.0, "end": 4503.0}
{"id": "yotM-QjF-jY-t4503.0", "text": "Work together in groups in a functional and sustainable way", "start": 4503.0, "end": 4509.0}
{"id": "yotM-QjF-jY-t4509.0", "text": "You may not like the language of super organism, and that's fine with me", "start": 4509.0, "end": 4513.0}
{"id": "yotM-QjF-jY-t4513.0", "text": "Because it's really more of a metaphor than anything else", "start": 4513.0, "end": 4516.0}
{"id": "yotM-QjF-jY-t4516.0", "text": "But certainly I think we can agree that guided by compassion and principles of equity", "start": 4516.0, "end": 4522.0}
{"id": "yotM-QjF-jY-t4522.0", "text": "And some of these principles we agree on", "start": 4522.0, "end": 4524.0}
{"id": "yotM-QjF-jY-t4524.0", "text": "That we have to learn where we're faced now with a need to move into a mode where we can function well together", "start": 4524.0, "end": 4532.0}
{"id": "yotM-QjF-jY-t4532.0", "text": "In larger groups than we've had to before", "start": 4532.0, "end": 4535.0}
{"id": "yotM-QjF-jY-t4535.0", "text": "And to me that reflects this kind of hierarchy that you've described in an interesting way", "start": 4535.0, "end": 4541.0}
{"id": "yotM-QjF-jY-t4541.0", "text": "But even without departing from even the traditional biological hierarchy", "start": 4541.0, "end": 4546.0}
{"id": "yotM-QjF-jY-t4546.0", "text": "Human species is unique in a way that it's the only species that exceeded the natural boundaries of its own ecosystem", "start": 4546.0, "end": 4556.0}
{"id": "yotM-QjF-jY-t4556.0", "text": "We don't live within constraints or we give an ecosystem", "start": 4556.0, "end": 4559.0}
{"id": "yotM-QjF-jY-t4559.0", "text": "So for us, due to a large extent to our capacity of culture, cultural exchange", "start": 4559.0, "end": 4565.0}
{"id": "yotM-QjF-jY-t4565.0", "text": "We occupy the entire globe", "start": 4565.0, "end": 4567.0}
{"id": "yotM-QjF-jY-t4567.0", "text": "So our ecosystem is the entire planet", "start": 4567.0, "end": 4569.0}
{"id": "yotM-QjF-jY-t4569.0", "text": "And I can't entirely agree with you that because of that, that's the unique challenge", "start": 4569.0, "end": 4573.0}
{"id": "yotM-QjF-jY-t4573.0", "text": "Now all these species, any other level, have that maybe say moral obligation", "start": 4573.0, "end": 4579.0}
{"id": "yotM-QjF-jY-t4579.0", "text": "But they kind of a global role in forming the future of its own environment", "start": 4579.0, "end": 4585.0}
{"id": "yotM-QjF-jY-t4585.0", "text": "And that's why it's certainly unique even irrespective of culture", "start": 4585.0, "end": 4589.0}
{"id": "yotM-QjF-jY-t4589.0", "text": "And the culture is probably what is responsible for the global status of our species", "start": 4589.0, "end": 4593.0}
{"id": "yotM-QjF-jY-t4593.0", "text": "Well there have been species of course in the past who have changed the planet and suffered the consequences of that", "start": 4593.0, "end": 4599.0}
{"id": "yotM-QjF-jY-t4599.0", "text": "Going back to our friends, the cyanobacteria who poisoned the whole world", "start": 4599.0, "end": 4604.0}
{"id": "yotM-QjF-jY-t4604.0", "text": "That's right, there have been organisms in the past", "start": 4604.0, "end": 4609.0}
{"id": "yotM-QjF-jY-t4609.0", "text": "And I think you can find examples of single species that have done major things to the globe", "start": 4609.0, "end": 4615.0}
{"id": "yotM-QjF-jY-t4615.0", "text": "But in any rate, in that sense it's not a new conundrum", "start": 4615.0, "end": 4618.0}
{"id": "yotM-QjF-jY-t4618.0", "text": "But yet it is a new conundrum, but what's new about it?", "start": 4618.0, "end": 4621.0}
{"id": "yotM-QjF-jY-t4621.0", "text": "We're aware of it, we feel this sense of responsibility", "start": 4621.0, "end": 4624.0}
{"id": "yotM-QjF-jY-t4624.0", "text": "We are, whether you want to call it evolving or changing", "start": 4624.0, "end": 4628.0}
{"id": "yotM-QjF-jY-t4628.0", "text": "Whatever word you want to use, moving into the future as a changing entity through new mechanisms", "start": 4628.0, "end": 4633.0}
{"id": "yotM-QjF-jY-t4633.0", "text": "And obviously we're not just doing that in some vacuum space, we're doing it against the backdrop of a planet", "start": 4633.0, "end": 4641.0}
{"id": "yotM-QjF-jY-t4641.0", "text": "The evolution of which we have somehow suddenly found ourselves integral to", "start": 4641.0, "end": 4647.0}
{"id": "yotM-QjF-jY-t4647.0", "text": "And so these are now, and this is my sort of fascination in the subject of the book I've just written", "start": 4647.0, "end": 4653.0}
{"id": "yotM-QjF-jY-t4653.0", "text": "We're not just talking about a change in biological evolution", "start": 4653.0, "end": 4657.0}
{"id": "yotM-QjF-jY-t4657.0", "text": "We're talking about a change in planetary evolution that is coming about through this new level of", "start": 4657.0, "end": 4665.0}
{"id": "yotM-QjF-jY-t4665.0", "text": "If we can call it evolution, cultural change", "start": 4665.0, "end": 4667.0}
{"id": "yotM-QjF-jY-t4667.0", "text": "There's one thing that intrigues me about that, then the world, so yes, cyanobacteria", "start": 4667.0, "end": 4672.0}
{"id": "yotM-QjF-jY-t4672.0", "text": "Or what I like to call biochemical gills have changed the world", "start": 4672.0, "end": 4675.0}
{"id": "yotM-QjF-jY-t4675.0", "text": "But then it's now in our minds, the carbon dioxide level is above 400 parts per million", "start": 4675.0, "end": 4682.0}
{"id": "yotM-QjF-jY-t4682.0", "text": "Well, not everybody's mind yet, but hopefully it will be because it's in the air and it's talked about", "start": 4682.0, "end": 4688.0}
{"id": "yotM-QjF-jY-t4688.0", "text": "And so the world, in the way, has caused that problem", "start": 4688.0, "end": 4692.0}
{"id": "yotM-QjF-jY-t4692.0", "text": "Our minds have caused that problem, so now they're starting to appreciate that process", "start": 4692.0, "end": 4697.0}
{"id": "yotM-QjF-jY-t4697.0", "text": "So there's a strange feedback between our minds and the planet", "start": 4697.0, "end": 4701.0}
{"id": "yotM-QjF-jY-t4701.0", "text": "It wasn't my mind, it wasn't your mind, I didn't invent fossil fuel consumption, I didn't invent computers", "start": 4701.0, "end": 4708.0}
{"id": "yotM-QjF-jY-t4708.0", "text": "It was this distributed mind, and we're already involved in this larger collective, whatever you call it", "start": 4708.0, "end": 4716.0}
{"id": "yotM-QjF-jY-t4716.0", "text": "And I think economic markets are kind of interesting in that respect", "start": 4716.0, "end": 4722.0}
{"id": "yotM-QjF-jY-t4722.0", "text": "Because most economists and investors would agree that it's got a mind of its own", "start": 4722.0, "end": 4728.0}
{"id": "yotM-QjF-jY-t4728.0", "text": "And if they could understand it and predict it, they'd be filthy rich until everybody else adapt it", "start": 4728.0, "end": 4734.0}
{"id": "yotM-QjF-jY-t4734.0", "text": "And so we're already involved in culture and economics and discovery", "start": 4734.0, "end": 4741.0}
{"id": "yotM-QjF-jY-t4741.0", "text": "And this whole economy of knowledge and know-how", "start": 4741.0, "end": 4746.0}
{"id": "yotM-QjF-jY-t4746.0", "text": "And language and everything else", "start": 4746.0, "end": 4748.0}
{"id": "yotM-QjF-jY-t4748.0", "text": "And we're like the bacteria in our stomach trying to understand what is this thing I live in", "start": 4748.0, "end": 4756.0}
{"id": "yotM-QjF-jY-t4756.0", "text": "I always noticed, and I know nothing about economics", "start": 4756.0, "end": 4760.0}
{"id": "yotM-QjF-jY-t4760.0", "text": "And I'm really tired of addressing this on this level, I can't wait to read your book", "start": 4760.0, "end": 4764.0}
{"id": "yotM-QjF-jY-t4764.0", "text": "But I always know when I venture to the business pages, which occasionally I do", "start": 4764.0, "end": 4775.0}
{"id": "yotM-QjF-jY-t4775.0", "text": "The language that we use to describe the market, it has emotions, it has intentions", "start": 4775.0, "end": 4782.0}
{"id": "yotM-QjF-jY-t4782.0", "text": "We talk about the market is spooked, or the market became afraid of this, or the market was worried about this", "start": 4782.0, "end": 4788.0}
{"id": "yotM-QjF-jY-t4788.0", "text": "Or the market was buoyed, or they were happy because of this", "start": 4788.0, "end": 4792.0}
{"id": "yotM-QjF-jY-t4792.0", "text": "The market has bipolar disorder", "start": 4792.0, "end": 4794.0}
{"id": "yotM-QjF-jY-t4794.0", "text": "Is this just a metaphor, an easy way to describe something?", "start": 4794.0, "end": 4797.0}
{"id": "yotM-QjF-jY-t4797.0", "text": "Or are we actually describing some sort of... we talk about it like a conscious entity", "start": 4797.0, "end": 4802.0}
{"id": "yotM-QjF-jY-t4802.0", "text": "And yet, obviously it's some manifestation of our own individual choices", "start": 4802.0, "end": 4805.0}
{"id": "yotM-QjF-jY-t4805.0", "text": "And that's where my knowledge of this ends, it's just sort of being befuddled by that", "start": 4805.0, "end": 4810.0}
{"id": "yotM-QjF-jY-t4810.0", "text": "We're on the same thing", "start": 4810.0, "end": 4812.0}
{"id": "yotM-QjF-jY-t4812.0", "text": "It's the emergence part of it", "start": 4812.0, "end": 4815.0}
{"id": "yotM-QjF-jY-t4815.0", "text": "But I think, again, I'm sorry, I would be a little cautious about this emergence talk", "start": 4815.0, "end": 4823.0}
{"id": "yotM-QjF-jY-t4823.0", "text": "And making it all sound so mysterious, because it seems to me we're missing", "start": 4823.0, "end": 4828.0}
{"id": "yotM-QjF-jY-t4828.0", "text": "In the case of fossil fuels, there is just the blind greed of certain people", "start": 4828.0, "end": 4834.0}
{"id": "yotM-QjF-jY-t4834.0", "text": "Who wanted to make a lot of money and didn't care, just like the cigarette manufacturers and so on", "start": 4834.0, "end": 4841.0}
{"id": "yotM-QjF-jY-t4841.0", "text": "They were doing something that for Sea of We was going to be horrible, they didn't care", "start": 4841.0, "end": 4845.0}
{"id": "yotM-QjF-jY-t4845.0", "text": "Now, you can talk about the emergence of this, but that's the problem, right?", "start": 4845.0, "end": 4851.0}
{"id": "yotM-QjF-jY-t4851.0", "text": "Don't look at sound like it's the whole thing", "start": 4851.0, "end": 4854.0}
{"id": "yotM-QjF-jY-t4854.0", "text": "But it's not interesting", "start": 4854.0, "end": 4855.0}
{"id": "yotM-QjF-jY-t4855.0", "text": "The fossil fuel industry is making money and they want to continue to make money", "start": 4855.0, "end": 4859.0}
{"id": "yotM-QjF-jY-t4859.0", "text": "But that's not the whole thing", "start": 4859.0, "end": 4860.0}
{"id": "yotM-QjF-jY-t4860.0", "text": "You get no benefit from fossil fuels and the people who make money on it, you get no benefit", "start": 4860.0, "end": 4865.0}
{"id": "yotM-QjF-jY-t4865.0", "text": "No, why? I didn't say that, I'm saying that", "start": 4865.0, "end": 4868.0}
{"id": "yotM-QjF-jY-t4868.0", "text": "There's a conscious attempt which has succeeded to make people disbelieve scientific results", "start": 4868.0, "end": 4877.0}
{"id": "yotM-QjF-jY-t4877.0", "text": "To question the entire scientific enterprise, to think this whole thing is a hoax", "start": 4877.0, "end": 4882.0}
{"id": "yotM-QjF-jY-t4882.0", "text": "And that's having terrible political, making it impossible to address this politically", "start": 4882.0, "end": 4887.0}
{"id": "yotM-QjF-jY-t4887.0", "text": "Which is the only way we can do it", "start": 4887.0, "end": 4889.0}
{"id": "yotM-QjF-jY-t4889.0", "text": "Whether I had benefited from fossil fuels or not, and at what point it became clear the damage", "start": 4889.0, "end": 4895.0}
{"id": "yotM-QjF-jY-t4895.0", "text": "Of course, in the beginning, I can imagine people saying no matter what humans do, we're too puny, right?", "start": 4895.0, "end": 4901.0}
{"id": "yotM-QjF-jY-t4901.0", "text": "The stuff coming out of my tailpipe can't possibly mean that there's going to be human", "start": 4901.0, "end": 4906.0}
{"id": "yotM-QjF-jY-t4906.0", "text": "The greenhouse effect was not even understood", "start": 4906.0, "end": 4908.0}
{"id": "yotM-QjF-jY-t4908.0", "text": "Right, so there was time, it took time to figure that out", "start": 4908.0, "end": 4912.0}
{"id": "yotM-QjF-jY-t4912.0", "text": "In a rational situation, once you figured it out, there would be steps taken to ameliorate it", "start": 4912.0, "end": 4919.0}
{"id": "yotM-QjF-jY-t4919.0", "text": "So this being blocked by that, and it's not mysterious why we're being blocked by it, right?", "start": 4919.0, "end": 4924.0}
{"id": "yotM-QjF-jY-t4924.0", "text": "So I think what you're describing is absolutely true, but it's not the whole story", "start": 4924.0, "end": 4928.0}
{"id": "yotM-QjF-jY-t4928.0", "text": "I feel like this global mind we're talking about, which is actually kind of dumb and slow, is figuring it out", "start": 4928.0, "end": 4934.0}
{"id": "yotM-QjF-jY-t4934.0", "text": "And fossil fuels have been this wonderful thing", "start": 4934.0, "end": 4939.0}
{"id": "yotM-QjF-jY-t4939.0", "text": "They are a wonderful thing, I mean, we discovered that five...", "start": 4939.0, "end": 4943.0}
{"id": "yotM-QjF-jY-t4943.0", "text": "They replaced our slaves", "start": 4943.0, "end": 4945.0}
{"id": "yotM-QjF-jY-t4945.0", "text": "Yeah, they replaced our slaves", "start": 4945.0, "end": 4947.0}
{"id": "yotM-QjF-jY-t4947.0", "text": "They replaced whale oil, which seemed great for a while, and then we realized that we did that a little too long", "start": 4947.0, "end": 4953.0}
{"id": "yotM-QjF-jY-t4953.0", "text": "It did some damage that we wish we hadn't done", "start": 4953.0, "end": 4955.0}
{"id": "yotM-QjF-jY-t4955.0", "text": "200 years from now, that's how we look at fossil fuels", "start": 4955.0, "end": 4958.0}
{"id": "yotM-QjF-jY-t4958.0", "text": "We did that a little bit too long, and we did damage that we wish hadn't been done", "start": 4958.0, "end": 4962.0}
{"id": "yotM-QjF-jY-t4962.0", "text": "They've been an amazing source of energy, and if you look at the level of poverty over the last 200 years has gone down, down, down, down", "start": 4962.0, "end": 4974.0}
{"id": "yotM-QjF-jY-t4974.0", "text": "There's been amazing progress, human infant mortality is half what it was 30 years ago", "start": 4974.0, "end": 4980.0}
{"id": "yotM-QjF-jY-t4980.0", "text": "There are a lot of ways in which this is the best time to be a human being alive, and a lot of that has to do with fossil fuels", "start": 4980.0, "end": 4986.0}
{"id": "yotM-QjF-jY-t4986.0", "text": "Now it's absolutely true that we need to change what we're doing, and a big part of the reason we're not fast enough has to do with the dynamic", "start": 4986.0, "end": 4994.0}
{"id": "yotM-QjF-jY-t4994.0", "text": "You talked about greed, and people denying that and delaying it", "start": 4994.0, "end": 4998.0}
{"id": "yotM-QjF-jY-t4998.0", "text": "So I completely agree with you, but the long story is one of we did this thing that seemed great, it was great", "start": 4998.0, "end": 5004.0}
{"id": "yotM-QjF-jY-t5004.0", "text": "And now we're realizing that we need to stop doing it as quickly as we can", "start": 5004.0, "end": 5008.0}
{"id": "yotM-QjF-jY-t5008.0", "text": "And part of the reason we're having trouble realizing that we, this global human mind is because of this fact that we're not on the same page", "start": 5008.0, "end": 5016.0}
{"id": "yotM-QjF-jY-t5016.0", "text": "And in fact some people are profiting by keeping us off the same page", "start": 5016.0, "end": 5020.0}
{"id": "yotM-QjF-jY-t5020.0", "text": "I just want to say that the people who work at ExxonMobil or wherever do not think of themselves as evil", "start": 5020.0, "end": 5029.0}
{"id": "yotM-QjF-jY-t5029.0", "text": "I'm sure they don't", "start": 5029.0, "end": 5031.0}
{"id": "yotM-QjF-jY-t5031.0", "text": "They don't, and they have exactly", "start": 5031.0, "end": 5034.0}
{"id": "yotM-QjF-jY-t5034.0", "text": "Okay, we will stop here and go to the audience for their questions", "start": 5034.0, "end": 5046.0}
{"id": "yotM-QjF-jY-t5046.0", "text": "You have to go to the microphone if you have a question", "start": 5046.0, "end": 5050.0}
{"id": "yotM-QjF-jY-t5050.0", "text": "Yes, we're all still talking once he says, okay, I guess", "start": 5050.0, "end": 5054.0}
{"id": "yotM-QjF-jY-t5054.0", "text": "It took round us quick, isn't it?", "start": 5054.0, "end": 5057.0}
{"id": "yotM-QjF-jY-t5057.0", "text": "Can you have a question? Yeah", "start": 5057.0, "end": 5059.0}
{"id": "yotM-QjF-jY-t5059.0", "text": "Hi, I'm Gio, I'm a neuroscientist by training and I stopped doing that because of my new passion for psycho-cultural development", "start": 5059.0, "end": 5071.0}
{"id": "yotM-QjF-jY-t5071.0", "text": "So emergence in culture is really the thing that wakes me up in the morning and I was really enjoyed this really a rich conversation", "start": 5071.0, "end": 5080.0}
{"id": "yotM-QjF-jY-t5080.0", "text": "I have one question, essentially about cultural development, and you said something really interesting about", "start": 5080.0, "end": 5092.0}
{"id": "yotM-QjF-jY-t5092.0", "text": "that I didn't get before, about that if you add energy to matter you create complexity, right?", "start": 5092.0, "end": 5105.0}
{"id": "yotM-QjF-jY-t5105.0", "text": "You said something like that, and it's kind of interesting because then you bounce back something that was said before about cultural development", "start": 5105.0, "end": 5115.0}
{"id": "yotM-QjF-jY-t5115.0", "text": "I said there is a big difference and it's a learning, we learn", "start": 5115.0, "end": 5118.0}
{"id": "yotM-QjF-jY-t5118.0", "text": "And I was sort of wondering if you could make a parallel between matter and a flow of energy creating complexity", "start": 5118.0, "end": 5126.0}
{"id": "yotM-QjF-jY-t5126.0", "text": "as fueling emergence and complexity in the biological physical world and having mental structures", "start": 5126.0, "end": 5138.0}
{"id": "yotM-QjF-jY-t5138.0", "text": "that of course you didn't talk about that but they are mental structures and they change", "start": 5138.0, "end": 5145.0}
{"id": "yotM-QjF-jY-t5145.0", "text": "And this flow of information which is really learning, which is information that's available", "start": 5145.0, "end": 5151.0}
{"id": "yotM-QjF-jY-t5151.0", "text": "and that a particular individual will also be sensitive to able to read would actually fuel", "start": 5151.0, "end": 5159.0}
{"id": "yotM-QjF-jY-t5159.0", "text": "complexity, creativity and the emergence of new mental structure", "start": 5159.0, "end": 5165.0}
{"id": "yotM-QjF-jY-t5165.0", "text": "I was wondering if you could, if you had any ideas about what is actually happening when we talk about cultural development", "start": 5165.0, "end": 5178.0}
{"id": "yotM-QjF-jY-t5178.0", "text": "or consciousness development?", "start": 5178.0, "end": 5182.0}
{"id": "yotM-QjF-jY-t5182.0", "text": "It's too complicated, it's kind of...", "start": 5182.0, "end": 5186.0}
{"id": "yotM-QjF-jY-t5186.0", "text": "I can talk, I mean, so I think culture requires energy, just like all biological things", "start": 5186.0, "end": 5193.0}
{"id": "yotM-QjF-jY-t5193.0", "text": "and for this great acceleration that we've been through in the last century from three times as many people", "start": 5193.0, "end": 5203.0}
{"id": "yotM-QjF-jY-t5203.0", "text": "practically in my lifetime, much more consumption of fossil fuels, so on and so forth", "start": 5203.0, "end": 5210.0}
{"id": "yotM-QjF-jY-t5210.0", "text": "I think that all requires energy to happen but I think I want to also say two things, one in Chasan's work, Eric Chasan", "start": 5210.0, "end": 5220.0}
{"id": "yotM-QjF-jY-t5220.0", "text": "He talks about optimal energy flows and so if all the energy that we use outside of our bodies", "start": 5220.0, "end": 5227.0}
{"id": "yotM-QjF-jY-t5227.0", "text": "are going through our bodies we'd all be burnt toast, so there are different ranges of optimal energy", "start": 5227.0, "end": 5235.0}
{"id": "yotM-QjF-jY-t5235.0", "text": "they often, in big history they often use to turn goldilocks parameters", "start": 5235.0, "end": 5240.0}
{"id": "yotM-QjF-jY-t5240.0", "text": "and sometimes there are leaps or shifts from prokaryotes to eukaryotes or whatever", "start": 5240.0, "end": 5246.0}
{"id": "yotM-QjF-jY-t5246.0", "text": "but it's all the same process, whether it's single cells or human brains", "start": 5246.0, "end": 5255.0}
{"id": "yotM-QjF-jY-t5255.0", "text": "it's energy, matter and ingenuity or information, information that contains ingenuity", "start": 5255.0, "end": 5261.0}
{"id": "yotM-QjF-jY-t5261.0", "text": "and so DNA is a way of coding information and what's more important than the information is", "start": 5261.0, "end": 5269.0}
{"id": "yotM-QjF-jY-t5269.0", "text": "it's information that does something and so our brains are also good at coding information", "start": 5269.0, "end": 5277.0}
{"id": "yotM-QjF-jY-t5277.0", "text": "and the stuff we remember, information that does something useful", "start": 5277.0, "end": 5281.0}
{"id": "yotM-QjF-jY-t5281.0", "text": "and so and then that information is exchanged between brains and across generations", "start": 5281.0, "end": 5289.0}
{"id": "yotM-QjF-jY-t5289.0", "text": "and that's what bacteria do it by lateral genes transfer", "start": 5289.0, "end": 5295.0}
{"id": "yotM-QjF-jY-t5295.0", "text": "but when you get into eukaryotic evolution and sexual reproduction and distinct lineages", "start": 5295.0, "end": 5301.0}
{"id": "yotM-QjF-jY-t5301.0", "text": "then you have a different type of selection process, a more Darwinian", "start": 5301.0, "end": 5305.0}
{"id": "yotM-QjF-jY-t5305.0", "text": "and it's not that Darwinian selection doesn't operate on our genes, it does", "start": 5305.0, "end": 5310.0}
{"id": "yotM-QjF-jY-t5310.0", "text": "but we have this other way of evolving through collective learning, through symbolic language", "start": 5310.0, "end": 5316.0}
{"id": "yotM-QjF-jY-t5316.0", "text": "and maybe the most important thing we invent are fictions like money or human rights", "start": 5316.0, "end": 5322.0}
{"id": "yotM-QjF-jY-t5322.0", "text": "or religions or cities", "start": 5322.0, "end": 5327.0}
{"id": "yotM-QjF-jY-t5327.0", "text": "so I don't know if that answers your question", "start": 5327.0, "end": 5331.0}
{"id": "yotM-QjF-jY-t5331.0", "text": "My question was like don't you think that there is a correlation", "start": 5331.0, "end": 5336.0}
{"id": "yotM-QjF-jY-t5336.0", "text": "or at least like a mirror image between flow of energy in matter", "start": 5336.0, "end": 5341.0}
{"id": "yotM-QjF-jY-t5341.0", "text": "fueling biological and physical evolution and flow of information within mental structures", "start": 5341.0, "end": 5349.0}
{"id": "yotM-QjF-jY-t5349.0", "text": "flowing the creativity and complexity in the emergence of new mental structures", "start": 5349.0, "end": 5356.0}
{"id": "yotM-QjF-jY-t5356.0", "text": "So you could talk about information density flow, if you would like", "start": 5356.0, "end": 5361.0}
{"id": "yotM-QjF-jY-t5361.0", "text": "That's a term that I use", "start": 5361.0, "end": 5364.0}
{"id": "yotM-QjF-jY-t5364.0", "text": "information density flow so humans are particularly amazing", "start": 5364.0, "end": 5368.0}
{"id": "yotM-QjF-jY-t5368.0", "text": "and now of course we're creating new information, we're drowning in data", "start": 5368.0, "end": 5374.0}
{"id": "yotM-QjF-jY-t5374.0", "text": "so one of the really interesting things to look at their trajectory of digital information", "start": 5374.0, "end": 5381.0}
{"id": "yotM-QjF-jY-t5381.0", "text": "and plot it out against the amount of energy required to store that information", "start": 5381.0, "end": 5386.0}
{"id": "yotM-QjF-jY-t5386.0", "text": "so I think right now about 10% of the electric grid in the United States", "start": 5386.0, "end": 5391.0}
{"id": "yotM-QjF-jY-t5391.0", "text": "is devoted to maintaining computers and computer data banks", "start": 5391.0, "end": 5398.0}
{"id": "yotM-QjF-jY-t5398.0", "text": "and super data centers and if the banking system goes to a blockchain", "start": 5398.0, "end": 5405.0}
{"id": "yotM-QjF-jY-t5405.0", "text": "that will require a new leap if you look at the amount of genetic information", "start": 5405.0, "end": 5410.0}
{"id": "yotM-QjF-jY-t5410.0", "text": "that is generated or the amount of information that they generated it's certain", "start": 5410.0, "end": 5414.0}
{"id": "yotM-QjF-jY-t5414.0", "text": "so we're on this exponential leap of information", "start": 5414.0, "end": 5418.0}
{"id": "yotM-QjF-jY-t5418.0", "text": "but what matters is information that does something that has some ingenuity to it", "start": 5418.0, "end": 5425.0}
{"id": "yotM-QjF-jY-t5425.0", "text": "and that may be lost in the jungle as it were", "start": 5425.0, "end": 5430.0}
{"id": "yotM-QjF-jY-t5430.0", "text": "I'm okay with his question just in terms of we feed, so to speak, mentally", "start": 5430.0, "end": 5436.0}
{"id": "yotM-QjF-jY-t5436.0", "text": "on patterns of light and sound and to some degree smell but mostly in touch", "start": 5436.0, "end": 5442.0}
{"id": "yotM-QjF-jY-t5442.0", "text": "so we are requiring these inputs not just for the raw energy of the light coming in", "start": 5442.0, "end": 5450.0}
{"id": "yotM-QjF-jY-t5450.0", "text": "I mean it's not really helping my body, it's way too little", "start": 5450.0, "end": 5453.0}
{"id": "yotM-QjF-jY-t5453.0", "text": "that's coming from you're asking that question as I'm getting patterns of light and sound", "start": 5453.0, "end": 5458.0}
{"id": "yotM-QjF-jY-t5458.0", "text": "so I know very literal sense of his question", "start": 5458.0, "end": 5463.0}
{"id": "yotM-QjF-jY-t5463.0", "text": "I do see that there is an analogy there and then what we do with that", "start": 5463.0, "end": 5467.0}
{"id": "yotM-QjF-jY-t5467.0", "text": "of course is it's not just it's inherent, we have to do something", "start": 5467.0, "end": 5471.0}
{"id": "yotM-QjF-jY-t5471.0", "text": "with what he spoke in English to us so we're already receptive to that", "start": 5471.0, "end": 5477.0}
{"id": "yotM-QjF-jY-t5477.0", "text": "why not like the analogy?", "start": 5477.0, "end": 5479.0}
{"id": "yotM-QjF-jY-t5479.0", "text": "One last response and then we move to the next question", "start": 5479.0, "end": 5483.0}
{"id": "yotM-QjF-jY-t5483.0", "text": "I'm not a cultural anthropologist to really provide a full answer", "start": 5483.0, "end": 5491.0}
{"id": "yotM-QjF-jY-t5491.0", "text": "but as far as I understand the part of the development of the human brain", "start": 5491.0, "end": 5499.0}
{"id": "yotM-QjF-jY-t5499.0", "text": "was a part fueled by the change of human feeding patterns and diets", "start": 5499.0, "end": 5505.0}
{"id": "yotM-QjF-jY-t5505.0", "text": "especially with regard to cooking which led to the extremely much of my vision", "start": 5505.0, "end": 5509.0}
{"id": "yotM-QjF-jY-t5509.0", "text": "that for any other organism consumption of energy", "start": 5509.0, "end": 5512.0}
{"id": "yotM-QjF-jY-t5512.0", "text": "and probably at the level of individual organism", "start": 5512.0, "end": 5515.0}
{"id": "yotM-QjF-jY-t5515.0", "text": "even before you start talking about some communal responses to the collective consciousness", "start": 5515.0, "end": 5521.0}
{"id": "yotM-QjF-jY-t5521.0", "text": "so for at the level of individual with the development of the brain that will", "start": 5521.0, "end": 5525.0}
{"id": "yotM-QjF-jY-t5525.0", "text": "lead to the greater capacity of thinking processes", "start": 5525.0, "end": 5531.0}
{"id": "yotM-QjF-jY-t5531.0", "text": "there was definitely an influx of energy from the change of truly biological structures", "start": 5531.0, "end": 5538.0}
{"id": "yotM-QjF-jY-t5538.0", "text": "so it has to do with feeding strategies change in the feeding apparatus", "start": 5538.0, "end": 5542.0}
{"id": "yotM-QjF-jY-t5542.0", "text": "the ability to cook and related to that utilization of tools", "start": 5542.0, "end": 5545.0}
{"id": "yotM-QjF-jY-t5545.0", "text": "so I think it's directly involved.", "start": 5545.0, "end": 5549.0}
{"id": "yotM-QjF-jY-t5549.0", "text": "Okay next question", "start": 5549.0, "end": 5551.0}
{"id": "yotM-QjF-jY-t5551.0", "text": "Oh there are more", "start": 5551.0, "end": 5555.0}
{"id": "yotM-QjF-jY-t5555.0", "text": "It's been a very interesting discussion", "start": 5555.0, "end": 5561.0}
{"id": "yotM-QjF-jY-t5561.0", "text": "but one in particular in terms of the question of energy and ecology and so forth", "start": 5561.0, "end": 5571.0}
{"id": "yotM-QjF-jY-t5571.0", "text": "but nobody mentioned an experiment that took place about 75 years ago", "start": 5571.0, "end": 5577.0}
{"id": "yotM-QjF-jY-t5577.0", "text": "which was an experiment conducted by a rather small group", "start": 5577.0, "end": 5584.0}
{"id": "yotM-QjF-jY-t5584.0", "text": "maybe a thousand to two thousand physicists who produced in atom bomb", "start": 5584.0, "end": 5589.0}
{"id": "yotM-QjF-jY-t5589.0", "text": "and the history of the science of this really goes back to Einstein and Bohr and so on", "start": 5589.0, "end": 5597.0}
{"id": "yotM-QjF-jY-t5597.0", "text": "so it was a long process", "start": 5597.0, "end": 5599.0}
{"id": "yotM-QjF-jY-t5599.0", "text": "and they were very conscious of the ethical and moral possibilities", "start": 5599.0, "end": 5606.0}
{"id": "yotM-QjF-jY-t5606.0", "text": "about this event", "start": 5606.0, "end": 5610.0}
{"id": "yotM-QjF-jY-t5610.0", "text": "we don't have to go into all of the discussions that took place", "start": 5610.0, "end": 5615.0}
{"id": "yotM-QjF-jY-t5615.0", "text": "and among the scientists there were differences of opinion", "start": 5615.0, "end": 5619.0}
{"id": "yotM-QjF-jY-t5619.0", "text": "but generally those one of the argument who said that knowledge and information", "start": 5619.0, "end": 5628.0}
{"id": "yotM-QjF-jY-t5628.0", "text": "is more important than a decision about what the result of the consequences of this would be", "start": 5628.0, "end": 5635.0}
{"id": "yotM-QjF-jY-t5635.0", "text": "of course they were under the pressure of feeling that the Nazis were developing", "start": 5635.0, "end": 5642.0}
{"id": "yotM-QjF-jY-t5642.0", "text": "in a bomb as well as we were", "start": 5642.0, "end": 5645.0}
{"id": "yotM-QjF-jY-t5645.0", "text": "and the Nazis if they got one would be more horrible than if we exploded it", "start": 5645.0, "end": 5651.0}
{"id": "yotM-QjF-jY-t5651.0", "text": "and they also thought that this would have a great effect on the", "start": 5651.0, "end": 5656.0}
{"id": "yotM-QjF-jY-t5656.0", "text": "expense, expansiveness and availability of energy", "start": 5656.0, "end": 5659.0}
{"id": "yotM-QjF-jY-t5659.0", "text": "because they thought atomic energy could", "start": 5659.0, "end": 5663.0}
{"id": "yotM-QjF-jY-t5663.0", "text": "be a little bit more difficult than the other one", "start": 5663.0, "end": 5666.0}
{"id": "yotM-QjF-jY-t5666.0", "text": "but we know all about this", "start": 5666.0, "end": 5669.0}
{"id": "yotM-QjF-jY-t5669.0", "text": "but this wasn't discussed", "start": 5669.0, "end": 5672.0}
{"id": "yotM-QjF-jY-t5672.0", "text": "and one of the reasons why I suppose it wasn't discussed is", "start": 5672.0, "end": 5677.0}
{"id": "yotM-QjF-jY-t5677.0", "text": "that they didn't know what the effects would be in the long run", "start": 5677.0, "end": 5681.0}
{"id": "yotM-QjF-jY-t5681.0", "text": "they thought they knew what the effects would be in the short run", "start": 5681.0, "end": 5684.0}
{"id": "yotM-QjF-jY-t5684.0", "text": "but not in the long run", "start": 5684.0, "end": 5686.0}
{"id": "yotM-QjF-jY-t5686.0", "text": "and we still don't know whether this atomic development", "start": 5686.0, "end": 5691.0}
{"id": "yotM-QjF-jY-t5691.0", "text": "are going to be and so I think that nobody has been discussing", "start": 5691.0, "end": 5696.0}
{"id": "yotM-QjF-jY-t5696.0", "text": "how we can find some way to be able to predict the future better", "start": 5696.0, "end": 5702.0}
{"id": "yotM-QjF-jY-t5702.0", "text": "not only in the stock market which will make one of us a richer or not", "start": 5702.0, "end": 5707.0}
{"id": "yotM-QjF-jY-t5707.0", "text": "because I think that's the real problem", "start": 5707.0, "end": 5710.0}
{"id": "yotM-QjF-jY-t5710.0", "text": "we can't predict the future", "start": 5710.0, "end": 5712.0}
{"id": "yotM-QjF-jY-t5712.0", "text": "we don't know what's going to happen", "start": 5712.0, "end": 5715.0}
{"id": "yotM-QjF-jY-t5715.0", "text": "and we are still living in the", "start": 5715.0, "end": 5718.0}
{"id": "yotM-QjF-jY-t5718.0", "text": "world I am anyway in the belief that the more we know", "start": 5718.0, "end": 5722.0}
{"id": "yotM-QjF-jY-t5722.0", "text": "and the more we understand about nature our own nature is in the nature around us", "start": 5722.0, "end": 5727.0}
{"id": "yotM-QjF-jY-t5727.0", "text": "the better off will be but that hasn't been proven yet", "start": 5727.0, "end": 5731.0}
{"id": "yotM-QjF-jY-t5731.0", "text": "Thank you", "start": 5731.0, "end": 5733.0}
{"id": "yotM-QjF-jY-t5733.0", "text": "Well you raised some excellent points", "start": 5733.0, "end": 5736.0}
{"id": "yotM-QjF-jY-t5736.0", "text": "the Manhattan Project scientists", "start": 5736.0, "end": 5740.0}
{"id": "yotM-QjF-jY-t5740.0", "text": "many of them were aware of what was", "start": 5740.0, "end": 5743.0}
{"id": "yotM-QjF-jY-t5743.0", "text": "going to result and were terrified of it", "start": 5743.0, "end": 5746.0}
{"id": "yotM-QjF-jY-t5746.0", "text": "but as you said they were more terrified of what would happen", "start": 5746.0, "end": 5750.0}
{"id": "yotM-QjF-jY-t5750.0", "text": "if they didn't do this and the Nazis did it", "start": 5750.0, "end": 5752.0}
{"id": "yotM-QjF-jY-t5752.0", "text": "as far as I know there was nobody involved in the Manhattan Project", "start": 5752.0, "end": 5757.0}
{"id": "yotM-QjF-jY-t5757.0", "text": "none of the scientists who said we shouldn't do this", "start": 5757.0, "end": 5760.0}
{"id": "yotM-QjF-jY-t5760.0", "text": "let's stop because of what were unleashed", "start": 5760.0, "end": 5763.0}
{"id": "yotM-QjF-jY-t5763.0", "text": "there were a lot of them that are immediately afterwards", "start": 5763.0, "end": 5767.0}
{"id": "yotM-QjF-jY-t5767.0", "text": "became leaders in the disarmament movement", "start": 5767.0, "end": 5770.0}
{"id": "yotM-QjF-jY-t5770.0", "text": "people like Philip Morrison and", "start": 5770.0, "end": 5773.0}
{"id": "yotM-QjF-jY-t5773.0", "text": "for the rest of their lives many of them this was what they devoted themselves to", "start": 5773.0, "end": 5777.0}
{"id": "yotM-QjF-jY-t5777.0", "text": "was nuclear disarmament because they", "start": 5777.0, "end": 5781.0}
{"id": "yotM-QjF-jY-t5781.0", "text": "realized immediately that they had helped", "start": 5781.0, "end": 5784.0}
{"id": "yotM-QjF-jY-t5784.0", "text": "create something that was not really a weapon", "start": 5784.0, "end": 5787.0}
{"id": "yotM-QjF-jY-t5787.0", "text": "in a meaningful way but was a", "start": 5787.0, "end": 5790.0}
{"id": "yotM-QjF-jY-t5790.0", "text": "global suicide machine", "start": 5790.0, "end": 5793.0}
{"id": "yotM-QjF-jY-t5793.0", "text": "which it remains", "start": 5793.0, "end": 5796.0}
{"id": "yotM-QjF-jY-t5796.0", "text": "and there was even", "start": 5796.0, "end": 5799.0}
{"id": "yotM-QjF-jY-t5799.0", "text": "they were even faced with the knowledge the possibility", "start": 5799.0, "end": 5802.0}
{"id": "yotM-QjF-jY-t5802.0", "text": "that when they did the Trinity test they might destroy the world", "start": 5802.0, "end": 5806.0}
{"id": "yotM-QjF-jY-t5806.0", "text": "there was a calculation", "start": 5806.0, "end": 5810.0}
{"id": "yotM-QjF-jY-t5810.0", "text": "they weren't sure depending on the cross sections of some of these reactions", "start": 5810.0, "end": 5814.0}
{"id": "yotM-QjF-jY-t5814.0", "text": "they might fuse the entire atmosphere and in that moment destroy all life on earth", "start": 5814.0, "end": 5818.0}
{"id": "yotM-QjF-jY-t5818.0", "text": "they thought it was very unlikely and they decided to go ahead with it", "start": 5818.0, "end": 5822.0}
{"id": "yotM-QjF-jY-t5822.0", "text": "so I mean I think they were aware of these moral contradictions", "start": 5822.0, "end": 5826.0}
{"id": "yotM-QjF-jY-t5826.0", "text": "they were choosing what they thought was the lesser of evil", "start": 5826.0, "end": 5829.0}
{"id": "yotM-QjF-jY-t5829.0", "text": "and then a lot of them spent the rest of their lives working", "start": 5829.0, "end": 5833.0}
{"id": "yotM-QjF-jY-t5833.0", "text": "to put the genie back in the bottle that they had helped unleash", "start": 5833.0, "end": 5837.0}
{"id": "yotM-QjF-jY-t5837.0", "text": "and we still live under that threat in a way that I think", "start": 5837.0, "end": 5841.0}
{"id": "yotM-QjF-jY-t5841.0", "text": "people underestimate for reasons that", "start": 5841.0, "end": 5845.0}
{"id": "yotM-QjF-jY-t5845.0", "text": "have to do with your profession probably more than mine", "start": 5845.0, "end": 5849.0}
{"id": "yotM-QjF-jY-t5849.0", "text": "addressing the psychiatrist but as far as predicting the future", "start": 5849.0, "end": 5853.0}
{"id": "yotM-QjF-jY-t5853.0", "text": "let me just say one more thing part of", "start": 5853.0, "end": 5857.0}
{"id": "yotM-QjF-jY-t5857.0", "text": "what I did I was at the Library of Congress for a year a couple years ago", "start": 5857.0, "end": 5861.0}
{"id": "yotM-QjF-jY-t5861.0", "text": "as the chair of astrobiology and one of the projects I did that I", "start": 5861.0, "end": 5865.0}
{"id": "yotM-QjF-jY-t5865.0", "text": "wrote up as a part of this book Earth in Human Hands was called", "start": 5865.0, "end": 5869.0}
{"id": "yotM-QjF-jY-t5869.0", "text": "a short history of the future where I looked at predictions of the future", "start": 5869.0, "end": 5873.0}
{"id": "yotM-QjF-jY-t5873.0", "text": "through a large swath of history and particular predictions of now", "start": 5873.0, "end": 5877.0}
{"id": "yotM-QjF-jY-t5877.0", "text": "that were written 100 years ago 200 years ago and one thing you realized", "start": 5877.0, "end": 5881.0}
{"id": "yotM-QjF-jY-t5881.0", "text": "when you do this exercise is that nobody", "start": 5881.0, "end": 5885.0}
{"id": "yotM-QjF-jY-t5885.0", "text": "can predict the future well even really smart people H.G. Wells", "start": 5885.0, "end": 5889.0}
{"id": "yotM-QjF-jY-t5889.0", "text": "and you know people who regard as sages who predicted certain aspects of it really well", "start": 5889.0, "end": 5893.0}
{"id": "yotM-QjF-jY-t5893.0", "text": "but nobody gets the game changers and I think that", "start": 5893.0, "end": 5897.0}
{"id": "yotM-QjF-jY-t5897.0", "text": "that will always be true and that I'm not even sure", "start": 5897.0, "end": 5901.0}
{"id": "yotM-QjF-jY-t5901.0", "text": "being able to predict the future well in total", "start": 5901.0, "end": 5905.0}
{"id": "yotM-QjF-jY-t5905.0", "text": "should be our goal but there are certainly aspects of that", "start": 5905.0, "end": 5909.0}
{"id": "yotM-QjF-jY-t5909.0", "text": "that have now become essential as far as those", "start": 5909.0, "end": 5913.0}
{"id": "yotM-QjF-jY-t5913.0", "text": "levers that were pooling on the earth obviously climate modeling is important because", "start": 5913.0, "end": 5917.0}
{"id": "yotM-QjF-jY-t5917.0", "text": "that's a lever that we're pooling so you know", "start": 5917.0, "end": 5921.0}
{"id": "yotM-QjF-jY-t5921.0", "text": "we'll never be able to really predict the future well but we'll be able", "start": 5921.0, "end": 5925.0}
{"id": "yotM-QjF-jY-t5925.0", "text": "to increase our ability to break that down", "start": 5925.0, "end": 5929.0}
{"id": "yotM-QjF-jY-t5929.0", "text": "into some tangible goals", "start": 5929.0, "end": 5933.0}
{"id": "yotM-QjF-jY-t5933.0", "text": "such as predicting the effect on the climate of the doubling", "start": 5933.0, "end": 5937.0}
{"id": "yotM-QjF-jY-t5937.0", "text": "of CO2 things like that will get better at but as far as I mean the problem", "start": 5937.0, "end": 5941.0}
{"id": "yotM-QjF-jY-t5941.0", "text": "that we're here addressing really has to do with managing ourselves", "start": 5941.0, "end": 5945.0}
{"id": "yotM-QjF-jY-t5945.0", "text": "and our behavior collective behavior as we as we get", "start": 5945.0, "end": 5949.0}
{"id": "yotM-QjF-jY-t5949.0", "text": "more powerful tools and that I'm not sure is even really", "start": 5949.0, "end": 5953.0}
{"id": "yotM-QjF-jY-t5953.0", "text": "a problem of science so much as it is of spirituality", "start": 5953.0, "end": 5957.0}
{"id": "yotM-QjF-jY-t5957.0", "text": "and other realms we haven't entirely addressed yet in this conversation", "start": 5957.0, "end": 5961.0}
{"id": "yotM-QjF-jY-t5961.0", "text": "Can I say a word about the predictability problem", "start": 5961.0, "end": 5965.0}
{"id": "yotM-QjF-jY-t5965.0", "text": "this actually at the very beginning I said well here's an interesting", "start": 5965.0, "end": 5969.0}
{"id": "yotM-QjF-jY-t5969.0", "text": "thing that it's amazing that above the micro", "start": 5969.0, "end": 5973.0}
{"id": "yotM-QjF-jY-t5973.0", "text": "physical level where we think there are these strict laws but there's anything", "start": 5973.0, "end": 5977.0}
{"id": "yotM-QjF-jY-t5977.0", "text": "predictable at higher levels right that they should form enough structure", "start": 5977.0, "end": 5981.0}
{"id": "yotM-QjF-jY-t5981.0", "text": "and have enough stability and predictability", "start": 5981.0, "end": 5985.0}
{"id": "yotM-QjF-jY-t5985.0", "text": "in the case of say atoms you put a bunch of", "start": 5985.0, "end": 5989.0}
{"id": "yotM-QjF-jY-t5989.0", "text": "atoms together and you get the ideal gas laws which are very", "start": 5989.0, "end": 5993.0}
{"id": "yotM-QjF-jY-t5993.0", "text": "simple right and very very predictive and", "start": 5993.0, "end": 5997.0}
{"id": "yotM-QjF-jY-t5997.0", "text": "it's really important for that that all the atoms are the same", "start": 5997.0, "end": 6001.0}
{"id": "yotM-QjF-jY-t6001.0", "text": "or they interact in very much the same ways", "start": 6001.0, "end": 6005.0}
{"id": "yotM-QjF-jY-t6005.0", "text": "the climate is more or less the same thing but you get because of the", "start": 6005.0, "end": 6009.0}
{"id": "yotM-QjF-jY-t6009.0", "text": "flows it's a chaotic system and so it's more complicated", "start": 6009.0, "end": 6013.0}
{"id": "yotM-QjF-jY-t6013.0", "text": "but the kinds of predictions we're worried about which have to do with human beings", "start": 6013.0, "end": 6017.0}
{"id": "yotM-QjF-jY-t6017.0", "text": "that's a whole different ball game because every single one of us is different", "start": 6017.0, "end": 6021.0}
{"id": "yotM-QjF-jY-t6021.0", "text": "and every single one of us will respond differently to our environment and", "start": 6021.0, "end": 6025.0}
{"id": "yotM-QjF-jY-t6025.0", "text": "inputs and you can't have a statistical", "start": 6025.0, "end": 6029.0}
{"id": "yotM-QjF-jY-t6029.0", "text": "mechanical theory that's going to predict human behavior well you never", "start": 6029.0, "end": 6033.0}
{"id": "yotM-QjF-jY-t6033.0", "text": "will have because there's too much idiosyncrasy in each individual brain", "start": 6033.0, "end": 6037.0}
{"id": "yotM-QjF-jY-t6037.0", "text": "so there's not the kind of uniformity that's going to allow for such a thing so I think", "start": 6037.0, "end": 6043.0}
{"id": "yotM-QjF-jY-t6043.0", "text": "if you wanted to predict you know who predicted the last election correctly", "start": 6043.0, "end": 6047.0}
{"id": "yotM-QjF-jY-t6047.0", "text": "and this is something that it's not far in the future right we were all living in this society", "start": 6047.0, "end": 6053.0}
{"id": "yotM-QjF-jY-t6053.0", "text": "it had to do with collective psychology it had to do with all sorts of things that I think", "start": 6053.0, "end": 6057.0}
{"id": "yotM-QjF-jY-t6057.0", "text": "are just not ever going to be amenable to strict prediction", "start": 6057.0, "end": 6061.0}
{"id": "yotM-QjF-jY-t6061.0", "text": "in any way so I'm sorry to give you that story", "start": 6061.0, "end": 6065.0}
{"id": "yotM-QjF-jY-t6065.0", "text": "but that's why", "start": 6065.0, "end": 6069.0}
{"id": "yotM-QjF-jY-t6069.0", "text": "I want to propose a major breakthrough in making progress in the way human beings think together", "start": 6069.0, "end": 6093.0}
{"id": "yotM-QjF-jY-t6093.0", "text": "by sorting our different ways of being human our different ways of thinking our different ways of making sense", "start": 6093.0, "end": 6101.0}
{"id": "yotM-QjF-jY-t6101.0", "text": "and what I've devoted my last 50 years to is applying Freud's", "start": 6101.0, "end": 6107.0}
{"id": "yotM-QjF-jY-t6107.0", "text": "emphasis on early experiences to that single most", "start": 6107.0, "end": 6113.0}
{"id": "yotM-QjF-jY-t6113.0", "text": "important item in all of life it is people can you name me one most important item in all of life", "start": 6113.0, "end": 6119.0}
{"id": "yotM-QjF-jY-t6119.0", "text": "and the answer is I believe pretty clearly the sun", "start": 6119.0, "end": 6123.0}
{"id": "yotM-QjF-jY-t6123.0", "text": "and applying Freud to the sun", "start": 6123.0, "end": 6127.0}
{"id": "yotM-QjF-jY-t6127.0", "text": "I would make this proposition", "start": 6127.0, "end": 6131.0}
{"id": "yotM-QjF-jY-t6131.0", "text": "that the flow of solar energy to us here", "start": 6131.0, "end": 6135.0}
{"id": "yotM-QjF-jY-t6135.0", "text": "let's say in the middle third of the upper half of the planet", "start": 6135.0, "end": 6139.0}
{"id": "yotM-QjF-jY-t6139.0", "text": "goes as a curve one curve a year", "start": 6139.0, "end": 6143.0}
{"id": "yotM-QjF-jY-t6143.0", "text": "it's something like 200 calories per square centimeter at the low end Christmas time", "start": 6143.0, "end": 6147.0}
{"id": "yotM-QjF-jY-t6147.0", "text": "for a whole day to 800", "start": 6147.0, "end": 6151.0}
{"id": "yotM-QjF-jY-t6151.0", "text": "six months later so we have a solar energy", "start": 6151.0, "end": 6155.0}
{"id": "yotM-QjF-jY-t6155.0", "text": "flow that is sort of sinusoidal shape but the point is this", "start": 6155.0, "end": 6159.0}
{"id": "yotM-QjF-jY-t6159.0", "text": "your birthday", "start": 6159.0, "end": 6163.0}
{"id": "yotM-QjF-jY-t6163.0", "text": "turns out to be the phase with respect to that", "start": 6163.0, "end": 6167.0}
{"id": "yotM-QjF-jY-t6167.0", "text": "sine curve a fundamental dimension and so we", "start": 6167.0, "end": 6171.0}
{"id": "yotM-QjF-jY-t6171.0", "text": "can make progress if we get rescue birthday away from astrology and it's", "start": 6171.0, "end": 6175.0}
{"id": "yotM-QjF-jY-t6175.0", "text": "nonsensical premises and approach it more", "start": 6175.0, "end": 6179.0}
{"id": "yotM-QjF-jY-t6179.0", "text": "in a Freudian way we're talking about light and dark", "start": 6179.0, "end": 6183.0}
{"id": "yotM-QjF-jY-t6183.0", "text": "hot and cold and we can sort humanity", "start": 6183.0, "end": 6187.0}
{"id": "yotM-QjF-jY-t6187.0", "text": "usefully so that we can learn how to think together", "start": 6187.0, "end": 6191.0}
{"id": "yotM-QjF-jY-t6191.0", "text": "and make progress in the democracy", "start": 6191.0, "end": 6195.0}
{"id": "yotM-QjF-jY-t6195.0", "text": "we can even solve the riddle of justice that it turns out", "start": 6195.0, "end": 6199.0}
{"id": "yotM-QjF-jY-t6199.0", "text": "this is going to be too heavy", "start": 6199.0, "end": 6203.0}
{"id": "yotM-QjF-jY-t6203.0", "text": "turns out that in the Old Testament", "start": 6203.0, "end": 6207.0}
{"id": "yotM-QjF-jY-t6207.0", "text": "and I'm an atheist but in the Old Testament there is a useful", "start": 6207.0, "end": 6211.0}
{"id": "yotM-QjF-jY-t6211.0", "text": "dividing of humanity by 12 and the 12 brothers", "start": 6211.0, "end": 6215.0}
{"id": "yotM-QjF-jY-t6215.0", "text": "12 sons of Jacob and in", "start": 6215.0, "end": 6219.0}
{"id": "yotM-QjF-jY-t6219.0", "text": "the fathers goodbye to his 12 sons he identifies a lot of traits", "start": 6219.0, "end": 6223.0}
{"id": "yotM-QjF-jY-t6223.0", "text": "that I think are important the kids who are born when it's cold and dark", "start": 6223.0, "end": 6227.0}
{"id": "yotM-QjF-jY-t6227.0", "text": "and it gets colder and darker he said you guys have too much murder", "start": 6227.0, "end": 6231.0}
{"id": "yotM-QjF-jY-t6231.0", "text": "in your heart but in particular one of the sons", "start": 6231.0, "end": 6235.0}
{"id": "yotM-QjF-jY-t6235.0", "text": "the son I believe is born midwinter he said you guys are the ones", "start": 6235.0, "end": 6239.0}
{"id": "yotM-QjF-jY-t6239.0", "text": "who have the talent for being judges and when we make you guys", "start": 6239.0, "end": 6243.0}
{"id": "yotM-QjF-jY-t6243.0", "text": "the judges will have justice", "start": 6243.0, "end": 6247.0}
{"id": "yotM-QjF-jY-t6247.0", "text": "so can you imagine approaching", "start": 6247.0, "end": 6251.0}
{"id": "yotM-QjF-jY-t6251.0", "text": "the puzzlement that you're facing here that they", "start": 6251.0, "end": 6255.0}
{"id": "yotM-QjF-jY-t6255.0", "text": "confounding variety of ways of being human if we could usefully sort", "start": 6255.0, "end": 6259.0}
{"id": "yotM-QjF-jY-t6259.0", "text": "them if birthday indeed was a legitimate", "start": 6259.0, "end": 6263.0}
{"id": "yotM-QjF-jY-t6263.0", "text": "basis for profound differences in human nature", "start": 6263.0, "end": 6267.0}
{"id": "yotM-QjF-jY-t6267.0", "text": "could you imagine that as a basis for some progress?", "start": 6267.0, "end": 6271.0}
{"id": "yotM-QjF-jY-t6271.0", "text": "I hear that I think of like ant casts or something like that", "start": 6271.0, "end": 6275.0}
{"id": "yotM-QjF-jY-t6275.0", "text": "the 12 casts of humans based on when they were born", "start": 6275.0, "end": 6279.0}
{"id": "yotM-QjF-jY-t6279.0", "text": "I've wondered like I was born in November and whether I got like a month of going down to the dark", "start": 6279.0, "end": 6283.0}
{"id": "yotM-QjF-jY-t6283.0", "text": "but then started coming around soon I didn't get very far in my own head", "start": 6283.0, "end": 6287.0}
{"id": "yotM-QjF-jY-t6287.0", "text": "I guess I don't know I think there was something in nature years ago", "start": 6287.0, "end": 6291.0}
{"id": "yotM-QjF-jY-t6291.0", "text": "about astrological sorting I know you're not saying it's the planets", "start": 6291.0, "end": 6295.0}
{"id": "yotM-QjF-jY-t6295.0", "text": "but I think it was pretty much debunked", "start": 6295.0, "end": 6299.0}
{"id": "yotM-QjF-jY-t6299.0", "text": "I'm not saying that the light doesn't have some effect on people but so does", "start": 6299.0, "end": 6303.0}
{"id": "yotM-QjF-jY-t6303.0", "text": "birth order, birth order, parent personality, siblings", "start": 6303.0, "end": 6307.0}
{"id": "yotM-QjF-jY-t6307.0", "text": "what kind of electronics you're using it's complex and complicated", "start": 6307.0, "end": 6311.0}
{"id": "yotM-QjF-jY-t6311.0", "text": "it's complex and complicated so okay next question", "start": 6311.0, "end": 6315.0}
{"id": "yotM-QjF-jY-t6315.0", "text": "The point that you made about the Manhattan Project", "start": 6315.0, "end": 6319.0}
{"id": "yotM-QjF-jY-t6319.0", "text": "and how these really smart people came to the", "start": 6319.0, "end": 6323.0}
{"id": "yotM-QjF-jY-t6323.0", "text": "conclusion that they needed to be tribal because the Germans would do it", "start": 6323.0, "end": 6327.0}
{"id": "yotM-QjF-jY-t6327.0", "text": "if they didn't do it is an example of even if we have", "start": 6327.0, "end": 6331.0}
{"id": "yotM-QjF-jY-t6331.0", "text": "really smart people they're still going to end up being tribal", "start": 6331.0, "end": 6335.0}
{"id": "yotM-QjF-jY-t6335.0", "text": "so is there any any example in nature", "start": 6335.0, "end": 6339.0}
{"id": "yotM-QjF-jY-t6339.0", "text": "where there are people or", "start": 6339.0, "end": 6343.0}
{"id": "yotM-QjF-jY-t6343.0", "text": "organisms evolved from being tribal", "start": 6343.0, "end": 6347.0}
{"id": "yotM-QjF-jY-t6347.0", "text": "to being not tribal", "start": 6347.0, "end": 6351.0}
{"id": "yotM-QjF-jY-t6351.0", "text": "so there's a scaling that happens all through", "start": 6351.0, "end": 6355.0}
{"id": "yotM-QjF-jY-t6355.0", "text": "human history from small hunter groups", "start": 6355.0, "end": 6359.0}
{"id": "yotM-QjF-jY-t6359.0", "text": "Rob and Dunbar thinks there's actually a", "start": 6359.0, "end": 6363.0}
{"id": "yotM-QjF-jY-t6363.0", "text": "neurological correlation that probably the largest group the humans", "start": 6363.0, "end": 6367.0}
{"id": "yotM-QjF-jY-t6367.0", "text": "would feel comfortable and based on our brain and the complexity of social relations", "start": 6367.0, "end": 6371.0}
{"id": "yotM-QjF-jY-t6371.0", "text": "is about 150 people and then at that point", "start": 6371.0, "end": 6375.0}
{"id": "yotM-QjF-jY-t6375.0", "text": "it would split and there's also sort of", "start": 6375.0, "end": 6379.0}
{"id": "yotM-QjF-jY-t6379.0", "text": "archetypal teams like the archetypal team", "start": 6379.0, "end": 6383.0}
{"id": "yotM-QjF-jY-t6383.0", "text": "the band of brothers it's like the football team it's 12 or 10 or", "start": 6383.0, "end": 6387.0}
{"id": "yotM-QjF-jY-t6387.0", "text": "8 or you know but never 20 never 30", "start": 6387.0, "end": 6391.0}
{"id": "yotM-QjF-jY-t6391.0", "text": "right so the business units so there's", "start": 6391.0, "end": 6395.0}
{"id": "yotM-QjF-jY-t6395.0", "text": "kind of an inherited natural scale to human", "start": 6395.0, "end": 6399.0}
{"id": "yotM-QjF-jY-t6399.0", "text": "sociality and one of the great mysteries is how do we scale it up to", "start": 6399.0, "end": 6403.0}
{"id": "yotM-QjF-jY-t6403.0", "text": "millions of people like you know chimpanzees could could not you know", "start": 6403.0, "end": 6407.0}
{"id": "yotM-QjF-jY-t6407.0", "text": "this many chimpanzees could not sit in the same room together I guarantee", "start": 6407.0, "end": 6411.0}
{"id": "yotM-QjF-jY-t6411.0", "text": "all hell would break out right especially strangers is that right so", "start": 6411.0, "end": 6415.0}
{"id": "yotM-QjF-jY-t6415.0", "text": "so you know how I mean we're not like", "start": 6415.0, "end": 6419.0}
{"id": "yotM-QjF-jY-t6419.0", "text": "a big herd animal we're intensely concerned about our social", "start": 6419.0, "end": 6423.0}
{"id": "yotM-QjF-jY-t6423.0", "text": "relationships and if they get too complicated our brains can't deal with it", "start": 6423.0, "end": 6427.0}
{"id": "yotM-QjF-jY-t6427.0", "text": "that's Dunbar's quote-unquote number so so one of the ways", "start": 6427.0, "end": 6431.0}
{"id": "yotM-QjF-jY-t6431.0", "text": "is what part of the life study which is religion and", "start": 6431.0, "end": 6435.0}
{"id": "yotM-QjF-jY-t6435.0", "text": "you know that's one of the ways that we scale up society right", "start": 6435.0, "end": 6439.0}
{"id": "yotM-QjF-jY-t6439.0", "text": "and we go from pretty egalitarian hunter", "start": 6439.0, "end": 6443.0}
{"id": "yotM-QjF-jY-t6443.0", "text": "gather troops to to hierarchical groups where there's a", "start": 6443.0, "end": 6447.0}
{"id": "yotM-QjF-jY-t6447.0", "text": "minority that that steals the surplus production", "start": 6447.0, "end": 6451.0}
{"id": "yotM-QjF-jY-t6451.0", "text": "to sustain you know different hierarchies or whatever", "start": 6451.0, "end": 6455.0}
{"id": "yotM-QjF-jY-t6455.0", "text": "and and and what one of the competitive drives once", "start": 6455.0, "end": 6459.0}
{"id": "yotM-QjF-jY-t6459.0", "text": "agriculture comes into play is that agriculture", "start": 6459.0, "end": 6463.0}
{"id": "yotM-QjF-jY-t6463.0", "text": "is not a high high growing productivity economic", "start": 6463.0, "end": 6467.0}
{"id": "yotM-QjF-jY-t6467.0", "text": "activity it gets established and then it's pretty stationary", "start": 6467.0, "end": 6471.0}
{"id": "yotM-QjF-jY-t6471.0", "text": "so if you want to get rich quick the logic is you go invade your neighbors", "start": 6471.0, "end": 6475.0}
{"id": "yotM-QjF-jY-t6475.0", "text": "you steal their livestock or animal you kill the kill the men", "start": 6475.0, "end": 6479.0}
{"id": "yotM-QjF-jY-t6479.0", "text": "steal the women make them slaves increase your labor increase your land", "start": 6479.0, "end": 6483.0}
{"id": "yotM-QjF-jY-t6483.0", "text": "and so within agricultural civilization not only do you get things like", "start": 6483.0, "end": 6487.0}
{"id": "yotM-QjF-jY-t6487.0", "text": "patriarchy and and and uh you but you also get", "start": 6487.0, "end": 6491.0}
{"id": "yotM-QjF-jY-t6491.0", "text": "an economic incentive to militarization", "start": 6491.0, "end": 6495.0}
{"id": "yotM-QjF-jY-t6495.0", "text": "and that militarization that competition then drives", "start": 6495.0, "end": 6499.0}
{"id": "yotM-QjF-jY-t6499.0", "text": "the spread of all these ideas all around the world", "start": 6499.0, "end": 6503.0}
{"id": "yotM-QjF-jY-t6503.0", "text": "and for for for good and for bad so anyway", "start": 6503.0, "end": 6507.0}
{"id": "yotM-QjF-jY-t6507.0", "text": "it's a it's a mystery that seven billion of", "start": 6507.0, "end": 6511.0}
{"id": "yotM-QjF-jY-t6511.0", "text": "us are on this planet right now it's a mystery and that we're", "start": 6511.0, "end": 6515.0}
{"id": "yotM-QjF-jY-t6515.0", "text": "we are I think the pinnacle of cooperation", "start": 6515.0, "end": 6519.0}
{"id": "yotM-QjF-jY-t6519.0", "text": "in in evolution that's how I would frame it rather than", "start": 6519.0, "end": 6523.0}
{"id": "yotM-QjF-jY-t6523.0", "text": "the pinnacle of competition but both have played in an important world", "start": 6523.0, "end": 6527.0}
{"id": "yotM-QjF-jY-t6527.0", "text": "and in human history and and to answer your", "start": 6527.0, "end": 6531.0}
{"id": "yotM-QjF-jY-t6531.0", "text": "strict question biologically there are examples there's there's this whole", "start": 6531.0, "end": 6535.0}
{"id": "yotM-QjF-jY-t6535.0", "text": "counterpoint to you know sort of competition and survival of the fittest there's", "start": 6535.0, "end": 6539.0}
{"id": "yotM-QjF-jY-t6539.0", "text": "a whole field of biology social biology where", "start": 6539.0, "end": 6543.0}
{"id": "yotM-QjF-jY-t6543.0", "text": "there is cooperation at different levels and group selection has led to", "start": 6543.0, "end": 6547.0}
{"id": "yotM-QjF-jY-t6547.0", "text": "remarkable examples of self-sacrifice", "start": 6547.0, "end": 6551.0}
{"id": "yotM-QjF-jY-t6551.0", "text": "in nature for the good of the whole", "start": 6551.0, "end": 6555.0}
{"id": "yotM-QjF-jY-t6555.0", "text": "then does come down in some level to propagating genes yeah I mean the insects", "start": 6555.0, "end": 6559.0}
{"id": "yotM-QjF-jY-t6559.0", "text": "are the stars at this but there's there are other examples as well so there", "start": 6559.0, "end": 6563.0}
{"id": "yotM-QjF-jY-t6563.0", "text": "are biological factors that have pushed in that direction but as", "start": 6563.0, "end": 6567.0}
{"id": "yotM-QjF-jY-t6567.0", "text": "just mentioned human biological capacity", "start": 6567.0, "end": 6571.0}
{"id": "yotM-QjF-jY-t6571.0", "text": "does seem to have a limit fortunately we are not limited", "start": 6571.0, "end": 6575.0}
{"id": "yotM-QjF-jY-t6575.0", "text": "to our genetic skills", "start": 6575.0, "end": 6579.0}
{"id": "yotM-QjF-jY-t6579.0", "text": "the one thing that in addition to", "start": 6579.0, "end": 6583.0}
{"id": "yotM-QjF-jY-t6583.0", "text": "being you know uniquely perhaps cooperative species we're also uniquely adaptable", "start": 6583.0, "end": 6587.0}
{"id": "yotM-QjF-jY-t6587.0", "text": "and reinvented species and", "start": 6587.0, "end": 6591.0}
{"id": "yotM-QjF-jY-t6591.0", "text": "you know the world is changing in some ways that one can", "start": 6591.0, "end": 6595.0}
{"id": "yotM-QjF-jY-t6595.0", "text": "imagine increase our capacity to", "start": 6595.0, "end": 6599.0}
{"id": "yotM-QjF-jY-t6599.0", "text": "to overcome tribal differences global communications", "start": 6599.0, "end": 6603.0}
{"id": "yotM-QjF-jY-t6603.0", "text": "right now we're at a moment of possible fragmentation and trying to struggle", "start": 6603.0, "end": 6607.0}
{"id": "yotM-QjF-jY-t6607.0", "text": "with some of the effects of connectivity but that may just be a moment but", "start": 6607.0, "end": 6611.0}
{"id": "yotM-QjF-jY-t6611.0", "text": "it seems as though the trend is for global connection", "start": 6611.0, "end": 6615.0}
{"id": "yotM-QjF-jY-t6615.0", "text": "and that combined with our innate sociality may be", "start": 6615.0, "end": 6619.0}
{"id": "yotM-QjF-jY-t6619.0", "text": "may sort of come to our rescue. Tyler do you want to respond also?", "start": 6619.0, "end": 6623.0}
{"id": "yotM-QjF-jY-t6623.0", "text": "I'm not trying to find what everyone said.", "start": 6623.0, "end": 6627.0}
{"id": "yotM-QjF-jY-t6627.0", "text": "And would they do it in the spirit realm?", "start": 6627.0, "end": 6631.0}
{"id": "yotM-QjF-jY-t6631.0", "text": "And I would also mention science as something that", "start": 6631.0, "end": 6635.0}
{"id": "yotM-QjF-jY-t6635.0", "text": "is a global cooperative and in fact almost anything where", "start": 6635.0, "end": 6639.0}
{"id": "yotM-QjF-jY-t6639.0", "text": "people come together to seek some goal that's bigger than themselves", "start": 6639.0, "end": 6643.0}
{"id": "yotM-QjF-jY-t6643.0", "text": "I've been a part of some spacecraft teams you know and very close to people", "start": 6643.0, "end": 6647.0}
{"id": "yotM-QjF-jY-t6647.0", "text": "for instance on this New Horizons mission that just made it to Pluto and that's a team of hundreds of", "start": 6647.0, "end": 6651.0}
{"id": "yotM-QjF-jY-t6651.0", "text": "people who genuinely I mean yes they fall prey to all the petty competitive", "start": 6651.0, "end": 6655.0}
{"id": "yotM-QjF-jY-t6655.0", "text": "you know motivations that we all do but there's", "start": 6655.0, "end": 6659.0}
{"id": "yotM-QjF-jY-t6659.0", "text": "also this level of self-sattrofice that we're all in this together that we're all seeking this", "start": 6659.0, "end": 6663.0}
{"id": "yotM-QjF-jY-t6663.0", "text": "common goal and humans do have an amazing ability you know unfortunately", "start": 6663.0, "end": 6667.0}
{"id": "yotM-QjF-jY-t6667.0", "text": "a lot of times it's like our army against their army which is what unites us but", "start": 6667.0, "end": 6671.0}
{"id": "yotM-QjF-jY-t6671.0", "text": "there's that capacity that you know faced with the challenges", "start": 6671.0, "end": 6675.0}
{"id": "yotM-QjF-jY-t6675.0", "text": "of really the existential challenges that", "start": 6675.0, "end": 6679.0}
{"id": "yotM-QjF-jY-t6679.0", "text": "we're starting to become aware of that will", "start": 6679.0, "end": 6683.0}
{"id": "yotM-QjF-jY-t6683.0", "text": "require some level of global cooperation that one can imagine", "start": 6683.0, "end": 6687.0}
{"id": "yotM-QjF-jY-t6687.0", "text": "those capacities being employed on a global level to face those challenges", "start": 6687.0, "end": 6691.0}
{"id": "yotM-QjF-jY-t6691.0", "text": "Yeah and I'm glad you brought up science because you could look at the", "start": 6691.0, "end": 6695.0}
{"id": "yotM-QjF-jY-t6695.0", "text": "the history of science and the scientific revolution as being", "start": 6695.0, "end": 6699.0}
{"id": "yotM-QjF-jY-t6699.0", "text": "very much cooperativity among these scientists that were in different nations", "start": 6699.0, "end": 6703.0}
{"id": "yotM-QjF-jY-t6703.0", "text": "that they just transcended that you know for the most part", "start": 6703.0, "end": 6707.0}
{"id": "yotM-QjF-jY-t6707.0", "text": "we have very little time so please make the questions brief", "start": 6707.0, "end": 6711.0}
{"id": "yotM-QjF-jY-t6711.0", "text": "and the responses brief okay", "start": 6711.0, "end": 6713.0}
{"id": "yotM-QjF-jY-t6713.0", "text": "The latter part of your conversation was interesting and made me think of a book by", "start": 6713.0, "end": 6717.0}
{"id": "yotM-QjF-jY-t6717.0", "text": "Frederick Frank to be human against all odds", "start": 6717.0, "end": 6721.0}
{"id": "yotM-QjF-jY-t6721.0", "text": "on the ability of mankind to transcend its reptilian brain", "start": 6721.0, "end": 6727.0}
{"id": "yotM-QjF-jY-t6727.0", "text": "which one has to wonder when we look at the incredible cruelty throughout the world", "start": 6727.0, "end": 6731.0}
{"id": "yotM-QjF-jY-t6731.0", "text": "that man still you know perpetrates and I'm not just talking about areas of conflict", "start": 6731.0, "end": 6735.0}
{"id": "yotM-QjF-jY-t6735.0", "text": "we can just look right here at home we don't have to go that far", "start": 6735.0, "end": 6739.0}
{"id": "yotM-QjF-jY-t6739.0", "text": "but the other thing that was interesting is you mentioned post-enlightenment", "start": 6739.0, "end": 6743.0}
{"id": "yotM-QjF-jY-t6743.0", "text": "and or morality but maybe we need to look at other societies", "start": 6743.0, "end": 6747.0}
{"id": "yotM-QjF-jY-t6747.0", "text": "if we look at the First Nations and", "start": 6747.0, "end": 6751.0}
{"id": "yotM-QjF-jY-t6751.0", "text": "therefore it against the Dakota Access Pipeline and having", "start": 6751.0, "end": 6755.0}
{"id": "yotM-QjF-jY-t6755.0", "text": "another view of the world which is not post-enlightenment", "start": 6755.0, "end": 6759.0}
{"id": "yotM-QjF-jY-t6759.0", "text": "but is much more humane and is considerate of its fellow human beings", "start": 6759.0, "end": 6763.0}
{"id": "yotM-QjF-jY-t6763.0", "text": "and of the principle that we don't inherit society", "start": 6763.0, "end": 6767.0}
{"id": "yotM-QjF-jY-t6767.0", "text": "or earth sorry from our elders", "start": 6767.0, "end": 6771.0}
{"id": "yotM-QjF-jY-t6771.0", "text": "but that we borrow it from our children", "start": 6771.0, "end": 6775.0}
{"id": "yotM-QjF-jY-t6775.0", "text": "so maybe white man's post-enlightenment", "start": 6775.0, "end": 6779.0}
{"id": "yotM-QjF-jY-t6779.0", "text": "isn't so enlightened", "start": 6779.0, "end": 6783.0}
{"id": "yotM-QjF-jY-t6783.0", "text": "Well speaking as one of the white men here I know I've been doing it", "start": 6783.0, "end": 6787.0}
{"id": "yotM-QjF-jY-t6787.0", "text": "the panel is", "start": 6787.0, "end": 6789.0}
{"id": "yotM-QjF-jY-t6789.0", "text": "in this area where we discuss white men", "start": 6789.0, "end": 6789.0}
{"id": "yotM-QjF-jY-t6793.0", "text": "last question I probably should have brought this up when mental structures", "start": 6793.0, "end": 6797.0}
{"id": "yotM-QjF-jY-t6797.0", "text": "were mentioned being from the arts and humanities", "start": 6797.0, "end": 6801.0}
{"id": "yotM-QjF-jY-t6801.0", "text": "there is a big crisis in the arts and humanities because of the", "start": 6801.0, "end": 6805.0}
{"id": "yotM-QjF-jY-t6805.0", "text": "increase of knowledge and the changing of mental structures", "start": 6805.0, "end": 6809.0}
{"id": "yotM-QjF-jY-t6809.0", "text": "and this has a tremendous effect on the nature of art and the nature of literature", "start": 6809.0, "end": 6813.0}
{"id": "yotM-QjF-jY-t6813.0", "text": "and the nature of humanities there are a few artists now who are trying", "start": 6813.0, "end": 6817.0}
{"id": "yotM-QjF-jY-t6817.0", "text": "something called Gesam Kunzwerk which is an old term about trying to", "start": 6817.0, "end": 6821.0}
{"id": "yotM-QjF-jY-t6821.0", "text": "unite science and all the disciplines in an art form and it has its", "start": 6821.0, "end": 6825.0}
{"id": "yotM-QjF-jY-t6825.0", "text": "advantages but only a very few can really unite all the complexity", "start": 6825.0, "end": 6829.0}
{"id": "yotM-QjF-jY-t6829.0", "text": "of science and the humanities and I think it's something to begin", "start": 6829.0, "end": 6833.0}
{"id": "yotM-QjF-jY-t6833.0", "text": "to think of we can't quite go back to the same mental structures", "start": 6833.0, "end": 6837.0}
{"id": "yotM-QjF-jY-t6837.0", "text": "in the works of art our world is too complex at the same time", "start": 6837.0, "end": 6841.0}
{"id": "yotM-QjF-jY-t6841.0", "text": "individualism is extremely important and must never be forgotten", "start": 6841.0, "end": 6845.0}
{"id": "yotM-QjF-jY-t6845.0", "text": "because a work of art does come from a single individual so I just want to remind you", "start": 6845.0, "end": 6849.0}
{"id": "yotM-QjF-jY-t6849.0", "text": "all of this complexity is very interesting more of the artist should be", "start": 6849.0, "end": 6853.0}
{"id": "yotM-QjF-jY-t6853.0", "text": "listening at the same time it doesn't mean that it's going to have a simple", "start": 6853.0, "end": 6857.0}
{"id": "yotM-QjF-jY-t6857.0", "text": "solution and we are in a crisis now in terms of the nature", "start": 6857.0, "end": 6861.0}
{"id": "yotM-QjF-jY-t6861.0", "text": "and production of the arts. Great comment. Thank you. Great hug.", "start": 6861.0, "end": 6865.0}
{"id": "yotM-QjF-jY-t6865.0", "text": "Alright thank you very much.", "start": 6865.0, "end": 6877.0}
