{"id": "DjvndGUlncw-t0.0", "text": "Okay, I'll have another answer.", "start": 0.0, "end": 10.120000000000001}
{"id": "DjvndGUlncw-t21.6", "text": "Good afternoon everyone.", "start": 21.6, "end": 28.84}
{"id": "DjvndGUlncw-t28.84", "text": "to be a Zoom-only presentation, but this is also available on YouTube in perpetuity.", "start": 28.84, "end": 35.32}
{"id": "DjvndGUlncw-t36.28", "text": "Today I have the, well, I'm Gerald Herrowitz, I'm the Associate Director of Heelic Center,", "start": 36.28, "end": 41.24}
{"id": "DjvndGUlncw-t41.8", "text": "and I'm here with this illustrious panel of discussants who are going to discuss the rather", "start": 41.8, "end": 47.16}
{"id": "DjvndGUlncw-t48.84", "text": "large topic of metaphysics. Let me take a moment to introduce our panelists, and then we'll get", "start": 48.84, "end": 55.32}
{"id": "DjvndGUlncw-t55.32", "text": "our conversation underway. Of course, future Heelics programs will be announced in due time,", "start": 55.32, "end": 62.68}
{"id": "DjvndGUlncw-t62.68", "text": "which will start again, start up again in the fall of 2022, and we're hoping that those will", "start": 62.68, "end": 68.84}
{"id": "DjvndGUlncw-t68.84", "text": "include live round tables. So first, I'll introduce Harold Atman-Spacher, who is a Senior Scientist", "start": 68.84, "end": 77.4}
{"id": "DjvndGUlncw-t77.4", "text": "and Staff Member at the Collegium Helvetikum University of Zurich, an ETH Zurich since 2007.", "start": 77.4, "end": 84.92}
{"id": "DjvndGUlncw-t85.56", "text": "After his PhD in Physics at Munich University, he worked as a Research Scientist at the Max", "start": 85.56, "end": 91.48}
{"id": "DjvndGUlncw-t91.48", "text": "Bong Institute for Extrrestrial Physics at Garching until 1998. Then he served as head of the theory", "start": 91.48, "end": 99.0}
{"id": "DjvndGUlncw-t99.0", "text": "group at the Institute for Frontier's Area, Frontier Areas of Psychology at Freiburg until 2013.", "start": 99.0, "end": 106.12}
{"id": "DjvndGUlncw-t106.12", "text": "His fields of research are the theory of complex systems, conceptual and theoretical aspects", "start": 106.12, "end": 111.48}
{"id": "DjvndGUlncw-t111.96000000000001", "text": "of algebraic quantum theory, and mind matter relations from interdisciplinary perspectives.", "start": 111.96000000000001, "end": 118.92}
{"id": "DjvndGUlncw-t118.92", "text": "He is the President of the Society for the Mind Matter Research, for Mind Matter Research and", "start": 118.92, "end": 124.60000000000001}
{"id": "DjvndGUlncw-t124.60000000000001", "text": "Editor-in-Chief of the Interdisciplinary International Journal Mind and Matter.", "start": 124.60000000000001, "end": 129.4}
{"id": "DjvndGUlncw-t129.4", "text": "Moving on, Elizabeth Barnes is Professor of Philosophy at the University of Virginia.", "start": 129.4, "end": 137.08}
{"id": "DjvndGUlncw-t137.08", "text": "Her research interests are divided between metaphysics, social philosophy, feminist philosophy,", "start": 137.08, "end": 142.84}
{"id": "DjvndGUlncw-t142.84", "text": "and ethics. She's particularly interested in the places where these topics overlap.", "start": 142.84, "end": 147.4}
{"id": "DjvndGUlncw-t148.04000000000002", "text": "She's written a book on disability called The Minority Body and is currently writing a book", "start": 148.04000000000002, "end": 153.48000000000002}
{"id": "DjvndGUlncw-t153.48000000000002", "text": "about the nature of health. Lately, she's also been thinking a lot about the metaphysics of", "start": 153.48000000000002, "end": 158.44}
{"id": "DjvndGUlncw-t158.44", "text": "social structures. Hans Halverson is the Stuart Professor of Philosophy at Princeton University.", "start": 158.44, "end": 167.0}
{"id": "DjvndGUlncw-t167.0", "text": "He has written extensively on the foundations of quantum physics, philosophy of science,", "start": 167.0, "end": 171.72}
{"id": "DjvndGUlncw-t171.72", "text": "and the relationship between science and theology, with articles appearing in the Journal of", "start": 171.72, "end": 176.28}
{"id": "DjvndGUlncw-t176.28", "text": "Mathematical Physics, Physical Review, and the British Journal of Four Philosophy of Science,", "start": 176.28, "end": 181.72}
{"id": "DjvndGUlncw-t181.72", "text": "among others. Halverson has received a Mellon Foundation New Directions Fellowship,", "start": 181.72, "end": 186.76}
{"id": "DjvndGUlncw-t186.76", "text": "a Cushing Memorial Prize in the History and Philosophy of Physics, best article a year by a", "start": 186.76, "end": 192.35999999999999}
{"id": "DjvndGUlncw-t192.35999999999999", "text": "research PhD, and 10 best philosophy articles of the year, both in 2001 and 2002.", "start": 192.35999999999999, "end": 199.56}
{"id": "DjvndGUlncw-t201.79999999999998", "text": "Greg Yeager is a Professor of Natural Science and Mathematics at Boston University.", "start": 201.79999999999998, "end": 207.48}
{"id": "DjvndGUlncw-t207.48", "text": "After post-doctoral work in the history of science and experimental quantum optics physics,", "start": 207.48, "end": 212.84}
{"id": "DjvndGUlncw-t212.84", "text": "I'm sorry, quantum optical physics, he assumed his current interdisciplinary professorship in 2006.", "start": 212.84, "end": 220.68}
{"id": "DjvndGUlncw-t221.24", "text": "He was awarded a Cavill Cauvley Fellowship in 2008, for his work on quantum computing,", "start": 221.24, "end": 227.24}
{"id": "DjvndGUlncw-t227.8", "text": "holding two fundamental patents, and co-edited Philosophy of Quantum Information and an", "start": 227.8, "end": 233.0}
{"id": "DjvndGUlncw-t233.0", "text": "Add-In Tanglement on Cambridge University Press. He is the author of the Monograph's", "start": 233.0, "end": 239.48000000000002}
{"id": "DjvndGUlncw-t239.48", "text": "Quantum Information, Entanglement Information, and Interpretation of Quantum Mechanics,", "start": 239.48, "end": 244.6}
{"id": "DjvndGUlncw-t245.72", "text": "and Quantum Objects. Most recently, he co-authored Quantum Metrology, Imaging, and Communication,", "start": 245.72, "end": 252.44}
{"id": "DjvndGUlncw-t252.44", "text": "and co-edited Quantum Arrangements. His current work focuses on the", "start": 252.44, "end": 256.59999999999997}
{"id": "DjvndGUlncw-t256.59999999999997", "text": "onpological status of elementary particles in quantum field theory.", "start": 256.59999999999997, "end": 260.28}
{"id": "DjvndGUlncw-t261.96", "text": "And finally, Arkady Blatnitsky is a distinguished Professor of Literature,", "start": 261.96, "end": 266.28}
{"id": "DjvndGUlncw-t266.28", "text": "theory, and cultural studies program, and philosophy and literature program at Purdue University.", "start": 266.28, "end": 272.03999999999996}
{"id": "DjvndGUlncw-t272.03999999999996", "text": "He has published nine books, several edited or co-edited collections, and about 200 articles", "start": 272.03999999999996, "end": 277.71999999999997}
{"id": "DjvndGUlncw-t277.71999999999997", "text": "on continental philosophy, romantic and monounous literature, the Philosophy of Mathematics in", "start": 277.71999999999997, "end": 283.23999999999995}
{"id": "DjvndGUlncw-t283.23999999999995", "text": "Physics, and the relationship among literature, philosophy, and science. His most recent book is", "start": 283.23999999999995, "end": 289.32}
{"id": "DjvndGUlncw-t289.32", "text": "Reality Without Realism, Matter, Thought, and Technology in Quantum Physics. His next book,", "start": 289.32, "end": 297.48}
{"id": "DjvndGUlncw-t297.48", "text": "Logos and Alagon, The Thinkable and The Unthinkable in Mathematics on the Pythagoreans of the Moderns,", "start": 297.48, "end": 303.8}
{"id": "DjvndGUlncw-t303.8", "text": "is forthcoming from Springer Nature next year. So with that, I'd like to get things rolling.", "start": 303.8, "end": 310.76}
{"id": "DjvndGUlncw-t311.32", "text": "I thought we might start by having each of our discussants make a brief comment about,", "start": 311.32, "end": 317.24}
{"id": "DjvndGUlncw-t317.24", "text": "let's say what they think metaphysics is and what it's for. I think it would be brief, and then we", "start": 317.24, "end": 324.12}
{"id": "DjvndGUlncw-t324.12", "text": "can get the conversation rolling. So whoever wants to volunteer, they go first, please go for it.", "start": 324.12, "end": 333.16}
{"id": "DjvndGUlncw-t333.16", "text": "Do I have to pick someone?", "start": 333.16, "end": 342.92}
{"id": "DjvndGUlncw-t346.12", "text": "On to it, take a shot. You look like you're making a move.", "start": 346.12, "end": 348.28000000000003}
{"id": "DjvndGUlncw-t350.04", "text": "Okay, well, I'll say a couple words about my own professional background, because I've had", "start": 350.04, "end": 357.64000000000004}
{"id": "DjvndGUlncw-t357.64", "text": "the good fortune that although my primary field of study was philosophy as an undergraduate student,", "start": 357.64, "end": 363.64}
{"id": "DjvndGUlncw-t363.64", "text": "and then I became interested in, I mean, it became very clear to me that philosophical research,", "start": 363.64, "end": 370.2}
{"id": "DjvndGUlncw-t370.2", "text": "I think, benefits a lot from looking at what's going on in science, hopefully to learn for itself,", "start": 370.2, "end": 376.76}
{"id": "DjvndGUlncw-t376.76", "text": "but also actually, I hope the contribution can go the other way. One of the main reasons for me,", "start": 376.76, "end": 381.8}
{"id": "DjvndGUlncw-t381.8", "text": "that was important is, as I was educated in the United States my entire life, I got in many ways,", "start": 381.8, "end": 387.96000000000004}
{"id": "DjvndGUlncw-t387.96000000000004", "text": "what I thought was a good scientific education, but I thought it was a scientific education that said", "start": 387.96000000000004, "end": 393.56}
{"id": "DjvndGUlncw-t394.28000000000003", "text": "stop at a certain point asking certain questions, right? Because we need to focus our time on", "start": 394.28000000000003, "end": 399.88}
{"id": "DjvndGUlncw-t400.6", "text": "calculations and new technologies, and we don't want to get hung up in these big questions about", "start": 400.6, "end": 406.28000000000003}
{"id": "DjvndGUlncw-t406.28", "text": "like, why do we exist? Why is there a universe? Things like this. So that's what naturally led me into", "start": 406.28, "end": 412.03999999999996}
{"id": "DjvndGUlncw-t412.03999999999996", "text": "philosophy, but then I was fortunate that I was around philosophers that said, hey, these are", "start": 412.03999999999996, "end": 418.11999999999995}
{"id": "DjvndGUlncw-t418.11999999999995", "text": "really the same conversation. So although I would not actually consider myself a metaphysician,", "start": 418.11999999999995, "end": 423.55999999999995}
{"id": "DjvndGUlncw-t423.55999999999995", "text": "because within philosophy, there are some who have very special professional competence in", "start": 423.55999999999995, "end": 428.91999999999996}
{"id": "DjvndGUlncw-t428.91999999999996", "text": "metaphysics, but I actually think that anyone who's reflecting on the nature of reality is,", "start": 428.91999999999996, "end": 434.2}
{"id": "DjvndGUlncw-t434.2", "text": "to some extent, doing metaphysics. And I think even scientists who may feel like it's important for", "start": 434.2, "end": 440.76}
{"id": "DjvndGUlncw-t440.76", "text": "them professionally to say, what I'm doing is physics, it's not metaphysics, I think that's", "start": 440.76, "end": 445.15999999999997}
{"id": "DjvndGUlncw-t445.15999999999997", "text": "actually, unfortunately, not really true. I mean, I think they are doing metaphysics, even if they're", "start": 445.15999999999997, "end": 450.28}
{"id": "DjvndGUlncw-t450.28", "text": "not being completely honest about that. So I'm glad that we're able to talk about this openly here,", "start": 450.28, "end": 454.84}
{"id": "DjvndGUlncw-t455.4", "text": "and that we have people with sort of both, you know, angles on what's both coming from the sciences", "start": 455.4, "end": 459.56}
{"id": "DjvndGUlncw-t459.56", "text": "and from philosophy. Great. If I could follow up on what Han says, because I have a somewhat", "start": 459.56, "end": 467.32}
{"id": "DjvndGUlncw-t467.32", "text": "different background, I'm not as nearly steeped in the sciences, but I agree with a lot of what he", "start": 467.32, "end": 472.52}
{"id": "DjvndGUlncw-t472.52", "text": "said in terms of what metaphysics is. I mean, if I, I think it's kind of a foolhardy project to try", "start": 472.52, "end": 479.24}
{"id": "DjvndGUlncw-t479.24", "text": "to give definitions of any aspect of philosophy, because it's so slippery, but I guess in a nutshell,", "start": 479.24, "end": 485.96}
{"id": "DjvndGUlncw-t485.96", "text": "I would think of metaphysics as something like questions about the nature of reality that aren't", "start": 485.96, "end": 494.44}
{"id": "DjvndGUlncw-t495.4", "text": "better or at least completely addressed by empirical means. And of course, it's a somewhat", "start": 495.4, "end": 501.0}
{"id": "DjvndGUlncw-t501.0", "text": "often fraught and tendentious question exactly what those questions might be, or the extent of", "start": 501.0, "end": 508.44}
{"id": "DjvndGUlncw-t508.44", "text": "what empirical inquiry inquiry can show us or what linguistic inquiry can show us or", "start": 508.44, "end": 513.0}
{"id": "DjvndGUlncw-t513.0", "text": "that kind of thing. But in terms of what metaphysics is for, my own background is that I came to", "start": 513.0, "end": 519.56}
{"id": "DjvndGUlncw-t519.56", "text": "metaphysics from a place of skepticism. I didn't like it, and I didn't want to do it, and I wanted to do", "start": 519.56, "end": 524.68}
{"id": "DjvndGUlncw-t526.12", "text": "ethics and sort of the more humanistic end of philosophical inquiry without doing metaphysics,", "start": 526.12, "end": 530.84}
{"id": "DjvndGUlncw-t530.84", "text": "and I found that I couldn't avoid it. I mean, my philosophical trajectory has kind of been like", "start": 530.84, "end": 536.52}
{"id": "DjvndGUlncw-t536.52", "text": "me yelling at metaphysics. I wish I knew how to quit you. And I haven't been able to. It seemed to me", "start": 536.52, "end": 543.3199999999999}
{"id": "DjvndGUlncw-t543.3199999999999", "text": "that one of the key aspects of metaphysics as a part of philosophical inquiry is just that these", "start": 543.3199999999999, "end": 550.28}
{"id": "DjvndGUlncw-t550.28", "text": "questions always come up. It always comes up. You know, what is the difference between", "start": 550.28, "end": 558.04}
{"id": "DjvndGUlncw-t559.24", "text": "correlation and causation? If we have these observed regularities, what do they explain? What", "start": 559.24, "end": 564.1999999999999}
{"id": "DjvndGUlncw-t564.2", "text": "do they say? What are these things? You know, what parts of this thing that we're saying is just an", "start": 564.2, "end": 569.1600000000001}
{"id": "DjvndGUlncw-t569.1600000000001", "text": "aspect of theory into what extent does it represent reality? And they're like all of these things", "start": 569.1600000000001, "end": 573.48}
{"id": "DjvndGUlncw-t573.48", "text": "inevitably involve metaphysical questions. And so I would say like, I mean, for me personally,", "start": 573.48, "end": 580.12}
{"id": "DjvndGUlncw-t580.12", "text": "the primary role of metaphysics is most of these inelimitable questions that are not primarily", "start": 580.12, "end": 586.0400000000001}
{"id": "DjvndGUlncw-t586.04", "text": "empirical questions, but they are questions about what the world is like. There seems to be this,", "start": 586.04, "end": 596.1999999999999}
{"id": "DjvndGUlncw-t596.1999999999999", "text": "oh, Greg, I think you're muted. You want to go ahead? Sorry. Yeah. Yes. I was going to say,", "start": 596.1999999999999, "end": 602.04}
{"id": "DjvndGUlncw-t602.04", "text": "I mean, I think that this discussion has gone very nicely in the sense of people painting their own", "start": 602.04, "end": 606.92}
{"id": "DjvndGUlncw-t606.92", "text": "sense of what metaphysics is and why it's important for me. I'm also someone who has studied different", "start": 606.92, "end": 613.64}
{"id": "DjvndGUlncw-t613.64", "text": "aspects of learning and have inquired about the nature of reality my entire life, which is why", "start": 613.64, "end": 620.6}
{"id": "DjvndGUlncw-t620.6", "text": "I've studied mathematics, physics, and philosophy my whole life and tried to do them regularly. And", "start": 620.6, "end": 625.56}
{"id": "DjvndGUlncw-t625.56", "text": "the thing which really drives me to metaphysical questions is the whole issue of precisely what is", "start": 625.56, "end": 631.48}
{"id": "DjvndGUlncw-t631.48", "text": "the relationship between our theory and reality. And that doesn't really matter what, you know,", "start": 631.48, "end": 637.08}
{"id": "DjvndGUlncw-t637.08", "text": "what science you're in a Carnapian sense. It doesn't really matter which science you're talking about,", "start": 637.08, "end": 641.24}
{"id": "DjvndGUlncw-t641.24", "text": "which part of the humanities you're talking about, you're trying to understand the world in a certain", "start": 641.24, "end": 645.32}
{"id": "DjvndGUlncw-t645.32", "text": "sense. So I'm a physicist primarily or interested in philosophy of physics. And so when I approach", "start": 645.32, "end": 651.5600000000001}
{"id": "DjvndGUlncw-t651.5600000000001", "text": "these things, I always imagine the standard sort of thing of physicists would think, which is,", "start": 651.5600000000001, "end": 655.8}
{"id": "DjvndGUlncw-t655.8", "text": "well, reality, you know, it's definitely physical in some way. And the default position metaphysically", "start": 655.8, "end": 660.92}
{"id": "DjvndGUlncw-t661.5600000000001", "text": "for most physicists is realism. So if there's an objective reality out there, exactly how does", "start": 661.5600000000001, "end": 667.4}
{"id": "DjvndGUlncw-t667.4", "text": "the various sciences and methods of thinking connect with each other? And in the sciences,", "start": 667.4, "end": 673.0}
{"id": "DjvndGUlncw-t673.0", "text": "you know, you have this natural tower of the sciences with presumably physics at the bottom,", "start": 673.0, "end": 678.52}
{"id": "DjvndGUlncw-t678.52", "text": "and then chemistry and then biology and then perhaps mind at a higher level. And there's an", "start": 678.52, "end": 683.8}
{"id": "DjvndGUlncw-t683.8", "text": "attempt to reduce these things down to the lowest level. So that's why I'm primarily focusing now on", "start": 683.8, "end": 689.24}
{"id": "DjvndGUlncw-t689.24", "text": "the ontological status of elementary particles, because the default position in physics has been", "start": 689.24, "end": 695.3199999999999}
{"id": "DjvndGUlncw-t695.32", "text": "for a long time that if you understand the things at the lowest level, then you can understand these", "start": 695.32, "end": 699.32}
{"id": "DjvndGUlncw-t699.32", "text": "other things. So it's a sort of natural drive to metaphysics that physics and science in general,", "start": 699.32, "end": 704.2800000000001}
{"id": "DjvndGUlncw-t704.2800000000001", "text": "natural sciences brings, I think. I know I was about to jump in and say I know there's this", "start": 704.2800000000001, "end": 714.2}
{"id": "DjvndGUlncw-t714.7600000000001", "text": "history that I think we seem to be past. I know I'd recommended as a title for this.", "start": 714.7600000000001, "end": 719.72}
{"id": "DjvndGUlncw-t719.72", "text": "Roundtable originally is metaphysics dead, because there had been this long, you know,", "start": 719.72, "end": 726.12}
{"id": "DjvndGUlncw-t726.12", "text": "reign of logical positivism. And the analytic philosophers who had sort of claimed that", "start": 726.12, "end": 732.12}
{"id": "DjvndGUlncw-t732.12", "text": "philosophy should be a, I mean, metaphysics should be eliminated as best it can. And so the job of", "start": 732.12, "end": 737.32}
{"id": "DjvndGUlncw-t737.32", "text": "philosophy is just to clean that up and make metaphysics as minimal as possible. And now there's been a", "start": 737.32, "end": 744.28}
{"id": "DjvndGUlncw-t744.28", "text": "little bit of resurgence. And I think it's really interesting to see why that is. And we're", "start": 744.28, "end": 751.72}
{"id": "DjvndGUlncw-t751.72", "text": "we're headed with that. So, Arkady, do you want to make a comment about your thoughts?", "start": 751.72, "end": 756.28}
{"id": "DjvndGUlncw-t757.72", "text": "Yeah, I'm kind of new to the word metaphysics, although not to the subject, because, you know,", "start": 757.72, "end": 763.8}
{"id": "DjvndGUlncw-t763.8", "text": "my, I have a double trajectory in my intellectual life. My, I was originally trained in a quantum", "start": 763.8, "end": 772.36}
{"id": "DjvndGUlncw-t772.36", "text": "field theory and mathematics. And my first graduate degree wasn't that specifically", "start": 772.36, "end": 778.2}
{"id": "DjvndGUlncw-t778.2", "text": "group representations and things like that. And then I got interested in certain trends and", "start": 778.2, "end": 783.32}
{"id": "DjvndGUlncw-t783.32", "text": "continental philosophy. And in both of these, the metaphysics was, I wouldn't say dirty words,", "start": 783.32, "end": 790.04}
{"id": "DjvndGUlncw-t790.04", "text": "but just about and the and the reason for that, part of the reason for that, I think, is that", "start": 790.04, "end": 797.16}
{"id": "DjvndGUlncw-t797.16", "text": "in some of these previous comments, it seems to me that there is a kind of sense of metaphysics.", "start": 797.16, "end": 803.88}
{"id": "DjvndGUlncw-t803.88", "text": "Well, the term has many various meanings. For example, the question, what is reality and what", "start": 803.88, "end": 809.3199999999999}
{"id": "DjvndGUlncw-t809.3199999999999", "text": "is representation of reality and the difference of that type could be seen as metaphysicals or", "start": 809.3199999999999, "end": 815.64}
{"id": "DjvndGUlncw-t815.64", "text": "may not be seen as metaphysical, depending how you define metaphysics. I think in both of the trends", "start": 815.64, "end": 821.9599999999999}
{"id": "DjvndGUlncw-t821.96", "text": "to which I came into both of the subjects of my interests, these questions were, of course,", "start": 821.96, "end": 828.2800000000001}
{"id": "DjvndGUlncw-t828.2800000000001", "text": "all these asked. But the reason that there was skepticism about metaphysics, especially in", "start": 828.2800000000001, "end": 833.8000000000001}
{"id": "DjvndGUlncw-t833.8000000000001", "text": "subtle continental philosophy apart from one philosopher whom I know, Algio Delus, who used the", "start": 833.8000000000001, "end": 841.5600000000001}
{"id": "DjvndGUlncw-t841.5600000000001", "text": "word was not so much these questions, which were all these asks, but the way we ask these questions,", "start": 841.5600000000001, "end": 848.9200000000001}
{"id": "DjvndGUlncw-t848.92", "text": "I think that's the one thing which I wanted to say, that the question is how we ask these questions,", "start": 848.92, "end": 855.56}
{"id": "DjvndGUlncw-t855.56", "text": "rather than simply these questions as such. And in a way, as I mentioned, to Greg earlier,", "start": 855.56, "end": 861.3199999999999}
{"id": "DjvndGUlncw-t861.3199999999999", "text": "my thesis for today is there is no metaphysics, there is only metaphysics. So that's a double", "start": 861.3199999999999, "end": 868.12}
{"id": "DjvndGUlncw-t868.12", "text": "statement, which I think is true, depending on how you define metaphysics. Thank you.", "start": 868.12, "end": 874.8399999999999}
{"id": "DjvndGUlncw-t874.84", "text": "So the king is dead long with the king. Anyway, Harold, you want to make a comment?", "start": 874.84, "end": 884.6}
{"id": "DjvndGUlncw-t887.24", "text": "Oh, you're viewed in Harold. Yeah. Am I unmuted now? Yes. Okay, good. So I want to connect up with", "start": 887.24, "end": 897.64}
{"id": "DjvndGUlncw-t897.64", "text": "what Hans actually said at the beginning and start with what I was studying and what the problems were", "start": 897.64, "end": 903.8000000000001}
{"id": "DjvndGUlncw-t903.8", "text": "that our teachers actually confronted us within our studies. And interestingly, I think Hans is", "start": 903.8, "end": 912.1999999999999}
{"id": "DjvndGUlncw-t912.1999999999999", "text": "completely right. Whenever questions came up to the meaning of this or that, and then, you know,", "start": 912.1999999999999, "end": 918.28}
{"id": "DjvndGUlncw-t918.28", "text": "typically the response was, this is, this has become a winged word, shut up and calculate, right?", "start": 918.28, "end": 926.3599999999999}
{"id": "DjvndGUlncw-t926.36", "text": "And then I entered into a phase in my studies when I went Hans Primoz at the ETH in Zurich.", "start": 926.36, "end": 934.6800000000001}
{"id": "DjvndGUlncw-t935.24", "text": "He was actually a professor of theoretical chemistry, but he was much more than that. He was actually", "start": 935.24, "end": 941.64}
{"id": "DjvndGUlncw-t941.64", "text": "a mathematical physicist with strong philosophical inclinations. And he would always say, you know,", "start": 941.64, "end": 948.84}
{"id": "DjvndGUlncw-t948.84", "text": "when scientists claim that they have no metaphysical position, then they usually have a poor one", "start": 948.84, "end": 956.36}
{"id": "DjvndGUlncw-t957.5600000000001", "text": "because they are just unconscious of it. And of course, every scientist, he would say, must have", "start": 957.5600000000001, "end": 963.4}
{"id": "DjvndGUlncw-t963.4", "text": "a metaphysical position. Otherwise, he wouldn't be able to do science. Even the practicing", "start": 963.4, "end": 969.0}
{"id": "DjvndGUlncw-t969.5600000000001", "text": "physicist in his lab goes with the assumption that there is something there that he does", "start": 969.5600000000001, "end": 975.5600000000001}
{"id": "DjvndGUlncw-t975.56", "text": "experiments with. Even though, and specifically in quantum physics, we know that our empirical", "start": 975.56, "end": 983.88}
{"id": "DjvndGUlncw-t983.88", "text": "access to the system out there changes that system or the state of that system. So we never", "start": 983.88, "end": 989.4799999999999}
{"id": "DjvndGUlncw-t989.4799999999999", "text": "see the reality out there. We just by trying to access it, we change it. This is, this is pretty", "start": 989.4799999999999, "end": 998.04}
{"id": "DjvndGUlncw-t998.04", "text": "clear now in quantum mechanics, but it's also pretty clear in cognitive science. What we see", "start": 998.04, "end": 1004.52}
{"id": "DjvndGUlncw-t1004.52", "text": "out there is not what is out there. There are very interesting experiments about that.", "start": 1004.52, "end": 1008.76}
{"id": "DjvndGUlncw-t1009.88", "text": "So in my trajectory, it became more and more obvious that the metaphysics has the study of", "start": 1009.88, "end": 1017.0}
{"id": "DjvndGUlncw-t1017.0", "text": "what is there other than what we see there or what we can empirically do experiments with.", "start": 1017.0, "end": 1026.52}
{"id": "DjvndGUlncw-t1026.52", "text": "This is an important question. So that's why I got into that.", "start": 1026.52, "end": 1037.24}
{"id": "DjvndGUlncw-t1037.24", "text": "Well, there's this issue of the fact of metaphysics being the foundation of a lot of physical science.", "start": 1037.24, "end": 1047.16}
{"id": "DjvndGUlncw-t1047.8", "text": "And this other interesting fact that some scientists seem to want to deny it.", "start": 1047.8, "end": 1052.12}
{"id": "DjvndGUlncw-t1052.12", "text": "I wonder if, and there are so many wonderful historical examples of", "start": 1052.12, "end": 1058.52}
{"id": "DjvndGUlncw-t1060.04", "text": "scientists informed by their metaphysics. And rightly and wrongly, I think some of the examples", "start": 1060.04, "end": 1065.0}
{"id": "DjvndGUlncw-t1065.0", "text": "that are often put forward as being a wrong example of metaphysical influence and science", "start": 1065.0, "end": 1070.6}
{"id": "DjvndGUlncw-t1070.6", "text": "would be, let's say, alchemy. I mean, many other examples, of course, Newton was completely", "start": 1070.6, "end": 1077.08}
{"id": "DjvndGUlncw-t1077.08", "text": "observed without me, and yet produced all this wonderful science. And there are other examples", "start": 1077.08, "end": 1082.36}
{"id": "DjvndGUlncw-t1082.36", "text": "where scientists obviously did have some form of a metaphysical position, and it really did", "start": 1082.36, "end": 1089.48}
{"id": "DjvndGUlncw-t1089.48", "text": "help them very much in their scientific research. So I wonder if any thoughts you might share about that?", "start": 1089.48, "end": 1095.1599999999999}
{"id": "DjvndGUlncw-t1099.1599999999999", "text": "Well, I could say that one of the examples that usually comes up when people think about the", "start": 1099.1599999999999, "end": 1104.9199999999998}
{"id": "DjvndGUlncw-t1104.92", "text": "relationship between physics and philosophy is Heisenberg. And Heisenberg was, of course,", "start": 1104.92, "end": 1109.8000000000002}
{"id": "DjvndGUlncw-t1109.8000000000002", "text": "the person who's most closely associated with this idea that looking upon something can influence", "start": 1109.8000000000002, "end": 1116.04}
{"id": "DjvndGUlncw-t1116.04", "text": "it and restrict potentially your ability to see it in itself. And he certainly did bring in", "start": 1116.04, "end": 1121.3200000000002}
{"id": "DjvndGUlncw-t1122.2", "text": "philosophical ideas in order to try to move forward. One of the most important things,", "start": 1122.2, "end": 1126.04}
{"id": "DjvndGUlncw-t1126.04", "text": "which I've been interested in, is his investigation of quantum potentiality.", "start": 1126.04, "end": 1130.3600000000001}
{"id": "DjvndGUlncw-t1130.36", "text": "And when you start talking about the mathematics of quantum physics, what you're really talking about", "start": 1130.36, "end": 1135.1599999999999}
{"id": "DjvndGUlncw-t1135.1599999999999", "text": "is mathematical description of the thing in itself, but you can never really access that thing. But", "start": 1135.1599999999999, "end": 1141.08}
{"id": "DjvndGUlncw-t1141.08", "text": "when you go and measure it, you do see something real. And there's a certain mathematical relationship", "start": 1141.08, "end": 1145.4799999999998}
{"id": "DjvndGUlncw-t1145.4799999999998", "text": "between those two things that external reality has a potential, but it's only actual when you see it,", "start": 1145.4799999999998, "end": 1151.24}
{"id": "DjvndGUlncw-t1151.24", "text": "and it takes a form which we can understand when you actually do make that observation. So I think", "start": 1151.24, "end": 1155.6399999999999}
{"id": "DjvndGUlncw-t1155.64", "text": "that's a case of not a bad, but actually a good example of somebody bringing philosophy in the", "start": 1155.64, "end": 1161.0800000000002}
{"id": "DjvndGUlncw-t1161.0800000000002", "text": "physics. And he was a very thoughtful person, obviously. I think this is a great point, and", "start": 1161.0800000000002, "end": 1167.8000000000002}
{"id": "DjvndGUlncw-t1169.3200000000002", "text": "great, because in the beginning, in the pioneer phase, that we say, of quantum mechanics,", "start": 1169.3200000000002, "end": 1175.3200000000002}
{"id": "DjvndGUlncw-t1176.1200000000001", "text": "there was an interpretation of quantum mechanics that was called the Copenhagen", "start": 1176.1200000000001, "end": 1180.8400000000001}
{"id": "DjvndGUlncw-t1180.84", "text": "interpretation. And the Copenhagen and Heisenberg was part of it, and part of the founders, and", "start": 1180.84, "end": 1189.0}
{"id": "DjvndGUlncw-t1189.56", "text": "the Copenhagen interpretation tried to stay away as much as possible from saying something about", "start": 1189.56, "end": 1195.72}
{"id": "DjvndGUlncw-t1195.72", "text": "the metaphysical, what you call the potential now. Heisenberg moved forward from that in his", "start": 1195.72, "end": 1200.6799999999998}
{"id": "DjvndGUlncw-t1200.6799999999998", "text": "later years when he came up with the ideas that you just mentioned. But of course, the Copenhagen", "start": 1200.6799999999998, "end": 1207.8}
{"id": "DjvndGUlncw-t1207.8", "text": "interpretation is a knowledge-based interpretation, whereas many people in reaction to that,", "start": 1207.8, "end": 1214.9199999999998}
{"id": "DjvndGUlncw-t1214.9199999999998", "text": "in quantum mechanics, tried to find an ontological basis for it. And this was the starting point of", "start": 1214.9199999999998, "end": 1223.24}
{"id": "DjvndGUlncw-t1223.24", "text": "ongoing discussions about which one is the right interpretation, the epistemic, the knowledge-based", "start": 1223.24, "end": 1229.3999999999999}
{"id": "DjvndGUlncw-t1229.3999999999999", "text": "interpretation, or the ontological interpretation. Now, the modern point of view now is that it's", "start": 1229.3999999999999, "end": 1235.8799999999999}
{"id": "DjvndGUlncw-t1235.88", "text": "not really quite right to play these interpretations out against one another. The really interesting", "start": 1235.88, "end": 1241.8000000000002}
{"id": "DjvndGUlncw-t1241.8000000000002", "text": "question is how they hang together, how one plays into the other, and maybe even find some rules,", "start": 1241.8000000000002, "end": 1251.24}
{"id": "DjvndGUlncw-t1251.88", "text": "how something that is out there, due to an experiment or due to an observation, comes into our mind-dependent", "start": 1251.88, "end": 1261.3200000000002}
{"id": "DjvndGUlncw-t1261.32", "text": "representation.", "start": 1261.32, "end": 1267.08}
{"id": "DjvndGUlncw-t1269.48", "text": "I have a little bit of difficulties with some of these terms, because first of all, there is no", "start": 1269.48, "end": 1274.84}
{"id": "DjvndGUlncw-t1274.84", "text": "such a thing as a single Copenhagen interpretation. It's never been. That's of course,", "start": 1274.84, "end": 1280.36}
{"id": "DjvndGUlncw-t1280.36", "text": "here, now. Because, for example, even from the very beginning, Bohr and Heisenberg's interpretation", "start": 1280.36, "end": 1286.28}
{"id": "DjvndGUlncw-t1286.28", "text": "were somewhat different. It is also true, however, as Karl pointed out, that Heisenberg changed", "start": 1286.28, "end": 1292.52}
{"id": "DjvndGUlncw-t1292.52", "text": "somewhat his views of things. In fact, if you look into his earlier book in 1930 on", "start": 1292.52, "end": 1298.92}
{"id": "DjvndGUlncw-t1300.6", "text": "the physical principles of quantum theory, there is a very interesting comment which Bohr shared", "start": 1300.6, "end": 1306.36}
{"id": "DjvndGUlncw-t1306.36", "text": "with him that one of the reasons that we cannot see, there was always a kind of ontology in the", "start": 1306.36, "end": 1315.0}
{"id": "DjvndGUlncw-t1315.0", "text": "Copenhagen interpretation that has to do with what we see in measuring instrument. That was assumed", "start": 1315.0, "end": 1321.0}
{"id": "DjvndGUlncw-t1321.0", "text": "to be real and, in fact, representable by means of classical physics. The question is that classical", "start": 1321.0, "end": 1327.88}
{"id": "DjvndGUlncw-t1327.88", "text": "physics could not explain how what we see comes about and could not predict it. So Heisenberg", "start": 1327.88, "end": 1333.72}
{"id": "DjvndGUlncw-t1333.72", "text": "then made a point in which he said, look, it's not so surprising because our brain evolutionary", "start": 1333.72, "end": 1339.72}
{"id": "DjvndGUlncw-t1339.72", "text": "developed in dealing with the object consisting of billions of atoms, etc. So there is no special", "start": 1339.72, "end": 1345.96}
{"id": "DjvndGUlncw-t1345.96", "text": "reason to assume that it can deal with how nature is constituted at the ultimate level. So his position", "start": 1345.96, "end": 1354.1200000000001}
{"id": "DjvndGUlncw-t1354.1200000000001", "text": "in that way was saying that, you know, was much closer to Bohr, which Bohr sort of always maintained", "start": 1354.1200000000001, "end": 1361.88}
{"id": "DjvndGUlncw-t1361.88", "text": "and for Bohr was always central, the classical description of measuring instrument later on,", "start": 1361.88, "end": 1367.8}
{"id": "DjvndGUlncw-t1367.8", "text": "in the book where he talks on potentiality, especially physics and philosophy to which I", "start": 1367.8, "end": 1373.8799999999999}
{"id": "DjvndGUlncw-t1373.8799999999999", "text": "presume Greg in part refers, he takes a very interesting position following in part,", "start": 1373.8799999999999, "end": 1379.1599999999999}
{"id": "DjvndGUlncw-t1379.1599999999999", "text": "responding to Kant. Big part of this book is his response to Kant, idea that we cannot really", "start": 1379.1599999999999, "end": 1386.2}
{"id": "DjvndGUlncw-t1386.2", "text": "know things on themselves. I cannot go into detail, but he said it may be that for a physicist,", "start": 1386.2, "end": 1392.9199999999998}
{"id": "DjvndGUlncw-t1392.92", "text": "if things on themselves exist, they would at all, they would be mathematical. It was influenced", "start": 1392.92, "end": 1398.6000000000001}
{"id": "DjvndGUlncw-t1398.6000000000001", "text": "by quantum field theory and group representation and all these things and and Dirac's ideas. So I", "start": 1398.6000000000001, "end": 1405.48}
{"id": "DjvndGUlncw-t1405.48", "text": "think so from that point of view, first of all, so he has a somewhat different view, but the second", "start": 1405.48, "end": 1412.3600000000001}
{"id": "DjvndGUlncw-t1412.3600000000001", "text": "point which I want to make that in a way, the things I agree with the point that the things", "start": 1412.3600000000001, "end": 1420.28}
{"id": "DjvndGUlncw-t1420.28", "text": "are epistemological and ontological are kind of mixed. We also need to define to define these terms", "start": 1420.28, "end": 1427.08}
{"id": "DjvndGUlncw-t1427.08", "text": "because ontology can have two meanings. One is assumption that there's something outside that's", "start": 1427.08, "end": 1433.72}
{"id": "DjvndGUlncw-t1433.72", "text": "which is real. And another one is the assumption that we could describe or represent or at least", "start": 1433.72, "end": 1440.12}
{"id": "DjvndGUlncw-t1440.12", "text": "conceive of what it is outside. So I think these are two different meanings of ontology and I think", "start": 1440.12, "end": 1447.24}
{"id": "DjvndGUlncw-t1447.24", "text": "from within most people in Copenhagen interpretation, certainly born in Heisenberg, there was an assumption", "start": 1447.24, "end": 1453.56}
{"id": "DjvndGUlncw-t1453.56", "text": "of the outside material reality. The question is to what degree you could represent at ultimate", "start": 1453.56, "end": 1459.72}
{"id": "DjvndGUlncw-t1459.72", "text": "constitution as opposed to the effects which it has on what you actually observe. And I think", "start": 1459.72, "end": 1467.56}
{"id": "DjvndGUlncw-t1467.56", "text": "in parallel development, actually the psych analysis and Freud's theory, etc. used the idea of unconsciousness,", "start": 1467.56, "end": 1476.28}
{"id": "DjvndGUlncw-t1476.28", "text": "the unconscious, which had some of connections about this line that we see the effects of the", "start": 1476.28, "end": 1483.0}
{"id": "DjvndGUlncw-t1483.0", "text": "unconscious but not necessarily the unconscious itself. I think there's a lot of very nuanced", "start": 1483.0, "end": 1489.08}
{"id": "DjvndGUlncw-t1489.08", "text": "structures to this to this to this to this to this term. So I think it's a little bit", "start": 1489.08, "end": 1494.84}
{"id": "DjvndGUlncw-t1495.56", "text": "so difficult to so that's what I would want to add as a footnote to this comments.", "start": 1495.56, "end": 1500.92}
{"id": "DjvndGUlncw-t1500.92", "text": "I wanted to because that's a lot of really interesting", "start": 1500.92, "end": 1507.64}
{"id": "DjvndGUlncw-t1509.24", "text": "commentary. I wanted to make my own brief interjection and bring it down the ground a little bit. I always", "start": 1509.24, "end": 1514.76}
{"id": "DjvndGUlncw-t1514.76", "text": "think of the quantum revolution as being a case where perhaps and you can correct me if I'm wrong", "start": 1514.76, "end": 1522.68}
{"id": "DjvndGUlncw-t1522.68", "text": "for the first time, this sort of physical theory outstripped any sense of where it's connected to", "start": 1522.68, "end": 1528.2}
{"id": "DjvndGUlncw-t1528.2", "text": "reality. It reminds you a little bit of those cartoons where the character runs out over it", "start": 1528.2, "end": 1532.04}
{"id": "DjvndGUlncw-t1532.04", "text": "off the end of the cliff and is out in the air and doesn't know where it is. How exactly to", "start": 1532.04, "end": 1536.52}
{"id": "DjvndGUlncw-t1536.52", "text": "interpret the Schrodinger equation, whether or not it referred to some physical thing or not,", "start": 1536.52, "end": 1541.56}
{"id": "DjvndGUlncw-t1542.1200000000001", "text": "seemed to be to be a unique problem that physics found itself in. And maybe that is something to", "start": 1542.1200000000001, "end": 1546.3600000000001}
{"id": "DjvndGUlncw-t1546.3600000000001", "text": "do with the return of metaphysical thinking among some of the later generations. I think that's", "start": 1546.3600000000001, "end": 1553.8}
{"id": "DjvndGUlncw-t1553.8", "text": "I would say that's a fairly unique situation where the science sort of insisted on a metaphysical", "start": 1553.8, "end": 1559.1599999999999}
{"id": "DjvndGUlncw-t1559.1599999999999", "text": "interpretation. Whether you like it or not, so to speak.", "start": 1559.1599999999999, "end": 1561.8}
{"id": "DjvndGUlncw-t1568.84", "text": "My comment on that would be that I believe that there's some historical momentum because of the", "start": 1568.84, "end": 1573.1599999999999}
{"id": "DjvndGUlncw-t1573.1599999999999", "text": "success of classical physics that sort of presented this default that things would naturally work out", "start": 1573.1599999999999, "end": 1578.9199999999998}
{"id": "DjvndGUlncw-t1578.9199999999998", "text": "very well if we just thought about the world as made up of core puzzles moving around", "start": 1578.9199999999998, "end": 1582.76}
{"id": "DjvndGUlncw-t1582.76", "text": "according to specific sorts of differential equations that we could make all the predictions we wanted.", "start": 1582.76, "end": 1587.56}
{"id": "DjvndGUlncw-t1587.56", "text": "And of course that wasn't actually the case, but that was the sense. And I think that that's why", "start": 1587.56, "end": 1592.04}
{"id": "DjvndGUlncw-t1592.04", "text": "this feeling of going off a cliff was so severe in the case of quantum mechanics. I think in the", "start": 1592.04, "end": 1596.52}
{"id": "DjvndGUlncw-t1596.52", "text": "stretch of history, maybe it wasn't so unique, but certainly it's the closest and very dramatic.", "start": 1596.52, "end": 1602.84}
{"id": "DjvndGUlncw-t1602.84", "text": "So I'd agree with you and that sounds yeah.", "start": 1602.84, "end": 1614.1999999999998}
{"id": "DjvndGUlncw-t1618.1999999999998", "text": "I was wondering if it might be okay to come back to something that Greg mentioned earlier that I", "start": 1618.1999999999998, "end": 1624.9199999999998}
{"id": "DjvndGUlncw-t1624.9199999999998", "text": "think I'm just I'd be quite curious. I think we probably have a very different range of opinions", "start": 1624.9199999999998, "end": 1630.28}
{"id": "DjvndGUlncw-t1630.28", "text": "about this was that Greg mentioned the sort of traditional picture of like the layers with", "start": 1630.28, "end": 1634.2}
{"id": "DjvndGUlncw-t1634.2", "text": "physics at the bottom and chemistry and so on and so forth. And I certainly as I mean I've done", "start": 1634.2, "end": 1643.24}
{"id": "DjvndGUlncw-t1643.24", "text": "some physics myself and I understand that that sort of intuition. I would say though I think", "start": 1643.24, "end": 1648.76}
{"id": "DjvndGUlncw-t1648.76", "text": "more recent I've started to think I'm not sure I understand why we would think that way as a", "start": 1648.76, "end": 1654.68}
{"id": "DjvndGUlncw-t1654.68", "text": "sort of descriptive layering just in the sense that it may be motivating in a certain sense to", "start": 1654.68, "end": 1660.68}
{"id": "DjvndGUlncw-t1660.68", "text": "physicists and they think we're getting down to the deeper, deeper, deeper part of reality.", "start": 1660.68, "end": 1665.64}
{"id": "DjvndGUlncw-t1666.28", "text": "But I mean I would say my sense is that we're not making more progress in sort of seeing the", "start": 1666.28, "end": 1674.44}
{"id": "DjvndGUlncw-t1674.44", "text": "I mean this relates to the quantum thing. It's not like we're seeing more progress now", "start": 1674.44, "end": 1678.3600000000001}
{"id": "DjvndGUlncw-t1678.3600000000001", "text": "explaining the common sense world from the physics. It's actually kind of like the physics is getting", "start": 1678.3600000000001, "end": 1683.16}
{"id": "DjvndGUlncw-t1683.16", "text": "so weird that we're getting further away from sort of you know making sense of the world around me.", "start": 1683.16, "end": 1689.8000000000002}
{"id": "DjvndGUlncw-t1689.8000000000002", "text": "I mean it's not like now I can look around me and go well now it makes sense because I understand", "start": 1689.8000000000002, "end": 1693.64}
{"id": "DjvndGUlncw-t1693.64", "text": "the Schrodinger equation. It's sort of the opposite like the Newton Newtonian picture", "start": 1693.64, "end": 1698.2}
{"id": "DjvndGUlncw-t1698.92", "text": "was almost like oh I can just replace I can replace the the manifest image around me with the Newtonian", "start": 1698.92, "end": 1705.88}
{"id": "DjvndGUlncw-t1705.88", "text": "picture and it's like okay that's better. It's like it's hard for me to think I can replace the", "start": 1705.88, "end": 1709.96}
{"id": "DjvndGUlncw-t1709.96", "text": "manifest image of the world around me with the quantum mechanical picture. It starts to me to feel", "start": 1709.96, "end": 1715.56}
{"id": "DjvndGUlncw-t1715.56", "text": "like okay that's a great you know it's a great story or like sort of great painting of what's going", "start": 1715.56, "end": 1722.6000000000001}
{"id": "DjvndGUlncw-t1722.6000000000001", "text": "down at the very bottom. It's a very useful painting. It certainly does a good job of describing", "start": 1722.6000000000001, "end": 1728.92}
{"id": "DjvndGUlncw-t1728.92", "text": "experiments but I'm not sure it's helping me make sense of the world around me better.", "start": 1728.92, "end": 1732.92}
{"id": "DjvndGUlncw-t1734.3600000000001", "text": "I'm just curious what the different attitudes were that because I think that it almost divides", "start": 1734.3600000000001, "end": 1739.08}
{"id": "DjvndGUlncw-t1739.08", "text": "people I found it's sort of in terms of philosophical intuitions and they're those who just think", "start": 1739.08, "end": 1743.56}
{"id": "DjvndGUlncw-t1743.56", "text": "yeah everything in the bottom is just the physical stuff and everything else kind of", "start": 1743.56, "end": 1746.84}
{"id": "DjvndGUlncw-t1746.84", "text": "you pull it out of it and then they're those who resist that.", "start": 1746.84, "end": 1749.3999999999999}
{"id": "DjvndGUlncw-t1751.08", "text": "Let me just just say that that is I mentioned this is the default position certainly not my own", "start": 1751.08, "end": 1755.48}
{"id": "DjvndGUlncw-t1755.48", "text": "position by any means and in fact I agree with you wholeheartedly except that I would say give a", "start": 1755.48, "end": 1760.36}
{"id": "DjvndGUlncw-t1760.36", "text": "little bit of you know support to that idea and not insane basis for that which is that", "start": 1760.36, "end": 1766.28}
{"id": "DjvndGUlncw-t1766.28", "text": "you know the nature of science has been to spread our the scope of our knowledge and the scope of", "start": 1766.28, "end": 1771.32}
{"id": "DjvndGUlncw-t1771.32", "text": "our knowledge has been where we've understood fairly well we can go to the moon with pretty lousy I", "start": 1771.32, "end": 1776.6}
{"id": "DjvndGUlncw-t1776.6", "text": "would say physics in the sense of not very sophisticated and a computer which is you know like the", "start": 1776.6, "end": 1781.08}
{"id": "DjvndGUlncw-t1781.08", "text": "cell phone that I have here and that can get you to the moon so that's pretty impressive right and", "start": 1781.08, "end": 1786.28}
{"id": "DjvndGUlncw-t1786.28", "text": "so we develop all this technology for us to see at different scales and when we get to the atomic", "start": 1786.28, "end": 1790.6}
{"id": "DjvndGUlncw-t1790.6", "text": "scale then we have this interesting thing where well okay it looks a little bit difficult to", "start": 1790.6, "end": 1794.92}
{"id": "DjvndGUlncw-t1794.92", "text": "understand in our ordinary way of understanding what's going on there but at the same time if you", "start": 1794.92, "end": 1799.96}
{"id": "DjvndGUlncw-t1799.96", "text": "look at the alcohol process for example building up the nature of the you know the periodic table", "start": 1799.96, "end": 1805.16}
{"id": "DjvndGUlncw-t1805.16", "text": "just from your basic mathematics of it's not so different from the classical version that you", "start": 1805.16, "end": 1810.68}
{"id": "DjvndGUlncw-t1810.68", "text": "can actually see a structure build up and you can think of chemical things is built up of those", "start": 1810.68, "end": 1815.0800000000002}
{"id": "DjvndGUlncw-t1815.0800000000002", "text": "pieces and then you can get biochemistry and then you can explain biology and then you can", "start": 1815.0800000000002, "end": 1818.8400000000001}
{"id": "DjvndGUlncw-t1818.84", "text": "explain the brain now I would say like Descartes well mind is a different story perhaps but you know", "start": 1818.84, "end": 1824.84}
{"id": "DjvndGUlncw-t1824.84", "text": "there is some basis for thinking that in successive sciences what I want to say but I agree with you", "start": 1824.84, "end": 1829.08}
{"id": "DjvndGUlncw-t1829.08", "text": "otherwise well you know the Anderson of course in 1973 famous article more is different", "start": 1829.08, "end": 1837.32}
{"id": "DjvndGUlncw-t1837.8799999999999", "text": "was anti-reductionist it's a very important article I agree entirely that it's I don't think", "start": 1837.8799999999999, "end": 1844.28}
{"id": "DjvndGUlncw-t1844.28", "text": "we could even reduce chemistry to physics strictly speaking there is a lot of chemistry as Greg", "start": 1844.28, "end": 1850.52}
{"id": "DjvndGUlncw-t1850.52", "text": "just noted which could be explained by means of chemistry but it's very hard to reduce it to", "start": 1850.52, "end": 1856.52}
{"id": "DjvndGUlncw-t1856.52", "text": "physics except very simple case it has a basic explanation of with bores atomic theory of of the", "start": 1856.52, "end": 1864.36}
{"id": "DjvndGUlncw-t1864.36", "text": "table in terms of electron levels etc but it doesn't mean that it can do much of chemistry on the", "start": 1864.36, "end": 1870.84}
{"id": "DjvndGUlncw-t1870.84", "text": "other hand I do think that that's the point which Heisenberg and Park made that we should not expect", "start": 1870.84, "end": 1878.9199999999998}
{"id": "DjvndGUlncw-t1879.48", "text": "that quantum theory should help us to understand the world around us I think Hermann Weil at some", "start": 1879.48, "end": 1887.72}
{"id": "DjvndGUlncw-t1887.72", "text": "point said about mathematics actually and he said to relate the intuition of continuity in", "start": 1887.72, "end": 1897.0}
{"id": "DjvndGUlncw-t1897.0", "text": "mathematics he was referring to Kantor's theory to our everyday intuition is meaningless it's", "start": 1897.0, "end": 1904.28}
{"id": "DjvndGUlncw-t1904.28", "text": "but he said we can use this very abstract mathematics in physics including in the relativity and quantum", "start": 1904.28, "end": 1911.88}
{"id": "DjvndGUlncw-t1911.88", "text": "physics and the way you can say that the whole history of mathematics beginning with roughly the", "start": 1911.88, "end": 1917.08}
{"id": "DjvndGUlncw-t1917.08", "text": "end of 19th century was a developing of abstract mathematics which had very little connections", "start": 1917.08, "end": 1923.48}
{"id": "DjvndGUlncw-t1923.48", "text": "to the description of the world and remarkably enough if you think about that quantum theory", "start": 1923.48, "end": 1930.3600000000001}
{"id": "DjvndGUlncw-t1930.3600000000001", "text": "Heisenberg of course he didn't use the language but he essentially used Hilbert spaces over complex", "start": 1930.3600000000001, "end": 1936.6}
{"id": "DjvndGUlncw-t1936.6", "text": "numbers it's not an object which in any way is related to our intuitive or other descriptions", "start": 1936.6, "end": 1944.84}
{"id": "DjvndGUlncw-t1944.84", "text": "of the world and that's why I think that point about the connections between quantum physics", "start": 1944.84, "end": 1952.68}
{"id": "DjvndGUlncw-t1952.68", "text": "or its story etc and the relationships between the world as we see it is really complex and", "start": 1952.68, "end": 1962.8400000000001}
{"id": "DjvndGUlncw-t1962.8400000000001", "text": "may be impossible it may be impossible I think behind Professor Halberts and I see a painting", "start": 1962.8400000000001, "end": 1968.68}
{"id": "DjvndGUlncw-t1968.68", "text": "which is kind of abstract and maybe think about Kandinsky and other painters who were a contemporary", "start": 1968.68, "end": 1974.52}
{"id": "DjvndGUlncw-t1974.52", "text": "of quantum theory who created all these images which you cannot really connect to the world unlike", "start": 1974.52, "end": 1983.08}
{"id": "DjvndGUlncw-t1983.08", "text": "somebody like Picasso who always scrambled reality somebody like Kandinsky just came up to totally", "start": 1983.08, "end": 1990.12}
{"id": "DjvndGUlncw-t1990.12", "text": "different of course he related it to some spiritual reality and commenting on it in this book on", "start": 1990.12, "end": 1996.6}
{"id": "DjvndGUlncw-t1996.6", "text": "spiritual and art but I think the point is that I think it would be hard to expect that a quantum", "start": 1996.6, "end": 2003.56}
{"id": "DjvndGUlncw-t2003.56", "text": "theory has much connections to the actual world in fact to think so in terms of even classical theory", "start": 2003.56, "end": 2010.6799999999998}
{"id": "DjvndGUlncw-t2011.56", "text": "was is is already complicated a classical physics is not necessarily it is was born as a mathematical", "start": 2011.56, "end": 2020.36}
{"id": "DjvndGUlncw-t2020.36", "text": "refinement of our intuition this is true but by 19th century it's already developed if you think", "start": 2020.36, "end": 2026.04}
{"id": "DjvndGUlncw-t2026.04", "text": "about Maxwell electrodynamics and things of that type very far from what we do and I don't think", "start": 2026.04, "end": 2033.0}
{"id": "DjvndGUlncw-t2033.0", "text": "it can explain this different emergent level of how we do so we need different explanation and in a way", "start": 2033.0, "end": 2040.52}
{"id": "DjvndGUlncw-t2040.52", "text": "you can say different metaphysics which operates at different levels of explanation. I think it might", "start": 2040.52, "end": 2047.48}
{"id": "DjvndGUlncw-t2047.48", "text": "be useful here to make a distinction between different senses of explanation so there might be the", "start": 2047.48, "end": 2054.28}
{"id": "DjvndGUlncw-t2054.28", "text": "question of like does physics explain ordinary everyday reality as we encounter it in the sense", "start": 2054.28, "end": 2062.36}
{"id": "DjvndGUlncw-t2062.36", "text": "of like if we studied a lot of physics would we be able to understand how to make dinner or", "start": 2062.36, "end": 2068.84}
{"id": "DjvndGUlncw-t2069.8", "text": "things like that so that sense of like would it give us epistemic insight and then there's a more", "start": 2069.8, "end": 2075.4}
{"id": "DjvndGUlncw-t2075.4", "text": "metaphysically loaded sense of explanation which is like you know if we understood the nature of", "start": 2075.4, "end": 2083.88}
{"id": "DjvndGUlncw-t2083.88", "text": "the fundamental physical particles or something like that would that then give us the metaphysical", "start": 2083.88, "end": 2089.56}
{"id": "DjvndGUlncw-t2089.56", "text": "grounding or would it like would it explain the nature of everything would you kind of get everything", "start": 2089.56, "end": 2094.68}
{"id": "DjvndGUlncw-t2094.68", "text": "else for free you know if you were god and you were creating the world would you basically just", "start": 2094.68, "end": 2099.24}
{"id": "DjvndGUlncw-t2099.24", "text": "have to create the fundamental particles and the laws and say you know let it be thus and then you", "start": 2099.24, "end": 2106.44}
{"id": "DjvndGUlncw-t2106.44", "text": "would get the manifest image so I guess the difference between like is there epistemic emergence or", "start": 2106.44, "end": 2112.92}
{"id": "DjvndGUlncw-t2112.92", "text": "there's some facts that you just couldn't know by knowing the fundamental physical facts and then", "start": 2112.92, "end": 2117.16}
{"id": "DjvndGUlncw-t2117.16", "text": "maybe is there ontological emergence is there some stuff that isn't just", "start": 2117.16, "end": 2124.92}
{"id": "DjvndGUlncw-t2128.6", "text": "some basic recombination of the fundamental physical particles or like you could understand", "start": 2128.6, "end": 2134.7599999999998}
{"id": "DjvndGUlncw-t2134.7599999999998", "text": "everything there was to understand about the nature of that reality by understanding fundamental", "start": 2134.7599999999998, "end": 2140.2}
{"id": "DjvndGUlncw-t2140.2", "text": "reality and certainly like one of the things I've been interested in thinking about the", "start": 2140.2, "end": 2145.64}
{"id": "DjvndGUlncw-t2145.64", "text": "metaphysics of the social world social ontology is you know might there be", "start": 2145.64, "end": 2150.52}
{"id": "DjvndGUlncw-t2152.68", "text": "some interesting ontological and metaphysical claims about that the nature of the world is we", "start": 2152.68, "end": 2159.08}
{"id": "DjvndGUlncw-t2159.08", "text": "have made it where we just need different explanatory tools we need different concepts we need", "start": 2159.08, "end": 2164.44}
{"id": "DjvndGUlncw-t2165.64", "text": "different ways of talking about what the world is like precisely because we're talking about", "start": 2165.64, "end": 2171.3199999999997}
{"id": "DjvndGUlncw-t2171.32", "text": "reality that is in part social it's in you know part of the way that that we have made reality to be", "start": 2171.32, "end": 2179.0800000000004}
{"id": "DjvndGUlncw-t2179.0800000000004", "text": "that you don't necessarily just get for free by thinking about the nature of fundamental particles", "start": 2179.0800000000004, "end": 2186.76}
{"id": "DjvndGUlncw-t2186.76", "text": "but you know that's a very very very complicated metaphysical question that wouldn't necessarily", "start": 2186.76, "end": 2194.6000000000004}
{"id": "DjvndGUlncw-t2194.6", "text": "be settled either way by settling whether you know if you did enough physics you would be able to", "start": 2194.6, "end": 2201.4}
{"id": "DjvndGUlncw-t2201.4", "text": "understand what flamingos look like or something like that well Elizabeth you mentioned earlier", "start": 2201.4, "end": 2209.56}
{"id": "DjvndGUlncw-t2209.56", "text": "this interesting issue of correlation and causation which often arises in these large", "start": 2209.56, "end": 2216.12}
{"id": "DjvndGUlncw-t2216.12", "text": "ensembles like large groups of of elements and then the question becomes how do you decide whether", "start": 2216.12, "end": 2223.7999999999997}
{"id": "DjvndGUlncw-t2223.8", "text": "some sort of correlation is causative or that's just hanging together in some other sense and", "start": 2223.8, "end": 2229.5600000000004}
{"id": "DjvndGUlncw-t2229.5600000000004", "text": "typically when that arises it also pulls into question whether everything just comes down", "start": 2229.5600000000004, "end": 2234.28}
{"id": "DjvndGUlncw-t2234.28", "text": "to build your balls right because now you've got the the action of all these ensembles", "start": 2234.28, "end": 2240.2000000000003}
{"id": "DjvndGUlncw-t2241.4", "text": "I think it's a really interesting handle on this problem", "start": 2241.4, "end": 2245.32}
{"id": "DjvndGUlncw-t2245.32", "text": "I would just say quickly you know the the real question that comes to mind there if you're a", "start": 2245.32, "end": 2256.04}
{"id": "DjvndGUlncw-t2256.04", "text": "true believer in this kind of physicalist view is you know kind of mathematics do it and the", "start": 2256.04, "end": 2260.2000000000003}
{"id": "DjvndGUlncw-t2260.2000000000003", "text": "answer is no the mathematics can't do it the mathematics will probably never do it absolutely", "start": 2260.2000000000003, "end": 2264.76}
{"id": "DjvndGUlncw-t2264.76", "text": "but on the other hand you know we didn't really understand why the sky was blue until we did", "start": 2264.76, "end": 2268.44}
{"id": "DjvndGUlncw-t2268.44", "text": "enough quantum field theory which is not very well in fact but as a matter of fact this particular", "start": 2268.44, "end": 2273.6400000000003}
{"id": "DjvndGUlncw-t2273.64", "text": "sort of scattering is something that is understood best and probably only correctly after quantum", "start": 2273.64, "end": 2278.92}
{"id": "DjvndGUlncw-t2278.92", "text": "field theory so it's a very complex question but I would agree with you on the basic level", "start": 2278.92, "end": 2284.44}
{"id": "DjvndGUlncw-t2284.44", "text": "it's a fantasy to think that you're just understanding some elementary particles you're going to", "start": 2284.44, "end": 2288.12}
{"id": "DjvndGUlncw-t2288.12", "text": "understand the mind or social reality or or anything terribly complicated", "start": 2288.12, "end": 2292.6}
{"id": "DjvndGUlncw-t2297.0", "text": "my strong sense is again you know I speak as someone who's I hang around a lot of", "start": 2297.0, "end": 2301.0}
{"id": "DjvndGUlncw-t2301.0", "text": "philosophers and even meta positions although I don't think I would call myself meta position", "start": 2301.0, "end": 2304.36}
{"id": "DjvndGUlncw-t2304.36", "text": "but my my sense is that you know somebody you know physics when one one is doing physics", "start": 2304.36, "end": 2311.24}
{"id": "DjvndGUlncw-t2311.8", "text": "what the job description is is fairly clear it's I mean fairly institutionally fixed what a", "start": 2311.8, "end": 2317.32}
{"id": "DjvndGUlncw-t2317.32", "text": "physicist does I think my sense is for meta physicians their self description of their task", "start": 2317.32, "end": 2323.88}
{"id": "DjvndGUlncw-t2323.88", "text": "is probably quite different from meta position to meta position and my sense is that the way", "start": 2323.88, "end": 2329.24}
{"id": "DjvndGUlncw-t2329.24", "text": "Elizabeth described her her way of thinking is very different from some other meta physicians who", "start": 2329.24, "end": 2333.8799999999997}
{"id": "DjvndGUlncw-t2333.8799999999997", "text": "sort of think my job is to look at all the sciences and just tell you how everything kind of flows out", "start": 2333.8799999999997, "end": 2339.16}
{"id": "DjvndGUlncw-t2339.7999999999997", "text": "from the bottom to the top right yeah I think like sociologically that's definitely right and", "start": 2339.7999999999997, "end": 2346.6}
{"id": "DjvndGUlncw-t2346.6", "text": "I mean one thing I've like personally been interested in criticizing the idea of like the goal of meta", "start": 2346.6, "end": 2353.7999999999997}
{"id": "DjvndGUlncw-t2353.7999999999997", "text": "physics is to describe the nature of fundamentality or something like that so there's this idea that", "start": 2353.7999999999997, "end": 2358.7599999999998}
{"id": "DjvndGUlncw-t2358.76", "text": "you know we figure out what's fundamental what the basic reality is that sort of you get a lot", "start": 2358.76, "end": 2366.28}
{"id": "DjvndGUlncw-t2366.28", "text": "there's a lot of interesting word choices so you get the language of like purity so the pure", "start": 2366.28, "end": 2371.0800000000004}
{"id": "DjvndGUlncw-t2371.96", "text": "the pure reality or the you know the ungrounded or the all this kind of stuff and so it's like", "start": 2371.96, "end": 2377.7200000000003}
{"id": "DjvndGUlncw-t2377.7200000000003", "text": "if we could just describe that then the task of metaphysics is sort of carving the beast of nature", "start": 2377.7200000000003, "end": 2383.0800000000004}
{"id": "DjvndGUlncw-t2383.08", "text": "it it's joints or is talking about the absolutely fundamental and then everything else is maybe", "start": 2383.08, "end": 2390.7599999999998}
{"id": "DjvndGUlncw-t2390.7599999999998", "text": "just kind of derivative on that or grounded in that or explained by that or an ontological", "start": 2390.7599999999998, "end": 2399.0}
{"id": "DjvndGUlncw-t2399.0", "text": "free lunch or something like that is the phrasing that you sometimes use and I think that's a very", "start": 2399.0, "end": 2403.72}
{"id": "DjvndGUlncw-t2405.64", "text": "common way of thinking about the projects of metaphysics within at least analytic philosophy", "start": 2405.64, "end": 2411.56}
{"id": "DjvndGUlncw-t2411.56", "text": "but I think it's also a way of thinking about project of metaphysics which a lot of people have", "start": 2411.56, "end": 2415.72}
{"id": "DjvndGUlncw-t2415.72", "text": "been critical and that there's a lot of really interesting metaphysics that's not doing anything", "start": 2415.72, "end": 2423.48}
{"id": "DjvndGUlncw-t2423.48", "text": "like that so two of my colleagues at the University of Virginia who both self-described as", "start": 2423.48, "end": 2429.96}
{"id": "DjvndGUlncw-t2429.96", "text": "metaphysicians have just published books and one of them is about the nature of personhood and", "start": 2429.96, "end": 2433.96}
{"id": "DjvndGUlncw-t2433.96", "text": "personhood over time like what makes you the same person that you were 10 years ago 15 years ago", "start": 2433.96, "end": 2441.48}
{"id": "DjvndGUlncw-t2441.48", "text": "can we give any sort of account of that and the other is about dependence and explanation and basically", "start": 2441.48, "end": 2450.6}
{"id": "DjvndGUlncw-t2450.6", "text": "like trying to criticize the idea to criticize the assumption of foundationalism but explanation", "start": 2450.6, "end": 2457.64}
{"id": "DjvndGUlncw-t2457.64", "text": "always has to come to an end so could there be you know infinite change of dissent could they", "start": 2457.64, "end": 2462.36}
{"id": "DjvndGUlncw-t2462.36", "text": "be circular chains of explanations did they you know so there's big discussions of explanation", "start": 2462.36, "end": 2468.6}
{"id": "DjvndGUlncw-t2468.6", "text": "and non-well-founded set theory or things like that and they both think of themselves as doing", "start": 2468.6, "end": 2474.12}
{"id": "DjvndGUlncw-t2475.88", "text": "metaphysics absolutely but they're not trying to carve the beast of nature at its joints they're", "start": 2475.88, "end": 2483.56}
{"id": "DjvndGUlncw-t2483.56", "text": "not trying to explain the nature of fundamentality but nor are they doing something that they think", "start": 2483.56, "end": 2488.6}
{"id": "DjvndGUlncw-t2488.6", "text": "of as just conceptual engineering we're talking about you know what's reality like", "start": 2488.6, "end": 2493.56}
{"id": "DjvndGUlncw-t2493.56", "text": "I think the real question is you know you just brought that up carving nature at its joints right", "start": 2493.56, "end": 2501.4}
{"id": "DjvndGUlncw-t2502.44", "text": "does nature has you know joints primarily or is it our descriptions that produce joints that we", "start": 2502.44, "end": 2510.84}
{"id": "DjvndGUlncw-t2510.84", "text": "chocolate that we try out to describe nature and decompose it into into elements that are", "start": 2510.84, "end": 2517.32}
{"id": "DjvndGUlncw-t2517.32", "text": "connected by these joints so I think a very interesting proposal which goes along the lines of what", "start": 2517.32, "end": 2523.0}
{"id": "DjvndGUlncw-t2523.0", "text": "you were saying Elizabeth is already due to quine in 1960 something where he tried to relativize", "start": 2523.0, "end": 2530.2}
{"id": "DjvndGUlncw-t2530.2", "text": "ontology so actually the article that he wrote it has a title ontological relativity and the idea", "start": 2530.2, "end": 2537.96}
{"id": "DjvndGUlncw-t2537.96", "text": "is and of course quine says that in much more detail than I can reproduce it now the idea is", "start": 2537.96, "end": 2544.92}
{"id": "DjvndGUlncw-t2544.92", "text": "something like every domain of description that we choose for a certain situation to describe it", "start": 2544.92, "end": 2551.48}
{"id": "DjvndGUlncw-t2551.48", "text": "can be considered ontologically or not and then we can have many ontologies which are connected", "start": 2551.48, "end": 2559.16}
{"id": "DjvndGUlncw-t2559.16", "text": "to one another and actually quine charges us that we should find translations between these ontologies", "start": 2559.16, "end": 2566.12}
{"id": "DjvndGUlncw-t2566.76", "text": "and this is actually as program of ontological relativity and once you but once you look at a", "start": 2566.76, "end": 2573.4}
{"id": "DjvndGUlncw-t2573.4", "text": "certain situation and find the best way to describe it then you should commit yourself to that ontology", "start": 2573.4, "end": 2580.12}
{"id": "DjvndGUlncw-t2580.12", "text": "and not change it during the description all the time. Hilary Putnam actually had the same or broke", "start": 2580.12, "end": 2586.3599999999997}
{"id": "DjvndGUlncw-t2586.3599999999997", "text": "this out with this idea of internal realism which is a little bit different in the nuances but", "start": 2586.3599999999997, "end": 2592.12}
{"id": "DjvndGUlncw-t2592.12", "text": "essentially the same idea and that's that's the way to to find a middle path between foundationalism", "start": 2592.12, "end": 2600.3599999999997}
{"id": "DjvndGUlncw-t2600.3599999999997", "text": "which quine rejected Putnam 2 and the other extreme of something like radical emergence where", "start": 2600.3599999999997, "end": 2606.2799999999997}
{"id": "DjvndGUlncw-t2606.28", "text": "everything is possible and but nothing is connected with one another so complete arbitrariness of", "start": 2606.28, "end": 2612.6000000000004}
{"id": "DjvndGUlncw-t2612.6000000000004", "text": "descriptions I think this is a proposal which is still somewhat understudied in the sciences", "start": 2612.6000000000004, "end": 2619.96}
{"id": "DjvndGUlncw-t2620.6000000000004", "text": "although it has become it has received some some serious consideration of philosophy of course.", "start": 2620.6000000000004, "end": 2626.44}
{"id": "DjvndGUlncw-t2626.44", "text": "Well of course if you look at the word meta to start with right like restortials books on", "start": 2626.44, "end": 2635.48}
{"id": "DjvndGUlncw-t2635.48", "text": "metaphysics which was not his title was added by somebody some say that means that it just means", "start": 2635.48, "end": 2642.04}
{"id": "DjvndGUlncw-t2642.04", "text": "that the books come after metaphysics after physics an exact set of books I think the word", "start": 2642.04, "end": 2647.48}
{"id": "DjvndGUlncw-t2647.48", "text": "meta implies in a way that you describe one system in terms of an asset which is can comprehend the", "start": 2647.48, "end": 2656.6}
{"id": "DjvndGUlncw-t2656.6", "text": "system from outside to some degree so I think so from that point of view you can have a very", "start": 2656.6, "end": 2661.8}
{"id": "DjvndGUlncw-t2661.8", "text": "different level of metaphysics depending what you define as physics so one of the main big", "start": 2661.8, "end": 2667.64}
{"id": "DjvndGUlncw-t2667.64", "text": "contributions and my view in quantum mechanics especially in the Bohr's interpretation and", "start": 2667.64, "end": 2674.84}
{"id": "DjvndGUlncw-t2674.84", "text": "early Heisenberg I'm not sure about Copenhagen is that we in and I think you extend it can be", "start": 2674.84, "end": 2682.2000000000003}
{"id": "DjvndGUlncw-t2682.2000000000003", "text": "at least in physics we never just we always deal with our interaction with the world to some degree", "start": 2682.2000000000003, "end": 2690.28}
{"id": "DjvndGUlncw-t2690.28", "text": "clients different level of ontology describe different levels of this interaction so in that", "start": 2690.28, "end": 2696.52}
{"id": "DjvndGUlncw-t2696.52", "text": "in that sense if you take an extreme position which I actually like and we're not completely", "start": 2696.52, "end": 2702.92}
{"id": "DjvndGUlncw-t2702.92", "text": "taking it that everything is metaphysics in terms of it's so we can only have a human description", "start": 2702.92, "end": 2710.44}
{"id": "DjvndGUlncw-t2710.44", "text": "of anything part of Heisenberg's point was as I with which I started here that there is no reason", "start": 2710.44, "end": 2717.8}
{"id": "DjvndGUlncw-t2717.8", "text": "to believe that we could describe the ultimate level of reality or maybe some other level of reality", "start": 2717.8, "end": 2723.2400000000002}
{"id": "DjvndGUlncw-t2723.2400000000002", "text": "but here that that we were fortunate that mathematics is to some degree free of limitations of common", "start": 2723.2400000000002, "end": 2730.6800000000003}
{"id": "DjvndGUlncw-t2730.68", "text": "language and concepts and it can predict what happens in quantum mechanics but we don't necessarily", "start": 2730.68, "end": 2737.3999999999996}
{"id": "DjvndGUlncw-t2737.3999999999996", "text": "can hope that it could work in any other set of areas I think it's true that the metaphysicians", "start": 2737.3999999999996, "end": 2745.24}
{"id": "DjvndGUlncw-t2745.8799999999997", "text": "in part for that reason define this task very differently from most physicists beginning with", "start": 2745.8799999999997, "end": 2753.16}
{"id": "DjvndGUlncw-t2753.16", "text": "Galileo and after who could think in terms of mathematical description of predictions of what", "start": 2753.16, "end": 2759.64}
{"id": "DjvndGUlncw-t2759.64", "text": "is going on because technically that's why the origin of the so-called the heart problem of", "start": 2759.64, "end": 2764.6}
{"id": "DjvndGUlncw-t2764.6", "text": "consciousness we really don't have a physicalist functional interpretation of our conscious", "start": 2764.6, "end": 2772.7599999999998}
{"id": "DjvndGUlncw-t2772.7599999999998", "text": "experience in terms of coalesce I think that really tells you that it may not be possible", "start": 2772.7599999999998, "end": 2779.4}
{"id": "DjvndGUlncw-t2779.4", "text": "to describe many things to which relate to the worth of our mind in mathematical terms", "start": 2779.4, "end": 2785.96}
{"id": "DjvndGUlncw-t2785.96", "text": "so I think that seems to me that that is the it's very hard to believe that that program of", "start": 2785.96, "end": 2793.48}
{"id": "DjvndGUlncw-t2794.44", "text": "from bottom on the other hand I'm not quite sure who would subscribe to that extreme view", "start": 2794.44, "end": 2800.2}
{"id": "DjvndGUlncw-t2800.2", "text": "that everything it really doesn't matter there is all these connections and there is all this", "start": 2800.2, "end": 2806.04}
{"id": "DjvndGUlncw-t2806.04", "text": "some sense of systematicity in description and the interaction between various levels", "start": 2806.04, "end": 2812.28}
{"id": "DjvndGUlncw-t2812.28", "text": "since you're talking about the meaning of meta arcadi you know but what karneb said about that", "start": 2812.28, "end": 2819.4}
{"id": "DjvndGUlncw-t2819.4", "text": "yes I do yes I know whatever you whatever you do I can do meta", "start": 2819.4, "end": 2824.6000000000004}
{"id": "DjvndGUlncw-t2826.0400000000004", "text": "yeah but exactly true because there is all this there is all this system which you know", "start": 2826.0400000000004, "end": 2832.2000000000003}
{"id": "DjvndGUlncw-t2832.84", "text": "Lakota sh has an interesting comment on that as well you know but the Lakota sh", "start": 2832.84, "end": 2837.2400000000002}
{"id": "DjvndGUlncw-t2837.24", "text": "you know it's a great statement of Lakota sh that all physical theory have the same probability", "start": 2837.24, "end": 2843.4799999999996}
{"id": "DjvndGUlncw-t2843.4799999999996", "text": "to be true namely zero right so in a certain sense it's always our engagement with the world", "start": 2843.4799999999996, "end": 2854.2799999999997}
{"id": "DjvndGUlncw-t2854.2799999999997", "text": "in in different domain through mathematics and technology and physics which produces because", "start": 2854.2799999999997, "end": 2861.3999999999996}
{"id": "DjvndGUlncw-t2861.4", "text": "while the ultimate likelihood the theory is to be true even though Einstein believed that", "start": 2861.4, "end": 2867.1600000000003}
{"id": "DjvndGUlncw-t2867.1600000000003", "text": "thermodynamics will probably always be true is the local possibility of how it works so in that sense", "start": 2867.1600000000003, "end": 2877.0}
{"id": "DjvndGUlncw-t2877.56", "text": "it is a kind of workable theory which is at this giving moment is we accept but it doesn't necessarily", "start": 2877.56, "end": 2886.52}
{"id": "DjvndGUlncw-t2886.52", "text": "mean that it continues to be and therefore from that point of view when I said there's only", "start": 2886.52, "end": 2892.44}
{"id": "DjvndGUlncw-t2892.44", "text": "metaphysics I mean by that that we don't have any description except the ones which produce", "start": 2892.44, "end": 2898.92}
{"id": "DjvndGUlncw-t2898.92", "text": "by who we are as evolutionary developed by biological beings with the brains which produces", "start": 2898.92, "end": 2905.8}
{"id": "DjvndGUlncw-t2905.8", "text": "the mind which we don't know how it does either and only briefly my second my second comment to", "start": 2905.8, "end": 2911.8}
{"id": "DjvndGUlncw-t2911.8", "text": "what you said about the heart problem of consciousness it's only a brief comment I'm just coming back", "start": 2911.8, "end": 2916.92}
{"id": "DjvndGUlncw-t2916.92", "text": "from the consciousness conference the big consciousness conference in Tucson which", "start": 2916.92, "end": 2921.8}
{"id": "DjvndGUlncw-t2922.6000000000004", "text": "which takes place in Tucson every other year and you would be astonished how many neuroscience", "start": 2922.6000000000004, "end": 2928.36}
{"id": "DjvndGUlncw-t2928.36", "text": "people still believe there's only the brain that we have to talk about right no I'm not", "start": 2928.36, "end": 2933.8}
{"id": "DjvndGUlncw-t2933.8", "text": "astonished I know that's cool yeah of course I know that yeah yeah yeah yeah yeah yeah yeah yeah", "start": 2933.8, "end": 2941.48}
{"id": "DjvndGUlncw-t2941.48", "text": "yeah I was gonna say I look I think I need to defend those who take a slightly more hardcore", "start": 2941.48, "end": 2949.4}
{"id": "DjvndGUlncw-t2949.4", "text": "view about you know we just want to describe you know reality like it is not I completely", "start": 2949.4, "end": 2954.2000000000003}
{"id": "DjvndGUlncw-t2954.2000000000003", "text": "agree with the the phrasing for example that you know every description is a human description", "start": 2954.2000000000003, "end": 2959.0800000000004}
{"id": "DjvndGUlncw-t2959.08", "text": "but the thing is I think it's also can be interpreted a negative way where somebody says okay so then", "start": 2959.08, "end": 2965.3199999999997}
{"id": "DjvndGUlncw-t2965.3199999999997", "text": "there's no more standards right I mean like my description is my description your description is", "start": 2965.3199999999997, "end": 2969.96}
{"id": "DjvndGUlncw-t2969.96", "text": "your description so you know I think that that taken in the wrong way it can just it can it can", "start": 2969.96, "end": 2977.48}
{"id": "DjvndGUlncw-t2977.48", "text": "sort of destroy the the grand scientific project or even the minor individual seeking truth projects", "start": 2977.48, "end": 2984.2}
{"id": "DjvndGUlncw-t2984.2", "text": "we have as individuals right where you somehow always have to tell yourself my view the view that's", "start": 2984.2, "end": 2990.4399999999996}
{"id": "DjvndGUlncw-t2990.4399999999996", "text": "influenced by who I am is probably in many ways very wrong because of who I am because of my", "start": 2990.4399999999996, "end": 2995.56}
{"id": "DjvndGUlncw-t2995.56", "text": "perspective because of various things inside me so what's you know I think I feel that I think", "start": 2995.56, "end": 3000.12}
{"id": "DjvndGUlncw-t3000.12", "text": "that longing that some people have and they say but there's just that description of the way things", "start": 3000.12, "end": 3004.04}
{"id": "DjvndGUlncw-t3004.04", "text": "are is because they're trying to say remember I think not every description is equally good", "start": 3004.04, "end": 3008.8399999999997}
{"id": "DjvndGUlncw-t3009.7999999999997", "text": "so I think that's one thing we're missing here is we you know what what is that standard we're", "start": 3009.7999999999997, "end": 3013.08}
{"id": "DjvndGUlncw-t3013.08", "text": "trying to live up to oh no that's that's very true but I don't think you need to one need to take", "start": 3013.08, "end": 3018.36}
{"id": "DjvndGUlncw-t3018.36", "text": "these positions also some do that meaning that every as you say you agree that everything is a", "start": 3018.36, "end": 3023.64}
{"id": "DjvndGUlncw-t3023.64", "text": "human interaction doesn't imply because within each giving the main there are reasons you can", "start": 3023.64, "end": 3030.2}
{"id": "DjvndGUlncw-t3030.2", "text": "you can still do quantum mechanics under the assumption of all the constraints which are involved", "start": 3030.2, "end": 3037.56}
{"id": "DjvndGUlncw-t3037.56", "text": "without necessarily assuming that you strictly describe the ultimate nature of reality I don't", "start": 3037.56, "end": 3044.2799999999997}
{"id": "DjvndGUlncw-t3044.2799999999997", "text": "think anyone like I said in fact bore you know as in great statements says about complementarity he", "start": 3044.2799999999997, "end": 3051.0}
{"id": "DjvndGUlncw-t3051.0", "text": "says the complementarity actually contrary to Einstein fulfilled all the basic principle", "start": 3051.0, "end": 3058.2}
{"id": "DjvndGUlncw-t3058.2", "text": "requirement as science as a mathematical experimental engagement with nature science including", "start": 3058.2, "end": 3065.96}
{"id": "DjvndGUlncw-t3065.96", "text": "institutionally has this type of rules and constraints which tells us something about that is to say", "start": 3065.96, "end": 3074.28}
{"id": "DjvndGUlncw-t3074.84", "text": "we may not know things about reality but our interaction with reality is not free you know it's", "start": 3074.84, "end": 3082.28}
{"id": "DjvndGUlncw-t3082.28", "text": "not it's not strictly free it's not it's a matter of how it plays itself out so I cannot you know come", "start": 3082.28, "end": 3091.08}
{"id": "DjvndGUlncw-t3091.08", "text": "out and say without any constraint look as I I think that there is some universal consciousness", "start": 3091.08, "end": 3098.92}
{"id": "DjvndGUlncw-t3098.92", "text": "somewhere etc it's not a scientific statement so from that point of view we are governed by", "start": 3098.92, "end": 3106.2}
{"id": "DjvndGUlncw-t3106.2", "text": "this rule some of which could be personal the question is what you believe as a ground and", "start": 3106.2, "end": 3111.96}
{"id": "DjvndGUlncw-t3111.96", "text": "wish you stand and for many people as you say to believe that you describe reality give you such", "start": 3111.96, "end": 3117.56}
{"id": "DjvndGUlncw-t3117.56", "text": "a ground but such a ground is not necessary if you think about people like Nietzsche and to some", "start": 3117.56, "end": 3123.96}
{"id": "DjvndGUlncw-t3123.96", "text": "degree they they believe in each famous they say long-lived physics because it it gives us the", "start": 3123.96, "end": 3132.04}
{"id": "DjvndGUlncw-t3132.04", "text": "sense of integrity right but at the same time he believes in a certain in the radical perspectives", "start": 3132.04, "end": 3138.2}
{"id": "DjvndGUlncw-t3138.2", "text": "on so I think it's a I you know I think your comment is extremely good because it is a very complex", "start": 3138.2, "end": 3144.44}
{"id": "DjvndGUlncw-t3144.44", "text": "landscape of negotiating between how you ground what you say about your interaction with the world", "start": 3144.44, "end": 3152.28}
{"id": "DjvndGUlncw-t3152.28", "text": "so that seems to me is a crucial point you can't ground them in reality but you don't in the ultimate", "start": 3152.28, "end": 3159.48}
{"id": "DjvndGUlncw-t3159.48", "text": "constitution of reality but you don't necessarily need to in my view but just to follow up on what", "start": 3159.48, "end": 3165.56}
{"id": "DjvndGUlncw-t3165.56", "text": "Hans the point that Hans was making though I do think there is like there's something about", "start": 3165.56, "end": 3170.44}
{"id": "DjvndGUlncw-t3170.44", "text": "and you don't have to go as far as like scientific realism but something about like the metaphysical", "start": 3170.44, "end": 3178.2000000000003}
{"id": "DjvndGUlncw-t3178.2000000000003", "text": "assumption that there is an external reality that we are attempting to describe that we are attempting", "start": 3178.2000000000003, "end": 3184.04}
{"id": "DjvndGUlncw-t3184.04", "text": "to you know to describe with scientific theories this may be different and that's a different type", "start": 3184.04, "end": 3192.28}
{"id": "DjvndGUlncw-t3192.28", "text": "of project than we might be doing in other types of humanistic inquiry that does seem to be an", "start": 3192.28, "end": 3196.76}
{"id": "DjvndGUlncw-t3196.76", "text": "important constraint on the practice in some cases or at least like a hopeful aspect of the practice", "start": 3196.76, "end": 3206.0400000000004}
{"id": "DjvndGUlncw-t3206.0400000000004", "text": "and of course you can distinguish between thinking that it's what we're trying to do and thinking", "start": 3206.0400000000004, "end": 3210.84}
{"id": "DjvndGUlncw-t3210.84", "text": "it's what creatures like us are able to do like you know in my everyday life I'm trying to treat", "start": 3210.84, "end": 3216.44}
{"id": "DjvndGUlncw-t3216.44", "text": "everyone equally and everyone fairly in order to try to be a moral person I also kind of don't believe", "start": 3216.44, "end": 3222.0400000000004}
{"id": "DjvndGUlncw-t3222.04", "text": "that someone like me is actually capable of doing that you know I think inevitably I am going to be", "start": 3222.04, "end": 3229.96}
{"id": "DjvndGUlncw-t3229.96", "text": "influenced by bias and influenced by nepotism and influenced by being grumpy and like all these", "start": 3229.96, "end": 3236.12}
{"id": "DjvndGUlncw-t3236.12", "text": "sorts of things and yet nevertheless it's what I'm it's what I'm trying to do and it's also what I", "start": 3236.12, "end": 3240.84}
{"id": "DjvndGUlncw-t3240.84", "text": "think that someone like me is never going to be in a position to do so we might think that like our", "start": 3240.84, "end": 3247.32}
{"id": "DjvndGUlncw-t3247.32", "text": "theories are trying to describe a structure of reality and yet are never in a position to actually", "start": 3247.32, "end": 3254.52}
{"id": "DjvndGUlncw-t3254.52", "text": "do that because they're done by limited fallible creatures and because it's really hard to distinguish", "start": 3254.52, "end": 3260.44}
{"id": "DjvndGUlncw-t3260.44", "text": "between what's the element of the theory and what's the element of you know the thing being", "start": 3260.44, "end": 3263.8}
{"id": "DjvndGUlncw-t3263.8", "text": "represented and so on and so forth but it does seem like sometimes we want to be able to criticize", "start": 3263.8, "end": 3268.92}
{"id": "DjvndGUlncw-t3269.7200000000003", "text": "practices for having gone wrong whereas if we thought like all you need to do is have like", "start": 3269.7200000000003, "end": 3274.6000000000004}
{"id": "DjvndGUlncw-t3274.6", "text": "ideological presuppositions and a coherent way of viewing the world and then get your theories to", "start": 3274.6, "end": 3280.04}
{"id": "DjvndGUlncw-t3280.04", "text": "work out right there might be places where it's hard to provide a critique that we want to be", "start": 3280.04, "end": 3285.24}
{"id": "DjvndGUlncw-t3285.24", "text": "able to provide so this isn't physics obviously but you know there are these famous cases in", "start": 3285.24, "end": 3291.16}
{"id": "DjvndGUlncw-t3292.12", "text": "psychological research where studies of whether ESP is real and what seems to be the pattern in", "start": 3292.12, "end": 3299.7999999999997}
{"id": "DjvndGUlncw-t3299.8", "text": "the research on this is that like people who believe in ESP design all these really great", "start": 3299.8, "end": 3305.4}
{"id": "DjvndGUlncw-t3305.96", "text": "well-organized studies and they go and they find ESP and they find evidence that ESP is real", "start": 3305.96, "end": 3311.4}
{"id": "DjvndGUlncw-t3311.4", "text": "and the people who don't believe that ESP is real are like that can't be right and they go", "start": 3311.4, "end": 3317.0}
{"id": "DjvndGUlncw-t3317.0", "text": "and they describe design all these really well-organized you know great well-designed studies and they", "start": 3317.0, "end": 3322.6000000000004}
{"id": "DjvndGUlncw-t3322.6000000000004", "text": "prove that ESP is not real and so you've got this practice going on where you've got two set you", "start": 3322.6000000000004, "end": 3329.0}
{"id": "DjvndGUlncw-t3329.0", "text": "know you've got different communities that have different assumptions and you know different", "start": 3329.0, "end": 3335.08}
{"id": "DjvndGUlncw-t3335.08", "text": "ideological stuff affecting what they think the world is like and then they're doing scientific", "start": 3335.08, "end": 3340.04}
{"id": "DjvndGUlncw-t3340.04", "text": "practice but it seems like what we want to say in this case is look either ESP is real or it's not", "start": 3340.04, "end": 3344.6}
{"id": "DjvndGUlncw-t3344.6", "text": "and something's going wrong when science is like this um we need to be able to figure out what's", "start": 3344.6, "end": 3351.08}
{"id": "DjvndGUlncw-t3351.08", "text": "going wrong here but if you don't have that assumption that like either ESP is real or it isn't and", "start": 3351.08, "end": 3358.28}
{"id": "DjvndGUlncw-t3358.28", "text": "the goal of scientific practice is somewhat imperfectly to figure out what the world is like", "start": 3358.28, "end": 3364.6800000000003}
{"id": "DjvndGUlncw-t3364.6800000000003", "text": "then you can't kind of make that external critique um in a way that seems important in an epistemic", "start": 3364.6800000000003, "end": 3371.0}
{"id": "DjvndGUlncw-t3371.0", "text": "situation like that well it depends on the sense that you know it interacts with what I said it", "start": 3371.0, "end": 3378.1200000000003}
{"id": "DjvndGUlncw-t3378.1200000000003", "text": "depends on the level on which you assume ontological reality I don't have to make an assumption in", "start": 3378.1200000000003, "end": 3384.1200000000003}
{"id": "DjvndGUlncw-t3384.12", "text": "physics in principle you know I make an assumption and most physicists do it's very hard to do without", "start": 3384.12, "end": 3390.68}
{"id": "DjvndGUlncw-t3390.68", "text": "it all the possible some there are four layers of Berkeley and fundamental physics that there", "start": 3390.68, "end": 3396.52}
{"id": "DjvndGUlncw-t3396.52", "text": "is exist an eternal reality in the sense that the world existed before we came on this stage and", "start": 3396.52, "end": 3404.2}
{"id": "DjvndGUlncw-t3404.2", "text": "will continue to exist after we are gone from this stage which is going to be very soon by the standards", "start": 3404.2, "end": 3409.96}
{"id": "DjvndGUlncw-t3409.96", "text": "of uh the scale of the universe but that does not mean that I can make any and ambiguous or", "start": 3409.96, "end": 3419.16}
{"id": "DjvndGUlncw-t3419.16", "text": "meaningful statement about how a world really is ultimately but I can make an ambiguous and correct", "start": 3419.16, "end": 3427.64}
{"id": "DjvndGUlncw-t3427.64", "text": "statements about the interaction with the world through technology and mathematics through which I", "start": 3427.64, "end": 3435.08}
{"id": "DjvndGUlncw-t3435.08", "text": "can predict what's going to happen and in the case of extra essential perception you can pause it in", "start": 3435.08, "end": 3442.2799999999997}
{"id": "DjvndGUlncw-t3442.2799999999997", "text": "a similar way you can check to what degree these things correspond to the experiments of which", "start": 3442.2799999999997, "end": 3449.4}
{"id": "DjvndGUlncw-t3449.4", "text": "we conduct it doesn't really undermine that on the other hand even in physics there is still", "start": 3449.4, "end": 3454.6}
{"id": "DjvndGUlncw-t3454.6", "text": "always disagreement between people who take ontological position and who don't don't take ontological", "start": 3454.6, "end": 3461.16}
{"id": "DjvndGUlncw-t3461.16", "text": "position or there is still different theory you know there are people who are strong believers in", "start": 3461.16, "end": 3466.44}
{"id": "DjvndGUlncw-t3466.44", "text": "so-called bombing and mechanics and you cannot really they will not be convinced on kind of similar", "start": 3466.44, "end": 3473.16}
{"id": "DjvndGUlncw-t3473.16", "text": "growth it's always to some degree ideological but my point is that you could conduct science", "start": 3473.16, "end": 3478.8399999999997}
{"id": "DjvndGUlncw-t3478.8399999999997", "text": "without making an assumption that the ultimate nature of reality could be represented by a", "start": 3478.8399999999997, "end": 3485.08}
{"id": "DjvndGUlncw-t3485.08", "text": "series but there are all these will be levels which will need to be so represented as for example in", "start": 3485.08, "end": 3491.0}
{"id": "DjvndGUlncw-t3491.0", "text": "physics we need to describe uh measuring instrument because otherwise we cannot really do it so I", "start": 3491.0, "end": 3498.12}
{"id": "DjvndGUlncw-t3498.12", "text": "think it's not uh there are different level it's really the level of as Harold pointed out whack", "start": 3498.12, "end": 3504.84}
{"id": "DjvndGUlncw-t3504.84", "text": "wine it's at the level of ontology and reality which you have to assume and if you deal with", "start": 3504.84, "end": 3511.3199999999997}
{"id": "DjvndGUlncw-t3511.32", "text": "this kind of social metaphysics as you pointed out it will be different from doing the metaphysics", "start": 3511.32, "end": 3517.1600000000003}
{"id": "DjvndGUlncw-t3517.1600000000003", "text": "and physics that that would be my position on that that you don't have to assume that something is", "start": 3517.1600000000003, "end": 3524.04}
{"id": "DjvndGUlncw-t3524.6000000000004", "text": "real there uh the assumed that something is real but you don't have to assume that you could describe", "start": 3524.6000000000004, "end": 3531.2400000000002}
{"id": "DjvndGUlncw-t3531.2400000000002", "text": "even in principle what what is real you don't have to make this assumption but after all we have", "start": 3531.2400000000002, "end": 3537.56}
{"id": "DjvndGUlncw-t3537.56", "text": "no idea what elementary particles are in terms of the physics we can only observe the effects", "start": 3537.56, "end": 3543.88}
{"id": "DjvndGUlncw-t3543.88", "text": "on measuring instrument nobody ever seen an actual elementary particle on its own accord you can", "start": 3543.88, "end": 3550.12}
{"id": "DjvndGUlncw-t3550.12", "text": "only see the photographs which they live by collisions with instrument and things of that.", "start": 3550.12, "end": 3556.2799999999997}
{"id": "DjvndGUlncw-t3558.92", "text": "There's um yeah please I was gonna say Arkady what so what would you say then though is that I mean", "start": 3558.92, "end": 3564.12}
{"id": "DjvndGUlncw-t3564.12", "text": "if if one thought okay I think there's a reality but it can't be described what should the gold", "start": 3564.12, "end": 3571.4}
{"id": "DjvndGUlncw-t3571.4", "text": "then be so what should the scientist be trying to do? Well as I just said you describe and predict", "start": 3571.4, "end": 3579.3199999999997}
{"id": "DjvndGUlncw-t3579.3199999999997", "text": "what's going to happen in experiment which you observe right or describe reality at the level", "start": 3579.3199999999997, "end": 3586.44}
{"id": "DjvndGUlncw-t3586.44", "text": "where you can't describe them I mean it was really crucial nuance that you cannot describe the", "start": 3586.44, "end": 3592.2}
{"id": "DjvndGUlncw-t3592.2", "text": "ultimate nature of reality but it does not mean as Harrell said that you can or they must describe", "start": 3592.2, "end": 3598.68}
{"id": "DjvndGUlncw-t3598.68", "text": "so you have plenty of goals look my my goal is to develop listen I think Paul Dirac was quite", "start": 3598.68, "end": 3605.3199999999997}
{"id": "DjvndGUlncw-t3605.3199999999997", "text": "interesting about that because he was very mathematical so he is he wasn't even thinking", "start": 3605.3199999999997, "end": 3610.6}
{"id": "DjvndGUlncw-t3610.6", "text": "one of the people who didn't who didn't probably have metaphysics although I was quite wrong", "start": 3610.6, "end": 3615.72}
{"id": "DjvndGUlncw-t3615.72", "text": "about that but the goal was to write an equation which predict was going to happen if a relativistic", "start": 3615.72, "end": 3622.7599999999998}
{"id": "DjvndGUlncw-t3622.7599999999998", "text": "electron hits the screen right so he writes the equation which leads to the discovery was a", "start": 3622.7599999999998, "end": 3627.9599999999996}
{"id": "DjvndGUlncw-t3627.9599999999996", "text": "positron but what is a positron it's another assumption of something which if you hit the", "start": 3627.9599999999996, "end": 3634.04}
{"id": "DjvndGUlncw-t3634.04", "text": "screen on a particular way you have this and that type of data that's a pretty in a pretty good task", "start": 3634.04, "end": 3640.8399999999997}
{"id": "DjvndGUlncw-t3640.84", "text": "to perform it's it's a good task but I'd say I want to come back to sort of for me the very", "start": 3640.84, "end": 3645.8}
{"id": "DjvndGUlncw-t3645.8", "text": "beginning like I'm a little bit afraid that that sort of idea is what led to a lot of what I see", "start": 3645.8, "end": 3653.7200000000003}
{"id": "DjvndGUlncw-t3653.7200000000003", "text": "in science education no no no listen I'm not in disagreement with that look you can", "start": 3653.7200000000003, "end": 3660.1200000000003}
{"id": "DjvndGUlncw-t3660.1200000000003", "text": "if this idea is just a little bit forgiving for that comparison that's why somebody like", "start": 3660.1200000000003, "end": 3665.8}
{"id": "DjvndGUlncw-t3665.8", "text": "Nietzsche could be very dangerous as he said himself because you can use these ideas in all", "start": 3665.8, "end": 3673.0800000000004}
{"id": "DjvndGUlncw-t3673.0800000000004", "text": "manner of wrong way you know like you have some so-called post-modernist philosophers people like", "start": 3673.0800000000004, "end": 3678.6000000000004}
{"id": "DjvndGUlncw-t3678.6000000000004", "text": "De Reda, Foucault de Lewis, etc whose ideas were quite complex and controversial but the way they", "start": 3678.6000000000004, "end": 3685.2400000000002}
{"id": "DjvndGUlncw-t3685.2400000000002", "text": "were used including in education is sometimes ridiculous you know but they try to base them", "start": 3685.2400000000002, "end": 3692.28}
{"id": "DjvndGUlncw-t3692.28", "text": "in philosophical things I think it's very not fair I think it'd be interesting to outline for", "start": 3692.28, "end": 3697.32}
{"id": "DjvndGUlncw-t3697.32", "text": "people for our audience especially too that because there's a little bit of a caricature of", "start": 3697.32, "end": 3701.8}
{"id": "DjvndGUlncw-t3702.36", "text": "the history of analytic philosophy that sort of leaves out some of the struggles with foundationalism", "start": 3702.36, "end": 3707.88}
{"id": "DjvndGUlncw-t3708.92", "text": "and this also goes over into the philosophy of mathematics where you know a number of them", "start": 3708.92, "end": 3713.48}
{"id": "DjvndGUlncw-t3713.48", "text": "including Rudolf Karnop who's been mentioned here several times in the point have moved along", "start": 3713.48, "end": 3718.44}
{"id": "DjvndGUlncw-t3718.44", "text": "toward saying having the sort of naturalistic posture whereby they say okay well look science", "start": 3718.44, "end": 3723.96}
{"id": "DjvndGUlncw-t3723.96", "text": "is we're going to assume science is largely correct right and now how do we proceed now because", "start": 3723.96, "end": 3730.52}
{"id": "DjvndGUlncw-t3730.52", "text": "we're going to not assume it says something foundational about the about the ontological reality", "start": 3730.52, "end": 3738.04}
{"id": "DjvndGUlncw-t3738.04", "text": "but we'll say it does provide true statements so let's what could we do from there and from", "start": 3738.04, "end": 3742.68}
{"id": "DjvndGUlncw-t3742.68", "text": "there's things like quan quan's relativized ontology relativize comes out and they were moving along", "start": 3742.68, "end": 3749.96}
{"id": "DjvndGUlncw-t3749.96", "text": "to a sort of like a little bit of a lazy Susan of ontologies like yeah pick the ontology one", "start": 3749.96, "end": 3755.48}
{"id": "DjvndGUlncw-t3756.2", "text": "our Katie made this interesting comment earlier about the difference between I think is what", "start": 3756.2, "end": 3760.12}
{"id": "DjvndGUlncw-t3760.12", "text": "Hider called on tech versus ontological whether you could argue within science about what are the", "start": 3760.12, "end": 3766.2}
{"id": "DjvndGUlncw-t3766.2", "text": "fundamental elements that your field is interested in which is more of an on tech consideration what", "start": 3766.2, "end": 3772.2}
{"id": "DjvndGUlncw-t3772.2", "text": "are the the the things that are relevant to what we're doing and they're not the objects they're", "start": 3772.2, "end": 3777.0}
{"id": "DjvndGUlncw-t3777.0", "text": "not into physical objects and then what is the meta what is it at the meta level that can we say", "start": 3777.0, "end": 3782.52}
{"id": "DjvndGUlncw-t3782.52", "text": "something about that naturalizing metaphysics has had this benefit of holding on to what we know", "start": 3782.52, "end": 3789.7999999999997}
{"id": "DjvndGUlncw-t3789.7999999999997", "text": "within science and seeing what we can do from there not necessarily to produce some sort of", "start": 3789.7999999999997, "end": 3795.24}
{"id": "DjvndGUlncw-t3795.24", "text": "ultimate foundation is that and finally Davidson like car nap had this notion that collaboration", "start": 3795.24, "end": 3803.08}
{"id": "DjvndGUlncw-t3803.08", "text": "between people and having everyone debate this the scientists involved in these various disciplines", "start": 3803.08, "end": 3808.6}
{"id": "DjvndGUlncw-t3808.6", "text": "was the way to arrive at some sort of like quote unquote real truth of what's going on", "start": 3808.6, "end": 3813.64}
{"id": "DjvndGUlncw-t3813.64", "text": "rather than the to be completely well applied", "start": 3813.64, "end": 3819.3999999999996}
{"id": "DjvndGUlncw-t3819.4", "text": "I'll just I'll say one one thing about my own my own educational experience like like I think I", "start": 3819.4, "end": 3831.0}
{"id": "DjvndGUlncw-t3831.0", "text": "think that has had some very positive effects so because I think in philosophy of physics one of", "start": 3831.0, "end": 3837.48}
{"id": "DjvndGUlncw-t3837.48", "text": "the things people do is they think when it actually it's it's come to be that there's sort of two camps", "start": 3837.48, "end": 3842.2000000000003}
{"id": "DjvndGUlncw-t3842.2000000000003", "text": "here the camp that I was sort of trained in was yes you take it to be largely correct but", "start": 3842.2000000000003, "end": 3848.28}
{"id": "DjvndGUlncw-t3848.28", "text": "probably not fully understood and so the philosophers job is to go and dig deeper and say what really", "start": 3848.28, "end": 3853.48}
{"id": "DjvndGUlncw-t3853.48", "text": "is going on here so for example with non-locality and quantum mechanics you know is that really", "start": 3853.48, "end": 3859.0800000000004}
{"id": "DjvndGUlncw-t3859.0800000000004", "text": "cause and effect stuff like that there's another camp of philosophers of physics though who think", "start": 3859.0800000000004, "end": 3864.36}
{"id": "DjvndGUlncw-t3864.36", "text": "you know maybe it's not largely correct maybe because they're sort of cutting corners maybe they're", "start": 3864.36, "end": 3869.96}
{"id": "DjvndGUlncw-t3870.52", "text": "not actually doing their ontology properly we should probably try to improve upon what they've", "start": 3870.52, "end": 3876.28}
{"id": "DjvndGUlncw-t3876.28", "text": "done or maybe even try to try to urge them to do it differently obviously I think that first of the", "start": 3876.28, "end": 3881.4}
{"id": "DjvndGUlncw-t3881.4", "text": "way that I think that's been a very positive influence in philosophy it's given you know many", "start": 3881.4, "end": 3885.96}
{"id": "DjvndGUlncw-t3885.96", "text": "people kind of a fun interesting careers doing science that's a little bit more sort of metaphysically", "start": 3885.96, "end": 3891.96}
{"id": "DjvndGUlncw-t3891.96", "text": "oriented", "start": 3891.96, "end": 3892.6000000000004}
{"id": "DjvndGUlncw-t3898.92", "text": "I would say certainly in terms of the influence that it would have on", "start": 3898.92, "end": 3902.0400000000004}
{"id": "DjvndGUlncw-t3902.04", "text": "metaphysics I think like so much of I so much of the trajectory of contemporary metaphysics could be", "start": 3902.04, "end": 3911.08}
{"id": "DjvndGUlncw-t3911.08", "text": "seen as a response first to the you know you have the the skepticism of the sort of like the", "start": 3911.08, "end": 3919.64}
{"id": "DjvndGUlncw-t3919.64", "text": "new the the positives the positive I can speak the positivists the Carnapian era that kind of thing", "start": 3919.64, "end": 3927.08}
{"id": "DjvndGUlncw-t3927.08", "text": "and then you have Klein where this is sort of rehabilitation of ontology but like ontology light", "start": 3927.08, "end": 3936.84}
{"id": "DjvndGUlncw-t3936.84", "text": "it's like not not not the kind of ontology that likeness was into this very very very sort of", "start": 3936.84, "end": 3944.2}
{"id": "DjvndGUlncw-t3944.2", "text": "minimal thing and then from there you have this building backup of the field of metaphysics but", "start": 3944.2, "end": 3951.96}
{"id": "DjvndGUlncw-t3951.96", "text": "in this very I mean especially with David Lewis right with this very very intensely naturalistic", "start": 3951.96, "end": 3958.36}
{"id": "DjvndGUlncw-t3958.36", "text": "spirit right so like can we do metaphysics in this way that is cohesive with the practice of the", "start": 3958.36, "end": 3970.84}
{"id": "DjvndGUlncw-t3970.84", "text": "natural sciences or maybe even much more strongly like and I don't think this would have been what", "start": 3970.84, "end": 3975.88}
{"id": "DjvndGUlncw-t3975.88", "text": "Lewis thought but what a lot of people think like in service to the natural sciences can be like", "start": 3975.88, "end": 3981.56}
{"id": "DjvndGUlncw-t3981.56", "text": "metaphysics can like trim around the hedges at the places where the you know the science is going to", "start": 3981.56, "end": 3987.08}
{"id": "DjvndGUlncw-t3987.08", "text": "get a little bit confusing or you need someone to you know to come in and and do some cleanup or", "start": 3987.08, "end": 3992.44}
{"id": "DjvndGUlncw-t3992.44", "text": "say what exactly does this mean or maybe metaphysics can I guess like so Ted Sider has argued that", "start": 3992.44, "end": 3999.48}
{"id": "DjvndGUlncw-t3999.48", "text": "one thing that metaphysics can do is just provide like explanatory tools or resources that could be", "start": 3999.48, "end": 4005.0}
{"id": "DjvndGUlncw-t4005.0", "text": "useful in the discussion of of the natural sciences to try to figure out exactly what we're doing", "start": 4005.0, "end": 4010.6}
{"id": "DjvndGUlncw-t4010.6", "text": "I think though that there is increasingly strands of thought in metaphysics that push back against", "start": 4010.6, "end": 4019.4}
{"id": "DjvndGUlncw-t4019.4", "text": "that and say well then that's like we're doing a lot more than that you know there's a lot that's", "start": 4019.4, "end": 4025.64}
{"id": "DjvndGUlncw-t4026.92", "text": "that's going on in metaphysics that isn't necessarily related to the you know the sort of", "start": 4026.92, "end": 4032.12}
{"id": "DjvndGUlncw-t4032.12", "text": "foundational claims or isn't necessarily just in the spirit of like like highly minimalist ontology", "start": 4032.12, "end": 4038.12}
{"id": "DjvndGUlncw-t4038.12", "text": "or things like that that is more just like again questions about what the world is like the nature", "start": 4038.12, "end": 4043.3199999999997}
{"id": "DjvndGUlncw-t4043.3199999999997", "text": "of reality which might be questions about the fundamental but they might not but that aren't", "start": 4043.3199999999997, "end": 4046.7599999999998}
{"id": "DjvndGUlncw-t4046.7599999999998", "text": "necessarily going to be addressed by empirical means and sometimes that might be within an", "start": 4046.7599999999998, "end": 4053.48}
{"id": "DjvndGUlncw-t4053.48", "text": "assumption of realism sometimes it might be with like more to trying to argue for a certain type of", "start": 4053.48, "end": 4059.24}
{"id": "DjvndGUlncw-t4059.24", "text": "deflationism but the cool thing about any of these debates is that they all kind of end up being", "start": 4059.24, "end": 4063.4}
{"id": "DjvndGUlncw-t4063.4", "text": "debates about metaphysics right so you know philosophers like Nelson Goodman who tried to give this like", "start": 4063.4, "end": 4069.2400000000002}
{"id": "DjvndGUlncw-t4069.2400000000002", "text": "incredibly metaphysics free view of the world and end up with like one of the craziest metaphysics", "start": 4069.2400000000002, "end": 4074.84}
{"id": "DjvndGUlncw-t4074.84", "text": "out of there so it is it does end up always being debates about the nature of reality that aren't", "start": 4074.84, "end": 4081.4}
{"id": "DjvndGUlncw-t4081.4", "text": "empirical one way or another even if you're trying to argue that you know there's no there there", "start": 4081.4, "end": 4094.52}
{"id": "DjvndGUlncw-t4100.6", "text": "sorry I'm sorry about that I was on mute um I've been a fantastic conversation I wonder if people", "start": 4100.6, "end": 4105.72}
{"id": "DjvndGUlncw-t4105.72", "text": "feel it would be a good time to open up questions from our audience because we do have some", "start": 4105.72, "end": 4110.4400000000005}
{"id": "DjvndGUlncw-t4110.44", "text": "other accumulated does that sound okay everybody sure right great all right that's the cue for", "start": 4110.44, "end": 4117.08}
{"id": "DjvndGUlncw-t4117.08", "text": "Alex to come in okay yeah people you could write questions in the Q&A in the bottom panel", "start": 4117.08, "end": 4125.5599999999995}
{"id": "DjvndGUlncw-t4126.28", "text": "or if you're on youtube right in the comments on the live", "start": 4126.28, "end": 4129.96}
{"id": "DjvndGUlncw-t4129.96", "text": "so we first have uh which words", "start": 4129.96, "end": 4137.08}
{"id": "DjvndGUlncw-t4139.4800000000005", "text": "all right we have winch warts um it's sort of referencing what was said earlier so from", "start": 4139.4800000000005, "end": 4144.76}
{"id": "DjvndGUlncw-t4144.76", "text": "elementary zilch particles to persons what about the other way given what we are able to do what", "start": 4144.76, "end": 4150.44}
{"id": "DjvndGUlncw-t4150.44", "text": "we take ourselves to be does our understanding slash claims about the elementary particles allow", "start": 4150.44, "end": 4155.16}
{"id": "DjvndGUlncw-t4155.16", "text": "us to get to us emergent properties emerging from what and then they also add maybe is maybe a", "start": 4155.16, "end": 4161.88}
{"id": "DjvndGUlncw-t4161.88", "text": "zilch particle is a person with almost everything left out top down rather than bottom up so any", "start": 4161.88, "end": 4168.36}
{"id": "DjvndGUlncw-t4169.0", "text": "any thoughts to that question that sounds like live minutes to me that's right", "start": 4169.0, "end": 4177.72}
{"id": "DjvndGUlncw-t4177.72", "text": "right well I mean he was I mean he was a fantastic", "start": 4177.72, "end": 4183.96}
{"id": "DjvndGUlncw-t4183.96", "text": "metaphysician I think I mean so it's you know it's not his ideas live minutes his ideas sound pretty", "start": 4183.96, "end": 4188.76}
{"id": "DjvndGUlncw-t4188.76", "text": "wild to us today but it would sort of it's interesting that it takes someone like live minutes and", "start": 4188.76, "end": 4193.400000000001}
{"id": "DjvndGUlncw-t4193.400000000001", "text": "compare him to what people are metaphysicians are doing today you know live minutes in certain", "start": 4193.400000000001, "end": 4198.92}
{"id": "DjvndGUlncw-t4198.92", "text": "sense you know he was like his age is greatest physicist and then thought he just needed to go", "start": 4198.92, "end": 4203.72}
{"id": "DjvndGUlncw-t4203.72", "text": "further and so he thought the only way you can really under you know the only way you can sort", "start": 4203.72, "end": 4209.0}
{"id": "DjvndGUlncw-t4209.0", "text": "of really explain all the stuff you know in physics is by having this additional layer there's the", "start": 4209.0, "end": 4213.56}
{"id": "DjvndGUlncw-t4213.56", "text": "monodology and therefore not that I understand that stuff at all but it certainly does he you", "start": 4213.56, "end": 4219.400000000001}
{"id": "DjvndGUlncw-t4219.400000000001", "text": "know he ends up having you know mind and body come together in the fact that the fundamental", "start": 4219.400000000001, "end": 4225.4800000000005}
{"id": "DjvndGUlncw-t4225.4800000000005", "text": "things are these mental things the monads now I take it actually I'm no expert on this but", "start": 4225.4800000000005, "end": 4232.280000000001}
{"id": "DjvndGUlncw-t4232.28", "text": "is that I'm sure someone else here does is this not somewhat similar to like Chalmers for example", "start": 4232.28, "end": 4237.32}
{"id": "DjvndGUlncw-t4238.28", "text": "today David Chalmers it related to some degree because the monads are the kind of atoms of the", "start": 4238.28, "end": 4244.5199999999995}
{"id": "DjvndGUlncw-t4244.5199999999995", "text": "soul so they windows into the or as a windows without windows if I can put it that way but", "start": 4244.5199999999995, "end": 4252.2}
{"id": "DjvndGUlncw-t4253.4", "text": "in lightness as opposed to somebody like let's say others coming from quantum theory or even in", "start": 4253.4, "end": 4260.12}
{"id": "DjvndGUlncw-t4260.12", "text": "mathematics there is such a thing as in in top of theory as things without points you know so they", "start": 4260.12, "end": 4271.24}
{"id": "DjvndGUlncw-t4271.24", "text": "they're monads that they it monads could be read not by Leibniz himself as the image of our", "start": 4271.24, "end": 4280.44}
{"id": "DjvndGUlncw-t4280.44", "text": "interaction with the world Leibniz of course made an assumption which was metaphysical and", "start": 4280.44, "end": 4285.48}
{"id": "DjvndGUlncw-t4285.48", "text": "realistic you are absolutely right in terms of his problem but I doubt that we can never get", "start": 4285.48, "end": 4292.679999999999}
{"id": "DjvndGUlncw-t4292.679999999999", "text": "as Greg suggested earlier from elementary particles to the this as a kind of level I think", "start": 4292.679999999999, "end": 4302.599999999999}
{"id": "DjvndGUlncw-t4303.16", "text": "and the time of Leibniz there was a little simpler picture of the layers of reality I think right now", "start": 4303.16, "end": 4313.48}
{"id": "DjvndGUlncw-t4313.48", "text": "we have this incredibly complex picture of the layers of reality because even in fundamental", "start": 4313.48, "end": 4319.32}
{"id": "DjvndGUlncw-t4319.32", "text": "physics we obviously cannot reconcile quantum field theory and relativity which is a huge problem", "start": 4319.32, "end": 4325.639999999999}
{"id": "DjvndGUlncw-t4325.639999999999", "text": "and nobody knows how it's going to happen but I do agree with you that bringing up monads is a very", "start": 4325.639999999999, "end": 4332.919999999999}
{"id": "DjvndGUlncw-t4332.919999999999", "text": "very interesting point that Leibniz who was very different from Newton in terms of his calculus", "start": 4332.919999999999, "end": 4340.12}
{"id": "DjvndGUlncw-t4340.12", "text": "and things like that type but his idea of monads is a quite a remarkable idea which", "start": 4340.12, "end": 4346.12}
{"id": "DjvndGUlncw-t4346.12", "text": "tried to push it obviously beyond and see how we there is a metaphysics and that sounds yeah", "start": 4346.12, "end": 4353.5599999999995}
{"id": "DjvndGUlncw-t4354.5199999999995", "text": "so Leibniz is metaphysics as soon as you come to the monodology is of course an idealist", "start": 4354.5199999999995, "end": 4359.88}
{"id": "DjvndGUlncw-t4360.28", "text": "but of course no of course no it's completely the opposite of of a physicalist metaphysics", "start": 4360.28, "end": 4365.96}
{"id": "DjvndGUlncw-t4365.96", "text": "which started as a matter of a particle and then it that it comes somehow because the question was", "start": 4365.96, "end": 4371.4800000000005}
{"id": "DjvndGUlncw-t4371.4800000000005", "text": "about the relationship between persons if I got that right and elementary particles so we are", "start": 4371.4800000000005, "end": 4378.12}
{"id": "DjvndGUlncw-t4378.12", "text": "talking about two different domains here which are which are very hard to reconcile you know", "start": 4378.12, "end": 4383.0}
{"id": "DjvndGUlncw-t4384.12", "text": "what is that the Shakespeare line such will come and unwill come thing at once it's hard to", "start": 4384.12, "end": 4388.84}
{"id": "DjvndGUlncw-t4388.84", "text": "reconcile you know that's really the question is and do we need to necessarily reconcile it that's", "start": 4388.84, "end": 4395.88}
{"id": "DjvndGUlncw-t4395.88", "text": "yeah that's the question yes well but then go back to Hans especially about Chalmers", "start": 4395.88, "end": 4401.88}
{"id": "DjvndGUlncw-t4401.88", "text": "for any way that that panpsychism seems to constantly re-emerge in these conversations right", "start": 4401.88, "end": 4407.32}
{"id": "DjvndGUlncw-t4407.32", "text": "every so often we hear more about it and I guess Leibniz Leibniz was one of the most colorful", "start": 4407.32, "end": 4414.6}
{"id": "DjvndGUlncw-t4414.6", "text": "proponents of that sort of approach right well I don't think he was panpsychist in that way as", "start": 4414.6, "end": 4421.64}
{"id": "DjvndGUlncw-t4421.64", "text": "some of the people who come from Chalmers problem do not all not everyone I think", "start": 4421.64, "end": 4427.08}
{"id": "DjvndGUlncw-t4428.4400000000005", "text": "you know no no Leibniz I think was more idealist as Harald just said that it doesn't mean that he", "start": 4428.4400000000005, "end": 4436.120000000001}
{"id": "DjvndGUlncw-t4436.120000000001", "text": "projected any form of consciousness on material things you know Berkeley was contemporary of", "start": 4436.120000000001, "end": 4443.320000000001}
{"id": "DjvndGUlncw-t4443.32", "text": "Leibniz so I think I think it was a somewhat different view from flanpsychism in my view", "start": 4443.32, "end": 4448.759999999999}
{"id": "DjvndGUlncw-t4450.36", "text": "oh yeah I just want to add when wrote as Hans was talking about Chalmers they mentioned", "start": 4450.36, "end": 4454.759999999999}
{"id": "DjvndGUlncw-t4454.759999999999", "text": "Nagle I think they're referring to Thomas Nagle yeah with yeah okay well thank you", "start": 4454.759999999999, "end": 4461.32}
{"id": "DjvndGUlncw-t4461.799999999999", "text": "when you have a question from a team music on youtube he wrote a few things must gonna get", "start": 4461.799999999999, "end": 4466.92}
{"id": "DjvndGUlncw-t4466.92", "text": "to one just because other people are writing in questions so they wrote how do you define", "start": 4466.92, "end": 4473.64}
{"id": "DjvndGUlncw-t4473.64", "text": "consciousness and then which aspects do you focus on when you try to define it and with what yeah", "start": 4473.64, "end": 4481.0}
{"id": "DjvndGUlncw-t4481.0", "text": "anyway so small question yeah keep it to keep it to a few words please yeah as simple as possible", "start": 4481.0, "end": 4489.08}
{"id": "DjvndGUlncw-t4489.8", "text": "can we all just think the answer", "start": 4489.8, "end": 4491.24}
{"id": "DjvndGUlncw-t4491.24", "text": "I guess just to act because I know there was a comment made about like neuroscience and I guess", "start": 4491.24, "end": 4503.24}
{"id": "DjvndGUlncw-t4503.24", "text": "the limitations of metaphysics within how neuroscience is currently applied and so having done I'm", "start": 4503.24, "end": 4510.28}
{"id": "DjvndGUlncw-t4510.28", "text": "currently a research tech within a neuroscience lab yeah we're the lab I'm generally using more", "start": 4510.28, "end": 4516.04}
{"id": "DjvndGUlncw-t4516.04", "text": "behaviorist techniques to try to deduce depression and satiation with regards to anodonia", "start": 4516.04, "end": 4522.84}
{"id": "DjvndGUlncw-t4524.6", "text": "so I'm not obviously I'm not like a distinguished panelist here but I it's definitely hard for", "start": 4524.6, "end": 4529.72}
{"id": "DjvndGUlncw-t4529.72", "text": "neuroscience perspective to sort of answer that question given that it's very much", "start": 4529.72, "end": 4533.4}
{"id": "DjvndGUlncw-t4533.4", "text": "car mentalized and limited to whatever field that the neuroscience is looking in", "start": 4533.4, "end": 4537.88}
{"id": "DjvndGUlncw-t4539.0", "text": "in terms of their in terms of their research I also didn't want to belittle that question it's", "start": 4539.0, "end": 4543.0}
{"id": "DjvndGUlncw-t4543.0", "text": "a perfectly great question actually oh yeah I just needed just a gigantic one that's all", "start": 4543.0, "end": 4547.48}
{"id": "DjvndGUlncw-t4548.12", "text": "if I was to answer honestly and succinctly I would in terms of like how do you define consciousness", "start": 4548.12, "end": 4553.24}
{"id": "DjvndGUlncw-t4553.24", "text": "I would say I don't like I don't make that attempt I think it's also perhaps one of these areas", "start": 4553.24, "end": 4560.36}
{"id": "DjvndGUlncw-t4561.88", "text": "there may be quite a few in metaphysically rich areas of philosophy where there might not be a", "start": 4561.88, "end": 4568.12}
{"id": "DjvndGUlncw-t4568.12", "text": "single thing that we're talking about here there might be multiple overlapping things that we", "start": 4568.12, "end": 4572.84}
{"id": "DjvndGUlncw-t4572.84", "text": "care about that sort of give rise this you know cluster of features that we care about and that", "start": 4572.84, "end": 4579.72}
{"id": "DjvndGUlncw-t4579.72", "text": "are great you know phenomenological and normative importance to us so I wouldn't even I mean I'm", "start": 4579.72, "end": 4586.76}
{"id": "DjvndGUlncw-t4586.76", "text": "not a philosopher of mine but I wouldn't even begin to know where to start trying to define", "start": 4586.76, "end": 4591.72}
{"id": "DjvndGUlncw-t4591.72", "text": "consciousness and I sometimes these definitional projects seem like the kind of thing that that", "start": 4591.72, "end": 4597.0}
{"id": "DjvndGUlncw-t4597.0", "text": "are but are doomed to failure so for something as rich as conscious as you ever got up no idea", "start": 4597.0, "end": 4605.72}
{"id": "DjvndGUlncw-t4606.92", "text": "yeah there's certainly no single agreed upon definition of consciousness when you look into", "start": 4606.92, "end": 4612.84}
{"id": "DjvndGUlncw-t4612.84", "text": "all these consciousness studies related fields of research and even if you go back into", "start": 4612.84, "end": 4617.96}
{"id": "DjvndGUlncw-t4618.68", "text": "1904 there's this very influential paper that William James published which which at the title", "start": 4618.68, "end": 4626.04}
{"id": "DjvndGUlncw-t4626.04", "text": "does consciousness exist question mark and he even would deny that consciousness exists in the sense", "start": 4626.04, "end": 4632.44}
{"id": "DjvndGUlncw-t4632.44", "text": "that it has no ontological quality to it it's something very superficially would say 1904 well", "start": 4632.44, "end": 4641.64}
{"id": "DjvndGUlncw-t4641.64", "text": "Freud started as a neuroscientist and the originally scientific project of scientific psychology was", "start": 4641.64, "end": 4647.4}
{"id": "DjvndGUlncw-t4647.4", "text": "a kind of attempt to relate memory to neurons but of course he gave up and because he knew", "start": 4647.4, "end": 4655.16}
{"id": "DjvndGUlncw-t4655.16", "text": "that's not possible", "start": 4655.16, "end": 4659.8}
{"id": "DjvndGUlncw-t4664.2", "text": "you're immune. Okay go to the next question thank you team music. Constance old on zoom wrote would", "start": 4664.2, "end": 4674.2}
{"id": "DjvndGUlncw-t4674.2", "text": "it be possible to use a metaphor from another discipline i.e. word metaphor in another field of", "start": 4674.2, "end": 4679.88}
{"id": "DjvndGUlncw-t4679.88", "text": "study. Can you repeat the question yeah maybe Constance could rewrite it go to the next one but", "start": 4679.88, "end": 4689.0}
{"id": "DjvndGUlncw-t4689.0", "text": "they wrote would it be possible to use a metaphor from another discipline for example use a word", "start": 4689.0, "end": 4695.08}
{"id": "DjvndGUlncw-t4695.08", "text": "metaphor in another field of study i could go on the next one and ask could it be right and flush", "start": 4695.08, "end": 4701.08}
{"id": "DjvndGUlncw-t4701.08", "text": "it out if i wonder whether whether it refers to the idea that you know for us to understand something", "start": 4701.08, "end": 4707.72}
{"id": "DjvndGUlncw-t4707.72", "text": "we often borrow metaphor or anyway analogies from other disciplines it seems that physics is", "start": 4707.72, "end": 4715.400000000001}
{"id": "DjvndGUlncw-t4715.400000000001", "text": "often the favored one because based on our earlier conversation it's thought to be the foundational", "start": 4715.400000000001, "end": 4722.04}
{"id": "DjvndGUlncw-t4722.04", "text": "science that's a and we borrow some ideas from physics and important to chemistry and biology and", "start": 4722.04, "end": 4728.4400000000005}
{"id": "DjvndGUlncw-t4728.4400000000005", "text": "computer science and neuroscience etc and then the question is it always should always be", "start": 4728.4400000000005, "end": 4734.6}
{"id": "DjvndGUlncw-t4734.6", "text": "barred in that direction from what used to be considered a lower tier like physics in the upper", "start": 4734.6, "end": 4740.280000000001}
{"id": "DjvndGUlncw-t4740.280000000001", "text": "tier is there such a things barred with the other direction that's how i that's the sense i make", "start": 4740.280000000001, "end": 4747.0}
{"id": "DjvndGUlncw-t4747.0", "text": "it a question i think working with metaphors is is very important and also useful but you have to", "start": 4747.0, "end": 4755.64}
{"id": "DjvndGUlncw-t4755.64", "text": "memorize that it's a metaphor because if you don't do that at the end of the day you think", "start": 4755.64, "end": 4760.200000000001}
{"id": "DjvndGUlncw-t4760.2", "text": "everything is physics if you use physical metaphor that should be avoided well and of course physics", "start": 4760.2, "end": 4766.28}
{"id": "DjvndGUlncw-t4766.28", "text": "uses a lot of metaphors all of them it's just a question that i carol is complete right you have", "start": 4766.28, "end": 4773.24}
{"id": "DjvndGUlncw-t4773.24", "text": "to keep in mind the level of its application because it could be useful to explain some of these things", "start": 4773.24, "end": 4781.639999999999}
{"id": "DjvndGUlncw-t4782.2", "text": "at a certain level but it has limits but it's extremely productive analogy and metaphor and", "start": 4782.2, "end": 4789.48}
{"id": "DjvndGUlncw-t4789.48", "text": "it goes in both directions i mean it's quite clear you know if you read", "start": 4789.48, "end": 4794.2}
{"id": "DjvndGUlncw-t4797.639999999999", "text": "people like heisenberg borer karman vial all this type of people a very rich metaphoric field", "start": 4797.639999999999, "end": 4804.04}
{"id": "DjvndGUlncw-t4804.04", "text": "from all manner of things but the it's a level of explanation which you have to constantly keep", "start": 4804.04, "end": 4810.44}
{"id": "DjvndGUlncw-t4810.44", "text": "in mind the limits of its application because there's all this temptation to think that metaphor", "start": 4810.44, "end": 4815.799999999999}
{"id": "DjvndGUlncw-t4815.8", "text": "explains it right it nails it but it doesn't that's an interesting discussion about this actually", "start": 4815.8, "end": 4821.88}
{"id": "DjvndGUlncw-t4821.88", "text": "with the uses of um teleological metaphors um in the naturalistic sciences so um a lot of uh", "start": 4821.88, "end": 4830.6}
{"id": "DjvndGUlncw-t4830.6", "text": "scientific research scientific papers will avail themselves of tail is like strongly", "start": 4830.6, "end": 4835.72}
{"id": "DjvndGUlncw-t4835.72", "text": "teleological language so they'll say like you know uh the x wants to fight or it's designed to", "start": 4835.72, "end": 4842.360000000001}
{"id": "DjvndGUlncw-t4842.36", "text": "fight or it's like all this kind of stuff um talking about things as though they're purposes", "start": 4842.36, "end": 4847.48}
{"id": "DjvndGUlncw-t4847.48", "text": "or that they have intention or and if you ask people about this they will say oh of course it's", "start": 4847.48, "end": 4852.839999999999}
{"id": "DjvndGUlncw-t4852.839999999999", "text": "just a metaphor um it's just a metaphor it's not to be taken seriously and then but then sometimes", "start": 4852.839999999999, "end": 4857.24}
{"id": "DjvndGUlncw-t4857.24", "text": "if you dig down a little bit into the details of um the theory it looks like actually that's", "start": 4857.24, "end": 4863.96}
{"id": "DjvndGUlncw-t4863.96", "text": "teleological explanation is pulling a lot of weight it's not obvious just how metaphorical um", "start": 4863.96, "end": 4872.36}
{"id": "DjvndGUlncw-t4873.0", "text": "the teleological language is because some of the explanations that are being offered in the theory", "start": 4873.0, "end": 4877.88}
{"id": "DjvndGUlncw-t4877.88", "text": "are sort of relying on the idea um that actually because the explanations are counterfactual in some", "start": 4877.88, "end": 4883.8}
{"id": "DjvndGUlncw-t4883.8", "text": "way they're relying on the idea that um there is this almost sort of explanatory oomph to the idea", "start": 4883.8, "end": 4889.32}
{"id": "DjvndGUlncw-t4889.32", "text": "of teleology that's it's not clear how naturalistically supported that is so um I think it's a good", "start": 4889.32, "end": 4896.28}
{"id": "DjvndGUlncw-t4896.28", "text": "example of a place where sometimes the metaphors that we use we can kind of dismiss them and say", "start": 4896.28, "end": 4900.679999999999}
{"id": "DjvndGUlncw-t4900.679999999999", "text": "oh it's just a metaphor I'm not taking it seriously but in the actual practice of giving explanations", "start": 4900.679999999999, "end": 4906.5199999999995}
{"id": "DjvndGUlncw-t4906.5199999999995", "text": "here it's not clear just how seriously people are taking the metaphors which which I think is really", "start": 4906.5199999999995, "end": 4912.04}
{"id": "DjvndGUlncw-t4912.04", "text": "interesting well that's very true because at early stages of quantum theory the phrase nature makes", "start": 4912.04, "end": 4917.799999999999}
{"id": "DjvndGUlncw-t4917.8", "text": "a choice was really very big in this discussion yeah it took a lot of time to explain it on the", "start": 4917.8, "end": 4924.6}
{"id": "DjvndGUlncw-t4924.6", "text": "other hand Einstein of course as a brilliant iteration he was an atheist but he knew that to say that", "start": 4924.6, "end": 4930.92}
{"id": "DjvndGUlncw-t4930.92", "text": "god played dice makes your statement immortal if you just say nature played dice nobody will pay", "start": 4930.92, "end": 4936.68}
{"id": "DjvndGUlncw-t4936.68", "text": "attention yeah also you know it's just going to go back to this very quick reference to Nagel which", "start": 4936.68, "end": 4944.2}
{"id": "DjvndGUlncw-t4944.2", "text": "I think which is Nagel that he referred to in his discussion about consciousness what's it like to", "start": 4944.2, "end": 4950.599999999999}
{"id": "DjvndGUlncw-t4950.599999999999", "text": "be a bat and it's interesting to think how much metaphor is a lot of what consciousness is about", "start": 4950.599999999999, "end": 4957.639999999999}
{"id": "DjvndGUlncw-t4957.639999999999", "text": "in some way right because we we if if what it's like to be is sort of asking a metaphor a question", "start": 4957.639999999999, "end": 4964.44}
{"id": "DjvndGUlncw-t4964.44", "text": "about a metaphor isn't it ultimately um I mean actually what Nagel wanted to point out with this", "start": 4964.44, "end": 4972.679999999999}
{"id": "DjvndGUlncw-t4972.68", "text": "is that the the experiential quality of a mental state is different from the neuroscientific", "start": 4972.68, "end": 4983.240000000001}
{"id": "DjvndGUlncw-t4983.240000000001", "text": "description of a mental state yeah absolutely though he was a he was a sort of precursor of of what", "start": 4983.240000000001, "end": 4988.360000000001}
{"id": "DjvndGUlncw-t4988.360000000001", "text": "later Dave Chalmers called the hard problem of consciousness or other people called the", "start": 4988.360000000001, "end": 4993.320000000001}
{"id": "DjvndGUlncw-t4993.320000000001", "text": "explanatory gap between qualitative experience on one side and brain functioning on the other side", "start": 4993.320000000001, "end": 5001.88}
{"id": "DjvndGUlncw-t5001.88", "text": "yeah and this was I mean Tom Nagel's paper was a was a was a very important paper historically", "start": 5001.88, "end": 5009.08}
{"id": "DjvndGUlncw-t5009.08", "text": "because the term consciousness was actually out of discussion it was almost like a forbidden term", "start": 5009.08, "end": 5014.6}
{"id": "DjvndGUlncw-t5014.6", "text": "from the beginning of the behaviorist school like Skinner and others right they didn't talk about", "start": 5014.6, "end": 5019.4800000000005}
{"id": "DjvndGUlncw-t5019.4800000000005", "text": "consciousness at all so between the beginning of the 20th century at 1974 I think when Tom Nagel's", "start": 5019.4800000000005, "end": 5027.16}
{"id": "DjvndGUlncw-t5027.16", "text": "paper appeared consciousness was not it was just like exorcised even from psychology", "start": 5027.16, "end": 5034.28}
{"id": "DjvndGUlncw-t5034.28", "text": "right intrinsically belongs to actually right um Constance also commented uh to consider", "start": 5034.28, "end": 5043.5599999999995}
{"id": "DjvndGUlncw-t5043.5599999999995", "text": "political science uh they except reference justice as an example any comments you could add to that", "start": 5043.5599999999995, "end": 5050.84}
{"id": "DjvndGUlncw-t5050.84", "text": "given what else has been said about metaphors the topic of justice yeah yeah like with regards to", "start": 5050.84, "end": 5060.360000000001}
{"id": "DjvndGUlncw-t5061.16", "text": "way just discussed with with metaphors if there's if there's not much you think he could add I could", "start": 5061.16, "end": 5067.64}
{"id": "DjvndGUlncw-t5067.64", "text": "go on to the next question I just thought to mention it because she wrote that as you guys were talking", "start": 5067.64, "end": 5071.64}
{"id": "DjvndGUlncw-t5071.64", "text": "okay go ahead now okay I'll go to the next one um let's see uh don't worry Scott uh I see your", "start": 5071.64, "end": 5082.52}
{"id": "DjvndGUlncw-t5082.52", "text": "comments I'll get to you there's one question on YouTube before you from Johannes O'Ecky I hope I", "start": 5082.52, "end": 5088.360000000001}
{"id": "DjvndGUlncw-t5088.360000000001", "text": "didn't mingle your last name um they wrote is physics necessary for metaphysics", "start": 5088.360000000001, "end": 5093.64}
{"id": "DjvndGUlncw-t5093.64", "text": "well in what sense of necessary I'm going to get in some sense physics is necessary for reality and", "start": 5093.64, "end": 5101.96}
{"id": "DjvndGUlncw-t5101.96", "text": "well yeah they well so they wrote is it well they wrote in the sense of like can you study it without", "start": 5101.96, "end": 5107.320000000001}
{"id": "DjvndGUlncw-t5107.320000000001", "text": "a good understanding of physics but I think there's also that other that other realm that you were", "start": 5107.320000000001, "end": 5111.88}
{"id": "DjvndGUlncw-t5111.88", "text": "sort of referencing that's also I think quite interesting uh to discuss I mean I think that the", "start": 5111.88, "end": 5119.240000000001}
{"id": "DjvndGUlncw-t5119.24", "text": "answer to that question has a lot to do but we discussed earlier about different different methods", "start": 5119.24, "end": 5123.639999999999}
{"id": "DjvndGUlncw-t5123.639999999999", "text": "in metaphysics because I I actually do think that there is my sense is there is a movement among", "start": 5123.639999999999, "end": 5128.599999999999}
{"id": "DjvndGUlncw-t5128.599999999999", "text": "metaphysicians where they're like yeah we really got to know our physics because otherwise you know", "start": 5128.599999999999, "end": 5133.88}
{"id": "DjvndGUlncw-t5133.88", "text": "we at least need to have a you know know enough about the things we say latch up to it in the right", "start": 5133.88, "end": 5139.0}
{"id": "DjvndGUlncw-t5139.0", "text": "ways but I take it there's other metaphysicians who think you know the part of reality I'm focused on", "start": 5139.0, "end": 5145.0}
{"id": "DjvndGUlncw-t5145.0", "text": "yeah it's not really physics so it doesn't really matter that much that I'm not you know very up", "start": 5145.0, "end": 5150.28}
{"id": "DjvndGUlncw-t5150.28", "text": "to speed and physics so I I think it kind of depends on the the metaphysicians methodological", "start": 5150.28, "end": 5155.56}
{"id": "DjvndGUlncw-t5155.56", "text": "presuppositions yeah I mean speaking just as someone who does metaphysics for a living like I", "start": 5155.56, "end": 5161.8}
{"id": "DjvndGUlncw-t5162.44", "text": "don't know very much physics at all and I could just be bad at my job um but um um", "start": 5162.44, "end": 5170.2}
{"id": "DjvndGUlncw-t5170.2", "text": "I think it I think it depends exactly as cons of a saying on like any field there's disputes about", "start": 5170.2, "end": 5179.639999999999}
{"id": "DjvndGUlncw-t5180.44", "text": "how you know the best methodology for practicing in that field and so there are definitely people", "start": 5180.44, "end": 5187.96}
{"id": "DjvndGUlncw-t5187.96", "text": "who think yeah I know we need to we need to be able to understand um what the science is saying", "start": 5187.96, "end": 5193.32}
{"id": "DjvndGUlncw-t5193.32", "text": "so that we can understand um how to make our metaphysical theories not only consistent with", "start": 5193.32, "end": 5198.84}
{"id": "DjvndGUlncw-t5198.84", "text": "the science um but also know like at what at what point is it time to hand over the", "start": 5198.84, "end": 5204.04}
{"id": "DjvndGUlncw-t5204.04", "text": "mic to the metaphysician um to say like here's where empirical inquiry runs out and so the", "start": 5204.04, "end": 5209.56}
{"id": "DjvndGUlncw-t5209.56", "text": "metaphysician might have something to say I mean a lot of the work that I do is um on stuff about", "start": 5209.56, "end": 5218.4400000000005}
{"id": "DjvndGUlncw-t5218.4400000000005", "text": "the nature of social reality like can we make sense you know what do we mean if we say that", "start": 5218.4400000000005, "end": 5223.32}
{"id": "DjvndGUlncw-t5223.32", "text": "something is socially constructed like is that can we make sense of that claim there's about", "start": 5223.32, "end": 5227.4800000000005}
{"id": "DjvndGUlncw-t5227.48", "text": "10 different things at least that people seem to mean like at the same time when they say that um", "start": 5227.48, "end": 5232.679999999999}
{"id": "DjvndGUlncw-t5234.2", "text": "are social kinds real are they different from natural kinds like for me doing that it I don't", "start": 5234.2, "end": 5240.919999999999}
{"id": "DjvndGUlncw-t5240.919999999999", "text": "necessarily think that knowing a lot of physics would be helpful to me for that explanatory", "start": 5240.919999999999, "end": 5246.5199999999995}
{"id": "DjvndGUlncw-t5246.5199999999995", "text": "reason that we talked about earlier um I need to know a lot more about uh areas of the social", "start": 5246.5199999999995, "end": 5252.759999999999}
{"id": "DjvndGUlncw-t5252.76", "text": "sciences um and so I think it partly depends on the fun thing about metaphysics is that there's like", "start": 5252.76, "end": 5260.12}
{"id": "DjvndGUlncw-t5260.12", "text": "metaphysics of x for most any x um so partly depends on what kind of metaphysics that you're", "start": 5260.12, "end": 5265.72}
{"id": "DjvndGUlncw-t5265.72", "text": "doing it partly also depends on what you think the project of metaphysics is and what the task of", "start": 5265.72, "end": 5271.4800000000005}
{"id": "DjvndGUlncw-t5271.4800000000005", "text": "metaphysics is I have an interesting follow-up question I propose both to you Elizabeth I've", "start": 5271.4800000000005, "end": 5276.6}
{"id": "DjvndGUlncw-t5276.6", "text": "well the all the panelists I want to hear how it has to say about this as well but uh when", "start": 5276.6, "end": 5281.8}
{"id": "DjvndGUlncw-t5281.8", "text": "when one performs an experiment on let's say in any particular scientific field that may test", "start": 5281.8, "end": 5290.04}
{"id": "DjvndGUlncw-t5290.84", "text": "different metaphysical views of the of the world is that still does that turn the metaphysics into", "start": 5290.84, "end": 5298.360000000001}
{"id": "DjvndGUlncw-t5298.92", "text": "physics or neuroscience or social science like does it move it across the line from what was", "start": 5298.92, "end": 5304.04}
{"id": "DjvndGUlncw-t5304.04", "text": "formerly metaphysical if you're able to distinguish between two different forms of metaphysics one", "start": 5304.04, "end": 5308.360000000001}
{"id": "DjvndGUlncw-t5308.36", "text": "understanding well clearly not necessarily because in uh where some aspects of psychology and sociology", "start": 5308.36, "end": 5317.32}
{"id": "DjvndGUlncw-t5317.32", "text": "you do that in a in a different way I think it has a lot of historical and ideological back", "start": 5317.32, "end": 5323.88}
{"id": "DjvndGUlncw-t5323.88", "text": "baggage this debate because to give a buck to Greg's friend there is total because the term physics", "start": 5323.88, "end": 5332.04}
{"id": "DjvndGUlncw-t5332.04", "text": "coming from physics and nature emerged through modern science like why this type of uh meaning", "start": 5332.04, "end": 5340.12}
{"id": "DjvndGUlncw-t5340.68", "text": "because you know in 18th century the word nature referred as much to human nature so I think that", "start": 5340.68, "end": 5348.76}
{"id": "DjvndGUlncw-t5349.48", "text": "what was said about different levels of metaphysics that you could certainly have a metaphysics in", "start": 5349.48, "end": 5355.32}
{"id": "DjvndGUlncw-t5355.32", "text": "a real sense of explaining nature without physics if you give nature a broader meaning which nature", "start": 5355.32, "end": 5363.24}
{"id": "DjvndGUlncw-t5363.24", "text": "deserves incidentally so from from that point of view I think the answer is it really has a", "start": 5363.24, "end": 5372.599999999999}
{"id": "DjvndGUlncw-t5372.599999999999", "text": "big historical and cultural baggage because of the dominance of science even relating to the", "start": 5372.599999999999, "end": 5381.32}
{"id": "DjvndGUlncw-t5381.32", "text": "four terms of nature and understanding nature it goes back to as Greg said the reduction is", "start": 5381.32, "end": 5387.799999999999}
{"id": "DjvndGUlncw-t5387.799999999999", "text": "some problem that you know when I was young so much younger than today I you know I talked to my", "start": 5387.799999999999, "end": 5394.44}
{"id": "DjvndGUlncw-t5394.44", "text": "physics professor that have difficulty with chemistry and he said of course you have difficulty with", "start": 5394.44, "end": 5399.48}
{"id": "DjvndGUlncw-t5399.48", "text": "this visit because chemistry does not exist so it's only it's only physics but it is wrong you", "start": 5399.48, "end": 5405.08}
{"id": "DjvndGUlncw-t5405.08", "text": "know it's not true so I think that I do agree that the and uh harald that its metaphysics", "start": 5405.08, "end": 5413.72}
{"id": "DjvndGUlncw-t5414.28", "text": "is defined what your system x is which I mentioned before the metaphysic is the", "start": 5414.28, "end": 5419.5599999999995}
{"id": "DjvndGUlncw-t5419.5599999999995", "text": "x additional level of the system x and your system could doesn't have to be", "start": 5419.5599999999995, "end": 5425.48}
{"id": "DjvndGUlncw-t5425.48", "text": "physics it can't be social ethical moral or whatever and and that's why I think as", "start": 5425.48, "end": 5432.84}
{"id": "DjvndGUlncw-t5432.84", "text": "uh it was said before by professor Halverson I believe that physicists tend to have a kind of", "start": 5432.84, "end": 5440.76}
{"id": "DjvndGUlncw-t5440.76", "text": "agreement in terms of demarcating the field they do but the metaphysicians have a much", "start": 5440.76, "end": 5447.24}
{"id": "DjvndGUlncw-t5448.12", "text": "more complex stratification of what they do as a field you know they do different things under the", "start": 5448.12, "end": 5456.360000000001}
{"id": "DjvndGUlncw-t5456.36", "text": "name of metaphysics I wanted to add something to to um jerry's question which actually I thought", "start": 5456.36, "end": 5465.5599999999995}
{"id": "DjvndGUlncw-t5465.5599999999995", "text": "Greg might respond to because um Abner Shimoni and I think Greg you were working with Abner", "start": 5465.5599999999995, "end": 5471.96}
{"id": "DjvndGUlncw-t5471.96", "text": "Shimoni for a long time he coined the notion of experimental metaphysics which seems to be", "start": 5471.96, "end": 5479.5599999999995}
{"id": "DjvndGUlncw-t5479.5599999999995", "text": "contradiction in terms because experiments are never metaphysical experiments are experiments", "start": 5479.5599999999995, "end": 5484.92}
{"id": "DjvndGUlncw-t5484.92", "text": "that provide knowledge so they are epistemologically grounded but what I think what Shimoni meant to", "start": 5484.92, "end": 5491.72}
{"id": "DjvndGUlncw-t5491.72", "text": "say what they were meant to describe but this idea is that you can um if you have a good theory that", "start": 5491.72, "end": 5499.56}
{"id": "DjvndGUlncw-t5499.56", "text": "that comprises something that you would ascribe to a metaphysical domain and also comprises", "start": 5499.56, "end": 5507.24}
{"id": "DjvndGUlncw-t5507.24", "text": "uh something how the metaphysical domain might um might appear to us when we do an experiment", "start": 5507.24, "end": 5514.76}
{"id": "DjvndGUlncw-t5514.76", "text": "then you can do the following you can test two different theories which have metaphysical", "start": 5514.76, "end": 5521.0}
{"id": "DjvndGUlncw-t5521.0", "text": "which have different metaphysical presuppositions and also have different experimental realizations", "start": 5521.0, "end": 5528.04}
{"id": "DjvndGUlncw-t5528.04", "text": "by doing the experiment and then you can backward infer by the result of the experiment which was", "start": 5528.04, "end": 5535.639999999999}
{"id": "DjvndGUlncw-t5535.64", "text": "the correct metaphysical assumption within that theory right so this is exactly what happens in", "start": 5535.64, "end": 5543.0}
{"id": "DjvndGUlncw-t5543.0", "text": "in bell type experiments you have two different uh metaphysical assumptions we have the assumption", "start": 5543.0, "end": 5550.12}
{"id": "DjvndGUlncw-t5550.12", "text": "of local realism and non-local realism both assumptions give you different predictions for", "start": 5550.12, "end": 5556.52}
{"id": "DjvndGUlncw-t5556.52", "text": "bell type experiments and then what you find is that in the experiments one of the assumptions", "start": 5556.52, "end": 5562.92}
{"id": "DjvndGUlncw-t5562.92", "text": "is violated right this is a nice example of this seemingly contradictory notion of experimental", "start": 5562.92, "end": 5571.24}
{"id": "DjvndGUlncw-t5571.24", "text": "metaphysics no well so I mean I agree and that really you know gets down to the question of what is", "start": 5571.24, "end": 5578.76}
{"id": "DjvndGUlncw-t5578.76", "text": "metaphysics like so for example of clearly ontologies part of metaphysics so if you're a physicist and", "start": 5578.76, "end": 5583.88}
{"id": "DjvndGUlncw-t5583.88", "text": "you say well I'm with Newton I believe that things are corpuscular or I'm with the other people who", "start": 5583.88, "end": 5589.32}
{"id": "DjvndGUlncw-t5589.32", "text": "believe that there are waves and those are the fundamental things and so which is right and then", "start": 5589.32, "end": 5593.799999999999}
{"id": "DjvndGUlncw-t5593.799999999999", "text": "that changes your ontology but that's you know to the extent which that's really metaphysical", "start": 5593.799999999999, "end": 5598.44}
{"id": "DjvndGUlncw-t5598.44", "text": "is suspect I mean there is an overlap and that's the interesting place if there is an overlap", "start": 5598.44, "end": 5602.44}
{"id": "DjvndGUlncw-t5602.44", "text": "that you're experimental if you can't there isn't you're not going to reject an entire", "start": 5602.44, "end": 5606.5199999999995}
{"id": "DjvndGUlncw-t5606.5199999999995", "text": "deep metaphysics by any experiment of course which is the whole point of seeing it as being", "start": 5606.5199999999995, "end": 5610.5199999999995}
{"id": "DjvndGUlncw-t5610.5199999999995", "text": "oxymoronic on the other hand that's one of the reasons I'm interested in ontological status of", "start": 5610.5199999999995, "end": 5615.24}
{"id": "DjvndGUlncw-t5615.24", "text": "elementary particles because physicists endlessly speak about elementary particles it's been going", "start": 5615.24, "end": 5620.2}
{"id": "DjvndGUlncw-t5620.2", "text": "for 50 years past the time when many people said no they're only quantum fields and I happen to", "start": 5620.2, "end": 5625.24}
{"id": "DjvndGUlncw-t5625.24", "text": "believe that they're both and you need to understand the relationship between them but you know this", "start": 5625.24, "end": 5629.0}
{"id": "DjvndGUlncw-t5629.0", "text": "is this is you know the the Shimony thing which makes a lot of sense and I think when you find", "start": 5629.0, "end": 5634.04}
{"id": "DjvndGUlncw-t5634.04", "text": "yourself at a certain point in dealing with your physics it's sufficiently difficult their novel", "start": 5634.04, "end": 5639.0}
{"id": "DjvndGUlncw-t5639.0", "text": "you're faced with this question of how deeply do I need to go into the boundary to define my", "start": 5639.0, "end": 5644.12}
{"id": "DjvndGUlncw-t5644.12", "text": "at least my ontology and many of the paradoxes come from bed ontology, bad ontological assumptions", "start": 5644.12, "end": 5649.08}
{"id": "DjvndGUlncw-t5649.08", "text": "so full so which is you know part of this whole reaction that we don't want to do any", "start": 5649.08, "end": 5652.84}
{"id": "DjvndGUlncw-t5652.84", "text": "philosophy like it messes up physics well that's you know quite wrong right but so yeah this is", "start": 5652.84, "end": 5657.96}
{"id": "DjvndGUlncw-t5657.96", "text": "very interesting. I totally agree yeah and this is the truth the physicists are keen to reconcile", "start": 5657.96, "end": 5663.8}
{"id": "DjvndGUlncw-t5663.8", "text": "their own theories with what they understand the or of metaphysicians are keen to reconcile their", "start": 5663.8, "end": 5670.12}
{"id": "DjvndGUlncw-t5670.12", "text": "views with what they see as current day physics there must be some interplay between them like", "start": 5670.12, "end": 5675.16}
{"id": "DjvndGUlncw-t5675.16", "text": "they're at some point. So I think that there's there's always going to be interplay but it's not", "start": 5675.16, "end": 5681.08}
{"id": "DjvndGUlncw-t5681.08", "text": "many I I think just to follow up on what Greg said like I'm skeptical of the idea that you could", "start": 5681.08, "end": 5686.04}
{"id": "DjvndGUlncw-t5686.04", "text": "just like whole say you could have a metaphysical theory and then you would have like an experiment", "start": 5686.04, "end": 5691.72}
{"id": "DjvndGUlncw-t5691.72", "text": "that could just tell you that it was wrong or something even just for the simple question and", "start": 5691.72, "end": 5697.32}
{"id": "DjvndGUlncw-t5697.32", "text": "of the fact that data always under determines theory choice or because there's always going", "start": 5697.32, "end": 5702.2}
{"id": "DjvndGUlncw-t5702.2", "text": "to be these added philosophical questions that you have to contend with which is not at all the say", "start": 5702.2, "end": 5710.679999999999}
{"id": "DjvndGUlncw-t5712.28", "text": "that the empirical stuff is just unrelated. So I'll give you an example that's not anything to do", "start": 5712.28, "end": 5718.599999999999}
{"id": "DjvndGUlncw-t5718.599999999999", "text": "with physics but again this is more in my wheelhouse. So like a lot of the work that I have done", "start": 5718.599999999999, "end": 5725.799999999999}
{"id": "DjvndGUlncw-t5725.8", "text": "recently is on the relationship between disability and well-being and the question of like does", "start": 5725.8, "end": 5730.4400000000005}
{"id": "DjvndGUlncw-t5731.4800000000005", "text": "having a disability automatically reduce a person's well-being or their quality of life or can we", "start": 5731.4800000000005, "end": 5738.76}
{"id": "DjvndGUlncw-t5738.76", "text": "make sense of claims about disability that are made within the disability rights movement that", "start": 5738.76, "end": 5742.6}
{"id": "DjvndGUlncw-t5742.6", "text": "it's like just a way of being different but not necessarily being worse off. Now psychologists are", "start": 5742.6, "end": 5747.88}
{"id": "DjvndGUlncw-t5747.88", "text": "also interested in this claim they're very interested in the question of the relationship between", "start": 5747.88, "end": 5752.2}
{"id": "DjvndGUlncw-t5752.2", "text": "disability and well-being and there's a ton of empirical data on it and so you might think", "start": 5752.2, "end": 5758.28}
{"id": "DjvndGUlncw-t5758.28", "text": "well isn't that just an empirical claim like you should just go and look at the science but of course", "start": 5758.28, "end": 5762.76}
{"id": "DjvndGUlncw-t5762.76", "text": "when you go and look at the science for one thing the way that they do you know the way that the", "start": 5762.76, "end": 5768.12}
{"id": "DjvndGUlncw-t5768.12", "text": "experiments are structured it's kind of like you go and you survey people and you ask them rate", "start": 5768.12, "end": 5774.04}
{"id": "DjvndGUlncw-t5774.04", "text": "your happiness or rate your life satisfaction on a scale of one to ten. Now that is really", "start": 5774.04, "end": 5779.48}
{"id": "DjvndGUlncw-t5779.48", "text": "interesting data what it actually tells me about what I as a philosopher I'm interested in when", "start": 5779.48, "end": 5785.48}
{"id": "DjvndGUlncw-t5785.48", "text": "I'm thinking about well-being is a very complicated question and there's all sorts of things about", "start": 5785.48, "end": 5790.44}
{"id": "DjvndGUlncw-t5790.44", "text": "like comparing different people and there's also different things that they might mean by disability", "start": 5790.44, "end": 5795.799999999999}
{"id": "DjvndGUlncw-t5795.799999999999", "text": "and different you know the study populations that they're looking at so I think it would be a mistake", "start": 5795.799999999999, "end": 5800.36}
{"id": "DjvndGUlncw-t5800.36", "text": "for me as a philosopher interested in disability to just pretend like that data doesn't matter", "start": 5800.36, "end": 5805.24}
{"id": "DjvndGUlncw-t5805.24", "text": "that data is incredibly interesting and important to me but I also think it would be a mistake for", "start": 5805.24, "end": 5810.679999999999}
{"id": "DjvndGUlncw-t5810.679999999999", "text": "me to be like oh this thing that I'm interested in it's just an empirical question because psychologists", "start": 5810.679999999999, "end": 5817.0}
{"id": "DjvndGUlncw-t5817.0", "text": "are studying it too I need to look at their data and be like okay what do I think any of this means", "start": 5817.0, "end": 5823.16}
{"id": "DjvndGUlncw-t5823.8", "text": "and how if at all does it relate to this philosophical question that I'm interested in and might there", "start": 5823.8, "end": 5828.599999999999}
{"id": "DjvndGUlncw-t5828.599999999999", "text": "be ways that I as a philosopher might be critical of some other methodology or say I don't think", "start": 5828.599999999999, "end": 5833.24}
{"id": "DjvndGUlncw-t5833.24", "text": "that this shows what you think it shows or various things like that so I think similar things can", "start": 5833.24, "end": 5839.32}
{"id": "DjvndGUlncw-t5839.32", "text": "often be said about the relationship between a philosophical inquiry and an empirical inquiry I", "start": 5839.32, "end": 5845.4}
{"id": "DjvndGUlncw-t5845.4", "text": "I'm sure Hans has thoughts on this. I mean I think this all I think I'm actually sort of", "start": 5845.4, "end": 5853.719999999999}
{"id": "DjvndGUlncw-t5853.719999999999", "text": "coming up with new thoughts as we go because there's very interesting inputs I was also really", "start": 5853.719999999999, "end": 5858.12}
{"id": "DjvndGUlncw-t5858.12", "text": "grateful to hear Greg's reflection I mean I'm not a shaman he's a great abner shaman he's a great", "start": 5858.12, "end": 5863.24}
{"id": "DjvndGUlncw-t5863.24", "text": "hero in philosophy of physics and he's also a great hero for really trying to I mean in one way", "start": 5863.24, "end": 5870.12}
{"id": "DjvndGUlncw-t5870.12", "text": "reviving the philosophical spirit in physics sort of you know physics is exciting because physics", "start": 5870.12, "end": 5876.92}
{"id": "DjvndGUlncw-t5877.5599999999995", "text": "tells us stuff about what metaphysicians have been asking about for ages so the one thing I'll", "start": 5877.5599999999995, "end": 5886.2}
{"id": "DjvndGUlncw-t5886.2", "text": "just say is like I mean what this is just sort of off the cuff a little bit I don't know where the", "start": 5886.2, "end": 5892.84}
{"id": "DjvndGUlncw-t5892.84", "text": "line is between empirical science and metaphysics or even just philosophy in general in some sense", "start": 5892.84, "end": 5899.5599999999995}
{"id": "DjvndGUlncw-t5899.5599999999995", "text": "it often has to do I'm this is going to be an oversimplification but often I think has to do with", "start": 5899.5599999999995, "end": 5904.599999999999}
{"id": "DjvndGUlncw-t5905.16", "text": "the normative right so that the you know what should be the case and I think they can come up", "start": 5905.16, "end": 5911.24}
{"id": "DjvndGUlncw-t5911.24", "text": "in a lot of different ways one is this the simple way of language engineering in other words like", "start": 5911.24, "end": 5917.0}
{"id": "DjvndGUlncw-t5917.0", "text": "we have choices about how to use words and the thing is though it's in science often I think that's", "start": 5917.0, "end": 5922.28}
{"id": "DjvndGUlncw-t5922.28", "text": "kind of forgotten right because you have these sort of you know the terms are fixed you know you", "start": 5922.28, "end": 5927.4}
{"id": "DjvndGUlncw-t5927.4", "text": "ask a person you make a survey you say how do you feel you know is your pain level you know 10 or", "start": 5927.4, "end": 5932.679999999999}
{"id": "DjvndGUlncw-t5932.679999999999", "text": "whatever but we don't say like what should we mean by you know the term well-being or things", "start": 5932.679999999999, "end": 5938.2}
{"id": "DjvndGUlncw-t5938.2", "text": "going well stuff like that so I think that's something where philosophers we have a bit more", "start": 5938.2, "end": 5941.639999999999}
{"id": "DjvndGUlncw-t5941.639999999999", "text": "of a degree of freedom to say maybe we should change the way we're talking about this and then", "start": 5941.639999999999, "end": 5947.8}
{"id": "DjvndGUlncw-t5947.8", "text": "also I think we're always sort of looking over our shoulders and thinking in philosophical inquiries", "start": 5947.8, "end": 5951.88}
{"id": "DjvndGUlncw-t5951.88", "text": "like and so so I you know Elizabeth brought out the key word that you know in philosophy always", "start": 5951.88, "end": 5957.16}
{"id": "DjvndGUlncw-t5957.16", "text": "say what does it mean and the thing is I think that often is like what should I do about it right", "start": 5957.16, "end": 5963.8}
{"id": "DjvndGUlncw-t5963.8", "text": "so it's like it's not just the data sitting there it's like so I wake up tomorrow what shall I do", "start": 5963.8, "end": 5969.8}
{"id": "DjvndGUlncw-t5969.8", "text": "in the light of this fact so and that's true an experiment can't tell you what to do right I'm", "start": 5969.8, "end": 5975.64}
{"id": "DjvndGUlncw-t5975.64", "text": "an experiment you get okay that that's the result of the experiment you can hold on to the old world", "start": 5975.64, "end": 5979.8}
{"id": "DjvndGUlncw-t5979.8", "text": "view if you want to you know that's again the theory under theories under determined by data", "start": 5979.8, "end": 5985.72}
{"id": "DjvndGUlncw-t5985.72", "text": "so I think it's a super interesting question you know but it's man I this is maybe one of the", "start": 5985.72, "end": 5989.88}
{"id": "DjvndGUlncw-t5989.88", "text": "things again where you just say maybe we we shouldn't try to give a shark you know this is where", "start": 5989.88, "end": 5996.12}
{"id": "DjvndGUlncw-t5996.12", "text": "the science stopped and this is where the the metaphysics begins although I think it's also bad", "start": 5996.12, "end": 6003.88}
{"id": "DjvndGUlncw-t6003.88", "text": "to sort of like look there there's of course territorial battles sadly in current culture the", "start": 6003.88, "end": 6010.76}
{"id": "DjvndGUlncw-t6010.76", "text": "humanities whatever counts as humanity's usually lose right so in other words like people think", "start": 6010.76, "end": 6015.32}
{"id": "DjvndGUlncw-t6015.32", "text": "all just science you all you do is the science and the rest of that stuff is like you know somebody", "start": 6015.32, "end": 6020.12}
{"id": "DjvndGUlncw-t6020.12", "text": "somebody has to you know sit in those chairs that exist in the humanities buildings but in my sense", "start": 6020.12, "end": 6026.28}
{"id": "DjvndGUlncw-t6026.28", "text": "is really good to remind to remind people that the experiments there's a lot more to discuss", "start": 6026.28, "end": 6033.0}
{"id": "DjvndGUlncw-t6033.0", "text": "after the results come in. Great you want to move on to the next question? Yeah so how many more", "start": 6033.0, "end": 6042.04}
{"id": "DjvndGUlncw-t6042.04", "text": "are you feeling because I have four from people who haven't asked so how are we feeling about", "start": 6042.04, "end": 6047.8}
{"id": "DjvndGUlncw-t6047.8", "text": "we feel four is that okay or I think four might do it let's see okay yeah so it's going to be Scott", "start": 6047.8, "end": 6052.44}
{"id": "DjvndGUlncw-t6053.48", "text": "then Walter then you know just so people know because I saw Walter was posting a few times", "start": 6053.48, "end": 6058.92}
{"id": "DjvndGUlncw-t6058.92", "text": "just to make sure he knows I got him anyway so Scott thank you Scott for writing in a question", "start": 6058.92, "end": 6065.08}
{"id": "DjvndGUlncw-t6065.08", "text": "um it's kind of a run-on so I'll try to fix it up he could lamp ask me later he's my friends so", "start": 6065.08, "end": 6072.84}
{"id": "DjvndGUlncw-t6072.84", "text": "if I get it wrong he could critique me later but I'll try my best um so he wrote is there any", "start": 6072.84, "end": 6079.08}
{"id": "DjvndGUlncw-t6079.08", "text": "middle ground between the idea that science and mathematics are our human interpretation of the", "start": 6079.08, "end": 6083.88}
{"id": "DjvndGUlncw-t6083.88", "text": "world and that there is only the human perspective on the world and there's no view from nowhere", "start": 6083.88, "end": 6089.48}
{"id": "DjvndGUlncw-t6089.48", "text": "and then as an aside I think because that's sort of a question in terms of I guess an idealized world", "start": 6089.48, "end": 6095.48}
{"id": "DjvndGUlncw-t6095.48", "text": "but he seems to then suggest that in terms of how it's actually done there seems to be only a human", "start": 6095.48, "end": 6101.16}
{"id": "DjvndGUlncw-t6101.16", "text": "world world and a scientific realism that seems to be the default attitude for most Americans in", "start": 6101.16, "end": 6106.28}
{"id": "DjvndGUlncw-t6106.28", "text": "the 21st century that science and mathematics are the fundamental structure reality and our study of", "start": 6106.28, "end": 6111.24}
{"id": "DjvndGUlncw-t6111.24", "text": "these fields therefore allow us access to such structure. Well this is a little bit when Hans", "start": 6111.24, "end": 6117.799999999999}
{"id": "DjvndGUlncw-t6117.8", "text": "brought up was bringing out raising earlier as a concern right this this idea of what what what", "start": 6117.8, "end": 6125.08}
{"id": "DjvndGUlncw-t6125.08", "text": "has been unleashed when we think of scientific study as being a social construct right", "start": 6125.08, "end": 6131.4800000000005}
{"id": "DjvndGUlncw-t6134.28", "text": "it doesn't seem to be a question about so much social construct that's an additional level of", "start": 6134.28, "end": 6138.92}
{"id": "DjvndGUlncw-t6138.92", "text": "that discussion right because you could use the view that we only have human interaction with the", "start": 6138.92, "end": 6148.6}
{"id": "DjvndGUlncw-t6148.6", "text": "world through mathematics and technology and the social dimension was his additional question", "start": 6148.6, "end": 6155.16}
{"id": "DjvndGUlncw-t6156.04", "text": "in in in all these debates in the so-called social studies of science few years back and", "start": 6156.04, "end": 6161.88}
{"id": "DjvndGUlncw-t6161.88", "text": "social constructivism that was involved to what degree you know there is a symmetry between social", "start": 6161.88, "end": 6169.400000000001}
{"id": "DjvndGUlncw-t6169.400000000001", "text": "sciences and natural sciences from that point of view and there is much more complex view on the", "start": 6169.400000000001, "end": 6174.84}
{"id": "DjvndGUlncw-t6174.84", "text": "on this point now but I you know I'm I'm all this little bit uneasy with people", "start": 6174.84, "end": 6180.84}
{"id": "DjvndGUlncw-t6181.4800000000005", "text": "looking for a third way or way sort of in between because it seems to me that one could perfectly do", "start": 6181.4800000000005, "end": 6188.76}
{"id": "DjvndGUlncw-t6188.76", "text": "well science under the assumption which as I said people like Niels Bohr and that it is about our", "start": 6188.76, "end": 6198.12}
{"id": "DjvndGUlncw-t6198.12", "text": "interaction with the world through the experiment the technology etc rather than making the claims", "start": 6198.12, "end": 6206.6}
{"id": "DjvndGUlncw-t6206.6", "text": "concerning making such a claim that the nature even in the physics level is described by mathematical", "start": 6206.6, "end": 6214.2}
{"id": "DjvndGUlncw-t6214.2", "text": "equations and things of that type of window I do know that many people do believe in that but", "start": 6214.2, "end": 6219.639999999999}
{"id": "DjvndGUlncw-t6219.639999999999", "text": "I would call this a unfalsifiable metaphysical assumption because you know look von Neumann", "start": 6219.639999999999, "end": 6228.92}
{"id": "DjvndGUlncw-t6229.48", "text": "made a similar type of thing he believed that quantum mechanics described the independent", "start": 6229.48, "end": 6236.12}
{"id": "DjvndGUlncw-t6236.12", "text": "behavior of the anomaly experiment and their fears was that and brings in probability etc", "start": 6236.12, "end": 6243.96}
{"id": "DjvndGUlncw-t6243.96", "text": "but I think it's an unfalsifiable ontology the only thing we can falsify is what we see the", "start": 6243.96, "end": 6250.84}
{"id": "DjvndGUlncw-t6250.84", "text": "experiment and how well our theories predict that but I don't think we can the advantage", "start": 6250.84, "end": 6258.04}
{"id": "DjvndGUlncw-t6258.04", "text": "of seeing the world in terms of interaction in scientific theory and technology is falsifiability", "start": 6258.04, "end": 6266.36}
{"id": "DjvndGUlncw-t6266.36", "text": "you know for me even the theory of relativity even the most people believe that it but not all", "start": 6266.36, "end": 6272.76}
{"id": "DjvndGUlncw-t6272.76", "text": "there are philosophers of science who I think Kush or don't believe that general relativity", "start": 6272.76, "end": 6280.92}
{"id": "DjvndGUlncw-t6280.92", "text": "actually describes it's an idealization which enables us to predict very important effects right", "start": 6280.92, "end": 6287.88}
{"id": "DjvndGUlncw-t6287.88", "text": "so I think this position allows us to do science and it is you can say it is a form of metaphysics", "start": 6287.88, "end": 6294.6}
{"id": "DjvndGUlncw-t6294.6", "text": "because it makes an unfalsifiable ontological assumption about the fact that we cannot describe", "start": 6294.6, "end": 6303.240000000001}
{"id": "DjvndGUlncw-t6303.240000000001", "text": "or represent the universe but it's different from making assumption that we can because there is a", "start": 6303.240000000001, "end": 6309.240000000001}
{"id": "DjvndGUlncw-t6309.240000000001", "text": "symmetry in them because that assumption is non falsifiable there is no way in my view to falsify", "start": 6309.240000000001, "end": 6316.360000000001}
{"id": "DjvndGUlncw-t6316.360000000001", "text": "the assumption that the nature is described by any mathematical equations apart from our existence", "start": 6316.360000000001, "end": 6323.64}
{"id": "DjvndGUlncw-t6323.64", "text": "on the other hand I can perfectly well falsify theory such as quantum mechanics classical physics", "start": 6323.64, "end": 6330.68}
{"id": "DjvndGUlncw-t6330.68", "text": "which can predict experiment some of which has a kind of metaphysical flavor not only", "start": 6330.68, "end": 6336.52}
{"id": "DjvndGUlncw-t6336.52", "text": "Bell theorem rightly brought up by Harold but even the double slit experiment initially", "start": 6336.52, "end": 6342.4400000000005}
{"id": "DjvndGUlncw-t6342.4400000000005", "text": "Schrodinger and Heisenberg's views of quantum mechanics were very different", "start": 6342.4400000000005, "end": 6347.400000000001}
{"id": "DjvndGUlncw-t6347.4", "text": "and metaphysically so it's all so in any event I don't I don't think I understand the temptation", "start": 6347.4, "end": 6355.5599999999995}
{"id": "DjvndGUlncw-t6355.5599999999995", "text": "of the third way or the temptation of scientific realism but I don't think they're necessary", "start": 6355.5599999999995, "end": 6361.5599999999995}
{"id": "DjvndGUlncw-t6361.5599999999995", "text": "and it's not made a matter of welcome razor it's it's a totally different question why why one take", "start": 6361.5599999999995, "end": 6368.36}
{"id": "DjvndGUlncw-t6368.92", "text": "one position or another on that I cannot explain why I take this interactive position", "start": 6368.92, "end": 6375.4}
{"id": "DjvndGUlncw-t6375.4", "text": "versus scientific realism I don't know that I think it's very difficult to explain maybe Elizabeth", "start": 6375.4, "end": 6382.44}
{"id": "DjvndGUlncw-t6382.44", "text": "can explain that because she deals in her domain you deal precisely with this question they are", "start": 6382.44, "end": 6389.4}
{"id": "DjvndGUlncw-t6389.4", "text": "psychological historical philosophical they're not mathematical there is no explanation why", "start": 6389.4, "end": 6395.16}
{"id": "DjvndGUlncw-t6395.16", "text": "I believe in that type of position I can offer some but I could be a scientific realist but I'm no", "start": 6395.16, "end": 6402.28}
{"id": "DjvndGUlncw-t6402.28", "text": "okay thank you Scott fish vine you didn't yeah he said he's on the train so I'll relay him later", "start": 6402.28, "end": 6412.2}
{"id": "DjvndGUlncw-t6412.2", "text": "if he missed out okay yeah you tell me later if I didn't mess up how he wanted that asked um", "start": 6412.2, "end": 6417.32}
{"id": "DjvndGUlncw-t6418.04", "text": "so thank you Scott so next we have three more so this is from Walter K. Lou thank you Walter they", "start": 6418.04, "end": 6424.12}
{"id": "DjvndGUlncw-t6424.12", "text": "wrote I'm going to use the the latest when he wrote which he wrote as meta linguistic and meta", "start": 6424.12, "end": 6430.04}
{"id": "DjvndGUlncw-t6430.04", "text": "perceptual activities respectively to what extent are poetry and cinema both physics and metaphysics", "start": 6430.04, "end": 6436.36}
{"id": "DjvndGUlncw-t6436.36", "text": "in the senses discussed today well", "start": 6436.36, "end": 6442.04}
{"id": "DjvndGUlncw-t6449.16", "text": "that's an interesting one well I mean it right they partake of of metaphysical subject matter right", "start": 6449.16, "end": 6454.68}
{"id": "DjvndGUlncw-t6454.68", "text": "or their subjects might encourage a metaphysical reflection that a fair way to frame it out everybody", "start": 6454.68, "end": 6463.0}
{"id": "DjvndGUlncw-t6464.84", "text": "also like what comes straight to mind is a lot of movies both very popular and even I guess more", "start": 6464.84, "end": 6469.56}
{"id": "DjvndGUlncw-t6469.56", "text": "was seen as high art are using the multiverse concept in in their storytelling now right like", "start": 6469.56, "end": 6477.56}
{"id": "DjvndGUlncw-t6477.56", "text": "everything everywhere all at once the recent movie I was mentioning to you earlier yeah yeah and then", "start": 6477.56, "end": 6482.84}
{"id": "DjvndGUlncw-t6482.84", "text": "another one I was thinking so obviously it's being used in the Marvel Cinematic Universe for the more", "start": 6482.84, "end": 6487.88}
{"id": "DjvndGUlncw-t6489.16", "text": "pop culture reference and then another one I thought of as you guys are talking was it was a", "start": 6489.16, "end": 6492.76}
{"id": "DjvndGUlncw-t6492.76", "text": "short series by the guy Alex carland on hulu cold devs which was about a sort of Silicon Valley", "start": 6492.76, "end": 6500.52}
{"id": "DjvndGUlncw-t6500.52", "text": "company making a computer that sort of predicted sort of predicted how you", "start": 6500.52, "end": 6506.68}
{"id": "DjvndGUlncw-t6506.68", "text": "just I guess some examples that come off the top of my head with the flesh out the cinema aspect", "start": 6506.68, "end": 6516.52}
{"id": "DjvndGUlncw-t6516.52", "text": "of that question yeah so I think actually one really interesting way and maybe where these", "start": 6516.52, "end": 6522.52}
{"id": "DjvndGUlncw-t6522.52", "text": "places can interact is that maybe especially speculative fiction to pick up on that can give", "start": 6522.52, "end": 6529.4800000000005}
{"id": "DjvndGUlncw-t6529.4800000000005", "text": "really really interesting thought experiments for thinking about metaphysical theories that", "start": 6529.4800000000005, "end": 6536.12}
{"id": "DjvndGUlncw-t6536.12", "text": "is good sort of this is again one way in which I think you can think about the way that metaphysical", "start": 6536.12, "end": 6541.0}
{"id": "DjvndGUlncw-t6541.0", "text": "inquiry goes beyond pure empirical inquiry because it's like you're thinking about situations that", "start": 6541.0, "end": 6547.4}
{"id": "DjvndGUlncw-t6547.4", "text": "you know by their nature don't exist but nevertheless might tell you something interesting about", "start": 6547.4, "end": 6551.88}
{"id": "DjvndGUlncw-t6553.72", "text": "the nature of reality if they give problems for your theory so you know very often when we're", "start": 6553.72, "end": 6559.8}
{"id": "DjvndGUlncw-t6559.8", "text": "talking about the metaphysics of persons for example somebody's going to mention something that", "start": 6559.8, "end": 6565.64}
{"id": "DjvndGUlncw-t6565.64", "text": "happened in Star Trek the next generation because here's the thing that happened when there are", "start": 6565.64, "end": 6570.200000000001}
{"id": "DjvndGUlncw-t6570.200000000001", "text": "two rikers after they go through the transporters and what like which one is the real riker", "start": 6570.200000000001, "end": 6575.160000000001}
{"id": "DjvndGUlncw-t6576.12", "text": "and I think I don't just think that that is people goofing off I think it's the like", "start": 6576.12, "end": 6581.0}
{"id": "DjvndGUlncw-t6581.0", "text": "interesting questions about how we think about ourselves can be raised by purely fictional", "start": 6581.0, "end": 6588.92}
{"id": "DjvndGUlncw-t6589.64", "text": "scenarios that allow us to sort of like filter out the noise of the everyday world a little bit", "start": 6589.64, "end": 6594.92}
{"id": "DjvndGUlncw-t6594.92", "text": "and just think about like well what is the nature what do we care about when we care about personhood", "start": 6594.92, "end": 6599.0}
{"id": "DjvndGUlncw-t6599.0", "text": "what do we care about when we care about survival um there are also really interesting questions just", "start": 6599.0, "end": 6604.12}
{"id": "DjvndGUlncw-t6604.12", "text": "about like you know what is the nature of fictional representation like how is it both like true", "start": 6604.12, "end": 6609.88}
{"id": "DjvndGUlncw-t6609.88", "text": "that uh Frodo took the ring to Mount Doom and also true that Frodo doesn't exist because there's no", "start": 6609.88, "end": 6614.76}
{"id": "DjvndGUlncw-t6614.76", "text": "such thing as Hobbits and things like that so like well these are the kind of puzzles that", "start": 6614.76, "end": 6618.04}
{"id": "DjvndGUlncw-t6618.04", "text": "philosophers worry about um so there definitely is like interesting overlap um it's great great", "start": 6618.04, "end": 6624.4400000000005}
{"id": "DjvndGUlncw-t6624.44", "text": "stuff all right when I move on I think we want to get through these last two if possible yeah yeah", "start": 6624.44, "end": 6628.2}
{"id": "DjvndGUlncw-t6628.2", "text": "so it's just Ruth and um Ena so Ruth wrote a comment a question the comments I think pretty", "start": 6628.2, "end": 6633.48}
{"id": "DjvndGUlncw-t6633.48", "text": "funny was not a question it was um I like the point that those claim to shed their metaphysics", "start": 6633.48, "end": 6638.919999999999}
{"id": "DjvndGUlncw-t6638.919999999999", "text": "often have the wildest implicit metaphysics I just like to add also that um when I heard that I", "start": 6638.919999999999, "end": 6643.4}
{"id": "DjvndGUlncw-t6643.4", "text": "generally think of Neil deGrasse Tyson um because I think it's a fortune a lot of science", "start": 6643.4, "end": 6647.879999999999}
{"id": "DjvndGUlncw-t6647.879999999999", "text": "communicators I'm kind of resort to those viewpoints I think like him also Lawrence Krauss I think", "start": 6647.879999999999, "end": 6652.919999999999}
{"id": "DjvndGUlncw-t6652.92", "text": "he's been kind of discredited though due to me too but then also Sam Harris a little bit when he", "start": 6652.92, "end": 6657.4800000000005}
{"id": "DjvndGUlncw-t6657.4800000000005", "text": "talks about philosophy I kind of uh to now because it's not uh it's not great uh anyway um so their", "start": 6657.4800000000005, "end": 6663.72}
{"id": "DjvndGUlncw-t6663.72", "text": "question they wrote um why would metaphysicians need to know physics rather than chemistry I think", "start": 6663.72, "end": 6670.04}
{"id": "DjvndGUlncw-t6670.04", "text": "as a comment made to the previous question without already assuming that chemistry reduces the physics", "start": 6670.04, "end": 6676.12}
{"id": "DjvndGUlncw-t6676.12", "text": "which is a hefty assumption any quick answers to that I it doesn't turn to to know chemistry and", "start": 6676.12, "end": 6687.96}
{"id": "DjvndGUlncw-t6687.96", "text": "physics it's good you're muted Arkady you're you're immune but you can stratify it you can", "start": 6687.96, "end": 6695.96}
{"id": "DjvndGUlncw-t6695.96", "text": "have metaphysics of chemistry uh as you know it's true that the philosophy of chemistry was a very", "start": 6695.96, "end": 6703.16}
{"id": "DjvndGUlncw-t6703.16", "text": "marginal aspect of the history of philosophy of science but actually it is an extremely interesting", "start": 6703.16, "end": 6709.88}
{"id": "DjvndGUlncw-t6709.88", "text": "or even history and philosophy of uh chemistry so you can certainly have a metaphysics of chemistry", "start": 6709.88, "end": 6716.12}
{"id": "DjvndGUlncw-t6716.12", "text": "and or you can have I do think that if you take the emergence view you would you would qualify", "start": 6716.12, "end": 6724.28}
{"id": "DjvndGUlncw-t6724.28", "text": "that any claims you make concerning the metaphysics in terms of fundamental physics could have limit", "start": 6724.28, "end": 6733.4}
{"id": "DjvndGUlncw-t6733.4", "text": "in other domains so I think you have two approaches there and that from that point of view uh just", "start": 6733.4, "end": 6740.28}
{"id": "DjvndGUlncw-t6740.28", "text": "like you can have metaphysics of biology or the unconsciousness or whatever you know or sociological", "start": 6740.28, "end": 6747.32}
{"id": "DjvndGUlncw-t6747.32", "text": "things I think you can perfectly well have metaphysics of chemistry or philosophy of chemistry", "start": 6747.32, "end": 6753.24}
{"id": "DjvndGUlncw-t6753.24", "text": "without assuming that it is reducible to physics even though at some level you can make this", "start": 6753.24, "end": 6760.5199999999995}
{"id": "DjvndGUlncw-t6760.5199999999995", "text": "assumption it just practically is not true because a lot of chemical phenomena cannot be explained", "start": 6760.5199999999995, "end": 6767.48}
{"id": "DjvndGUlncw-t6768.04", "text": "by in terms of physics in very practical terms and it has its own history and its own scientific", "start": 6768.04, "end": 6776.12}
{"id": "DjvndGUlncw-t6776.12", "text": "thinking which is very long going all the back to alchemy and things of that time.", "start": 6776.12, "end": 6780.84}
{"id": "DjvndGUlncw-t6780.84", "text": "Just to pick up on the bit from risk question that I just think was really interesting this", "start": 6780.84, "end": 6785.16}
{"id": "DjvndGUlncw-t6785.16", "text": "this idea of metaphysical inquiry is kind of inevitable like you just always end up doing it", "start": 6785.16, "end": 6791.16}
{"id": "DjvndGUlncw-t6791.16", "text": "is like even just the very question of whether metaphysicians need to know metaphysics oh sorry", "start": 6791.16, "end": 6796.28}
{"id": "DjvndGUlncw-t6796.28", "text": "needs they do need to know metaphysics um whether metaphysicians need to know physics is itself this", "start": 6796.28, "end": 6801.4800000000005}
{"id": "DjvndGUlncw-t6801.4800000000005", "text": "really substantial metaphysical question like you just um the annoying thing about this these", "start": 6801.4800000000005, "end": 6807.64}
{"id": "DjvndGUlncw-t6807.64", "text": "questions but also kind of the cool thing about them is that you you just run into them", "start": 6807.64, "end": 6811.8}
{"id": "DjvndGUlncw-t6811.8", "text": "constantly um you can't get away from them okay I would also like to add I've heard sort of the", "start": 6811.8, "end": 6819.0}
{"id": "DjvndGUlncw-t6819.0", "text": "the same thing uh talked about physics from mathematicians where they say oh physics isn't", "start": 6819.0, "end": 6822.92}
{"id": "DjvndGUlncw-t6822.92", "text": "real math is right because usually they nitpick the fact that in physics you make a lot of assumptions", "start": 6822.92, "end": 6828.280000000001}
{"id": "DjvndGUlncw-t6828.84", "text": "while you shut the pill from the ground up and and math so it's the cycle continues I guess they say", "start": 6828.84, "end": 6833.240000000001}
{"id": "DjvndGUlncw-t6833.24", "text": "um and then I guess last but not least sorry I have to find it on okay Enoch,", "start": 6833.24, "end": 6839.8}
{"id": "DjvndGUlncw-t6839.8", "text": "Aldina thank you Enoch they wrote in what is the role of language in metaphysics", "start": 6839.8, "end": 6844.28}
{"id": "DjvndGUlncw-t6846.2", "text": "another small question yeah very the beginning there was such an important yeah it's important", "start": 6846.2, "end": 6852.04}
{"id": "DjvndGUlncw-t6852.04", "text": "right anyone want to take a shot at that", "start": 6852.04, "end": 6854.2}
{"id": "DjvndGUlncw-t6854.2", "text": "well maybe we can reference some we we made a number of references to sort of the", "start": 6854.2, "end": 6865.639999999999}
{"id": "DjvndGUlncw-t6866.12", "text": "tradition of analytic philosophy which is all about that question", "start": 6866.12, "end": 6869.48}
{"id": "DjvndGUlncw-t6872.12", "text": "by the way I had made a reference earlier to Karnaugh and Davidson as people who were", "start": 6872.12, "end": 6877.24}
{"id": "DjvndGUlncw-t6877.24", "text": "seeking consensus within the discipline I meant Richard Vordi not Donald Davidson", "start": 6877.24, "end": 6882.04}
{"id": "DjvndGUlncw-t6882.04", "text": "what I meant in that comment about different how different fields can you", "start": 6882.04, "end": 6886.28}
{"id": "DjvndGUlncw-t6886.28", "text": "rely on sort of democratic process among your uh participants to settle on what the truth might be", "start": 6886.28, "end": 6891.48}
{"id": "DjvndGUlncw-t6892.04", "text": "or anyway what they're striving for the truth um but I just didn't object because um Walter I", "start": 6892.04, "end": 6899.8}
{"id": "DjvndGUlncw-t6899.8", "text": "think wanted more of the emphasis in poetry and cinema as inherently inquiries into language and", "start": 6899.8, "end": 6904.5199999999995}
{"id": "DjvndGUlncw-t6904.5199999999995", "text": "perception in and of themselves so I think I could kind of add to it to what Enoch was asking", "start": 6904.5199999999995, "end": 6909.24}
{"id": "DjvndGUlncw-t6909.24", "text": "also to maybe better answer what Walter wrote previously sorry so anyone else want to say", "start": 6909.24, "end": 6919.0}
{"id": "DjvndGUlncw-t6919.0", "text": "something about linguistics and it's a big topic vidgenstein in the end of three thetas", "start": 6919.0, "end": 6925.48}
{"id": "DjvndGUlncw-t6925.48", "text": "my language is my world you know so I think it's irreducible because there is no language", "start": 6925.48, "end": 6931.8}
{"id": "DjvndGUlncw-t6931.8", "text": "result thought and there is no thought result language so the language plays a huge role and", "start": 6931.8, "end": 6936.599999999999}
{"id": "DjvndGUlncw-t6936.6", "text": "actually in the history of quantum mechanics there are people including Reisenberg who reflect", "start": 6936.6, "end": 6943.400000000001}
{"id": "DjvndGUlncw-t6943.400000000001", "text": "as well as Bohr on the necessity or even common language that you cannot avoid it you know so I", "start": 6943.400000000001, "end": 6950.280000000001}
{"id": "DjvndGUlncw-t6950.280000000001", "text": "think that that's the but it will be used different I'd love to uh I love the I mentioned", "start": 6950.280000000001, "end": 6957.08}
{"id": "DjvndGUlncw-t6957.08", "text": "of vidgenstein this context because we've mentioned how so many people so many thinkers have said", "start": 6957.08, "end": 6964.4400000000005}
{"id": "DjvndGUlncw-t6964.44", "text": "they want to do without metaphysics and then develop their own terrible metaphysics or rely", "start": 6964.44, "end": 6968.839999999999}
{"id": "DjvndGUlncw-t6968.839999999999", "text": "on them in any way I think vidgenstein is a wonderful and elegant example of someone who", "start": 6968.839999999999, "end": 6975.799999999999}
{"id": "DjvndGUlncw-t6975.799999999999", "text": "tried his darndest to sort of get rid of metaphysics or any way to be an anti-metaphysician and yet", "start": 6975.799999999999, "end": 6981.719999999999}
{"id": "DjvndGUlncw-t6981.719999999999", "text": "he's created industry of metaphysics so I which is a lot more elegant and sophisticated than", "start": 6981.719999999999, "end": 6987.0}
{"id": "DjvndGUlncw-t6987.0", "text": "some of the other folks we've touched on um anyway I want to thank everyone I think you've had an", "start": 6987.0, "end": 6993.16}
{"id": "DjvndGUlncw-t6993.16", "text": "incredibly stimulating conversation and I'm not surprised to find that I'd love for it to continue", "start": 6993.16, "end": 6998.92}
{"id": "DjvndGUlncw-t6998.92", "text": "on further I want to thank you all for participating and I hope you all will consider coming back in", "start": 6998.92, "end": 7005.72}
{"id": "DjvndGUlncw-t7005.72", "text": "the future for other PLX talks to be determined we're going to be starting up again as I said in", "start": 7005.72, "end": 7012.12}
{"id": "DjvndGUlncw-t7012.12", "text": "the fall and we will be sending out announcements to all of our audience members about when that", "start": 7012.12, "end": 7017.08}
{"id": "DjvndGUlncw-t7017.08", "text": "will take place almost certainly sometime in September anyway thank you all again that was", "start": 7017.08, "end": 7022.28}
{"id": "DjvndGUlncw-t7022.28", "text": "been wonderful thank you Mr. Dope thank you thank you everybody bye bye", "start": 7022.28, "end": 7028.04}
{"id": "DjvndGUlncw-t7034.759999999999", "text": "it's unmeasable if you say that so how how do we get out of here", "start": 7034.759999999999, "end": 7041.0}
{"id": "DjvndGUlncw-t7041.0", "text": "you just I'm worried about that but let's talk about it yeah yeah at least they they they they track", "start": 7041.0, "end": 7052.84}
{"id": "DjvndGUlncw-t7052.84", "text": "people", "start": 7052.84, "end": 7072.28}
{"id": "DjvndGUlncw-t7082.84", "text": "you", "start": 7082.84, "end": 7086.4400000000005}
