{"id": "SwKBVfcT8Uo-t0.0", "text": "I want to first start by thanking all the participants for this roundtable, some of whom have come from far away.", "start": 0.0, "end": 11.0}
{"id": "SwKBVfcT8Uo-t11.0", "text": "And I very much appreciate their willingness to come and participate in these two and a half day event.", "start": 11.0, "end": 19.0}
{"id": "SwKBVfcT8Uo-t19.0", "text": "I also want to thank the Helix Executive Board that has been involved with the planning and the Associate Director of the Centre, Robert Penzev.", "start": 19.0, "end": 30.0}
{"id": "SwKBVfcT8Uo-t30.0", "text": "Finally, I want to thank Julia Bontain, who has been instrumental in first having the idea of this roundtable and then being extremely active in organizing it.", "start": 30.0, "end": 46.0}
{"id": "SwKBVfcT8Uo-t46.0", "text": "It has allowed for a very seamless relationship between the two organizations and I'm very thankful to her.", "start": 46.0, "end": 57.0}
{"id": "SwKBVfcT8Uo-t57.0", "text": "I will now pass the mic to her. Thank you.", "start": 57.0, "end": 62.0}
{"id": "SwKBVfcT8Uo-t62.0", "text": "Thank you, Ed.", "start": 62.0, "end": 67.0}
{"id": "SwKBVfcT8Uo-t67.0", "text": "As Ed mentioned, this has been an amazing collaboration between the Centre and the Helix Centre.", "start": 67.0, "end": 76.0}
{"id": "SwKBVfcT8Uo-t76.0", "text": "My name is Julia Bontain. I'm the Founding Director of the Centre and I'm so thrilled that you can all be here tonight to join us in this conference of conversation.", "start": 76.0, "end": 85.0}
{"id": "SwKBVfcT8Uo-t85.0", "text": "We have digital attendees as well, so welcome if you hear us on the live stream.", "start": 85.0, "end": 90.0}
{"id": "SwKBVfcT8Uo-t90.0", "text": "Tonight we're going to be talking for the rest of the weekend about art, science, culture, education, technology and our collective futures.", "start": 90.0, "end": 100.0}
{"id": "SwKBVfcT8Uo-t100.0", "text": "So I had the idea for this weekend about a year and a half ago after attending a conference where all the discussion was very wonderful, but there was very little time for kind of free, spontaneous conversation.", "start": 100.0, "end": 113.0}
{"id": "SwKBVfcT8Uo-t113.0", "text": "So what we're going to do here this weekend is a little bit different than your typical conference as you may have gathered.", "start": 113.0, "end": 120.0}
{"id": "SwKBVfcT8Uo-t120.0", "text": "With the goal of evolving a collective conversation over the course of three days, we are cutting out prescripted presentations entirely and we've invited 36 innovative leaders in the art, science, technology and education realms to share their current work, talk about the problems they're facing,", "start": 120.0, "end": 139.0}
{"id": "SwKBVfcT8Uo-t139.0", "text": "solutions they may have come up with to common problems, talk about issues big and small, talk about where we are and where we want to be, not only in the worlds of art and science, but at the points where they converge.", "start": 139.0, "end": 153.0}
{"id": "SwKBVfcT8Uo-t153.0", "text": "So importantly, and I want to emphasize this from the start, the interaction between art and science and technology in our culture, industry and education is well established.", "start": 153.0, "end": 164.0}
{"id": "SwKBVfcT8Uo-t164.0", "text": "We're not here to justify that interaction. I think it speaks for itself.", "start": 164.0, "end": 169.0}
{"id": "SwKBVfcT8Uo-t169.0", "text": "Rather, we're going to, over the course of six round table discussions on three central topics, be talking about questions like what are the potentials of science art collaboration beyond art about science?", "start": 169.0, "end": 181.0}
{"id": "SwKBVfcT8Uo-t181.0", "text": "How do we build models for education in the 21st century?", "start": 181.0, "end": 186.0}
{"id": "SwKBVfcT8Uo-t186.0", "text": "How do we repair and build upon the multi-directional relationship between art, science and society?", "start": 186.0, "end": 193.0}
{"id": "SwKBVfcT8Uo-t193.0", "text": "So I'm so grateful to have found the perfect partner for this type of conversation, the Helix Center.", "start": 193.0, "end": 199.0}
{"id": "SwKBVfcT8Uo-t199.0", "text": "The Helix Center's motto encourages us to engage in an unhurried search for wisdom, and I think it's high time guided by wisdom to really evolve these conversations that we're going to have to the next level.", "start": 199.0, "end": 212.0}
{"id": "SwKBVfcT8Uo-t212.0", "text": "So I hope you enjoy this evening and join us for the rest of the weekend.", "start": 212.0, "end": 216.0}
{"id": "SwKBVfcT8Uo-t216.0", "text": "We will now, we have invited up our round table participants, they're already there, and I will introduce them to you all.", "start": 216.0, "end": 225.0}
{"id": "SwKBVfcT8Uo-t225.0", "text": "But yes, thank you for being here. Okay.", "start": 225.0, "end": 229.0}
{"id": "SwKBVfcT8Uo-t229.0", "text": "And please raise your hand when I say your name so everyone can know who you are.", "start": 229.0, "end": 237.0}
{"id": "SwKBVfcT8Uo-t237.0", "text": "We have Mark Rosen, who is a professor of physics at Porett, and he's also the director of Gorilla Science.", "start": 237.0, "end": 244.0}
{"id": "SwKBVfcT8Uo-t244.0", "text": "Shane Mayak is the director of the Lago Project.", "start": 244.0, "end": 250.0}
{"id": "SwKBVfcT8Uo-t250.0", "text": "Tyler Voke is a professor of biology and environmental studies at NYU and is also an author.", "start": 250.0, "end": 257.0}
{"id": "SwKBVfcT8Uo-t257.0", "text": "Noah Hutton is the director of the Beautiful Brain and is also a filmmaker.", "start": 257.0, "end": 262.0}
{"id": "SwKBVfcT8Uo-t262.0", "text": "Jamie McCray is a conservation scientist and a dancer.", "start": 262.0, "end": 267.0}
{"id": "SwKBVfcT8Uo-t267.0", "text": "And Monica Iello is the co-founder of Eureka's and also an artist.", "start": 267.0, "end": 272.0}
{"id": "SwKBVfcT8Uo-t272.0", "text": "So this first panel, as you guys know from your handout, is all about science art collaboration.", "start": 272.0, "end": 278.0}
{"id": "SwKBVfcT8Uo-t278.0", "text": "So we're just going to jump in here with some questions about what is the nature of art science collaboration,", "start": 278.0, "end": 284.0}
{"id": "SwKBVfcT8Uo-t284.0", "text": "who's the owner of a collaborative project.", "start": 284.0, "end": 286.0}
{"id": "SwKBVfcT8Uo-t286.0", "text": "Does art need to influence science as science influences art?", "start": 286.0, "end": 292.0}
{"id": "SwKBVfcT8Uo-t296.0", "text": "Those are the questions.", "start": 296.0, "end": 299.0}
{"id": "SwKBVfcT8Uo-t299.0", "text": "So you're going to answer them all of us now.", "start": 299.0, "end": 303.0}
{"id": "SwKBVfcT8Uo-t303.0", "text": "Yeah, well do you each take turns and you know, oh jeez I feel like the place where I always like to start asking these.", "start": 303.0, "end": 319.0}
{"id": "SwKBVfcT8Uo-t319.0", "text": "These are really big questions, but I am curious to hear from all of y'all.", "start": 319.0, "end": 326.0}
{"id": "SwKBVfcT8Uo-t326.0", "text": "What isn't good in collaboration?", "start": 326.0, "end": 332.0}
{"id": "SwKBVfcT8Uo-t332.0", "text": "I think starting from a place of like criticizing what can go wrong from a collaboration,", "start": 332.0, "end": 339.0}
{"id": "SwKBVfcT8Uo-t339.0", "text": "because I've been into too many events like this and I've seen too many collaborations happen", "start": 339.0, "end": 344.0}
{"id": "SwKBVfcT8Uo-t344.0", "text": "where it almost seems like when a science and an artist come together,", "start": 344.0, "end": 348.0}
{"id": "SwKBVfcT8Uo-t348.0", "text": "magically we receive less than the sum of the parts somehow.", "start": 348.0, "end": 352.0}
{"id": "SwKBVfcT8Uo-t352.0", "text": "Both things get diluted and I'm being negative to start here, but yeah, but like both things get diluted,", "start": 352.0, "end": 358.0}
{"id": "SwKBVfcT8Uo-t358.0", "text": "the scientist ends up feeling like they have to dumb down their work to reach somewhere in the muddy middle,", "start": 358.0, "end": 366.0}
{"id": "SwKBVfcT8Uo-t366.0", "text": "and the artist feels like they have to give a sketchbook account of the science", "start": 366.0, "end": 373.0}
{"id": "SwKBVfcT8Uo-t373.0", "text": "or somehow just given aesthetic rendition of scientific objects.", "start": 373.0, "end": 378.0}
{"id": "SwKBVfcT8Uo-t378.0", "text": "And as a result I'm not sure what's added. I'm always interested in interdisciplinary that ends up feeling like it's more than the sum of its parts,", "start": 378.0, "end": 388.0}
{"id": "SwKBVfcT8Uo-t388.0", "text": "and I just wonder if you guys feel the same, or if you've seen anything, if you've seen what I'm describing happen,", "start": 388.0, "end": 397.0}
{"id": "SwKBVfcT8Uo-t397.0", "text": "where there's a diluting process to this kind of muddy middle ground.", "start": 397.0, "end": 401.0}
{"id": "SwKBVfcT8Uo-t401.0", "text": "Well I think that happens to some degree in any interdisciplinary collaboration.", "start": 401.0, "end": 411.0}
{"id": "SwKBVfcT8Uo-t411.0", "text": "Thank you.", "start": 411.0, "end": 413.0}
{"id": "SwKBVfcT8Uo-t413.0", "text": "I don't know what to do about that.", "start": 413.0, "end": 416.0}
{"id": "SwKBVfcT8Uo-t416.0", "text": "Why?", "start": 416.0, "end": 417.0}
{"id": "SwKBVfcT8Uo-t417.0", "text": "Is my mic not on?", "start": 417.0, "end": 419.0}
{"id": "SwKBVfcT8Uo-t419.0", "text": "There again.", "start": 419.0, "end": 421.0}
{"id": "SwKBVfcT8Uo-t421.0", "text": "Okay, so what I was saying is I think that can happen in any interdisciplinary collaboration,", "start": 421.0, "end": 427.0}
{"id": "SwKBVfcT8Uo-t427.0", "text": "and I think part of the problem is a lack of resources to a lot of what we're doing that makes some of the work", "start": 427.0, "end": 439.0}
{"id": "SwKBVfcT8Uo-t439.0", "text": "difficult to sustain, and even begin to some degree, even though a lot of us are trying to begin it.", "start": 439.0, "end": 449.0}
{"id": "SwKBVfcT8Uo-t449.0", "text": "Does that make any sense?", "start": 449.0, "end": 450.0}
{"id": "SwKBVfcT8Uo-t450.0", "text": "So you're saying lack of funding creates an environment where it's tough to even get going to a rich level.", "start": 450.0, "end": 457.0}
{"id": "SwKBVfcT8Uo-t457.0", "text": "Yeah.", "start": 457.0, "end": 458.0}
{"id": "SwKBVfcT8Uo-t458.0", "text": "Yeah.", "start": 458.0, "end": 459.0}
{"id": "SwKBVfcT8Uo-t459.0", "text": "I don't think you need funding to create a rich collaboration.", "start": 459.0, "end": 465.0}
{"id": "SwKBVfcT8Uo-t465.0", "text": "I really like the term transdisciplinary, because with that it's not,", "start": 465.0, "end": 473.0}
{"id": "SwKBVfcT8Uo-t473.0", "text": "hey I'm going to bring my art and you're going to bring your science and we're going to walk along to parallel paths", "start": 473.0, "end": 481.0}
{"id": "SwKBVfcT8Uo-t481.0", "text": "together for some time and then we're going to split up.", "start": 481.0, "end": 483.0}
{"id": "SwKBVfcT8Uo-t483.0", "text": "But where we're going to work together and build a collaboration.", "start": 483.0, "end": 488.0}
{"id": "SwKBVfcT8Uo-t488.0", "text": "So how and why are you going to do that?", "start": 488.0, "end": 493.0}
{"id": "SwKBVfcT8Uo-t493.0", "text": "Because of the grand scheme of things.", "start": 493.0, "end": 498.0}
{"id": "SwKBVfcT8Uo-t498.0", "text": "The questions that we're trying to answer now are so large that one discipline can't handle it.", "start": 498.0, "end": 506.0}
{"id": "SwKBVfcT8Uo-t506.0", "text": "No, absolutely.", "start": 506.0, "end": 507.0}
{"id": "SwKBVfcT8Uo-t507.0", "text": "Right.", "start": 507.0, "end": 508.0}
{"id": "SwKBVfcT8Uo-t508.0", "text": "So that's why we're going to, that's why we want to collaborate together.", "start": 508.0, "end": 513.0}
{"id": "SwKBVfcT8Uo-t513.0", "text": "So now we're going to have to take time to build relationships.", "start": 513.0, "end": 519.0}
{"id": "SwKBVfcT8Uo-t519.0", "text": "And you know that, I mean time is a resource that can be short, but it's not necessarily a resource that you always need a grant for.", "start": 519.0, "end": 533.0}
{"id": "SwKBVfcT8Uo-t533.0", "text": "So if you have trust, if you have a scientist sharing their process and their knowledge and an artist sharing their process and their knowledge.", "start": 533.0, "end": 545.0}
{"id": "SwKBVfcT8Uo-t545.0", "text": "So one is not more than the other.", "start": 545.0, "end": 549.0}
{"id": "SwKBVfcT8Uo-t549.0", "text": "I feel like you can create a space where both of them are creating something wholly new that you wouldn't be able to get alone.", "start": 549.0, "end": 560.0}
{"id": "SwKBVfcT8Uo-t560.0", "text": "Yeah, I agree with all of those things. But I do think it's a bit idealistic.", "start": 560.0, "end": 566.0}
{"id": "SwKBVfcT8Uo-t566.0", "text": "Not, and I don't want to focus this whole discussion on funding because I think that would not be beneficial.", "start": 566.0, "end": 572.0}
{"id": "SwKBVfcT8Uo-t572.0", "text": "But that in the grand scheme of priorities that all of us in this room have, it's very, very difficult to support rich, meaningful work without having a financial structure to do so.", "start": 572.0, "end": 595.0}
{"id": "SwKBVfcT8Uo-t595.0", "text": "Yeah, I would agree with that. I wouldn't, I would frame it slightly differently and say that.", "start": 595.0, "end": 602.0}
{"id": "SwKBVfcT8Uo-t602.0", "text": "That's probably useful, thank you.", "start": 602.0, "end": 604.0}
{"id": "SwKBVfcT8Uo-t604.0", "text": "I would say that the incentive structure is such that in science there is a wealth of funding and there is a professionalization of sharing your work.", "start": 604.0, "end": 618.0}
{"id": "SwKBVfcT8Uo-t618.0", "text": "It is part of your formal duties as a scientist to disseminate your work into the wider community where the people actually do that in practice or not is by the by.", "start": 618.0, "end": 628.0}
{"id": "SwKBVfcT8Uo-t628.0", "text": "Whereas for artists as a kind of early or mid-career artist, there isn't a formal infrastructure that will pay you to do that work.", "start": 628.0, "end": 641.0}
{"id": "SwKBVfcT8Uo-t641.0", "text": "And so when the norms of the scientific community are brought into an artistic realm and people ask you to as an artist do things for free because it's assumed it's part of your professional work, then it's, there's an inequity in that situation.", "start": 641.0, "end": 656.0}
{"id": "SwKBVfcT8Uo-t656.0", "text": "And so there's a disincentive for the artist to, I guess, to contribute at the same level as the scientist.", "start": 656.0, "end": 666.0}
{"id": "SwKBVfcT8Uo-t666.0", "text": "And that is fundamentally, I think, tied to funding and kind of the resources that are tied with those professions.", "start": 666.0, "end": 676.0}
{"id": "SwKBVfcT8Uo-t676.0", "text": "And there's, can I keep speaking or am I monopolizing?", "start": 676.0, "end": 680.0}
{"id": "SwKBVfcT8Uo-t680.0", "text": "So I think that's true. I think like there's an inequity in resources and that creates an incentive structure that's imbalanced.", "start": 680.0, "end": 689.0}
{"id": "SwKBVfcT8Uo-t689.0", "text": "And so I really like the term incentivization too. I think that's like an excellent way to put it.", "start": 689.0, "end": 695.0}
{"id": "SwKBVfcT8Uo-t695.0", "text": "So I think that you'll find because of that financial incentive structure, there are artists that need money and they are going to basically be chasing money.", "start": 695.0, "end": 708.0}
{"id": "SwKBVfcT8Uo-t708.0", "text": "They may, in the worst case scenario, they may be known as referring to you, they may try and retrofit their work to access a pot of science funding to allow them to do a project they want to, in a worst case scenario.", "start": 708.0, "end": 721.0}
{"id": "SwKBVfcT8Uo-t721.0", "text": "Does that make sense? I'm seeing blank faces.", "start": 721.0, "end": 725.0}
{"id": "SwKBVfcT8Uo-t725.0", "text": "But it's also a problem on the science side, right? Where there isn't any or very little incentivization in academia in science to be part of these sorts of things.", "start": 725.0, "end": 739.0}
{"id": "SwKBVfcT8Uo-t739.0", "text": "You don't get any, if you're trying to get to the next level in academia, you don't get points for working with an artist.", "start": 739.0, "end": 748.0}
{"id": "SwKBVfcT8Uo-t748.0", "text": "You don't. So it's not part of the incentivization structure.", "start": 748.0, "end": 752.0}
{"id": "SwKBVfcT8Uo-t752.0", "text": "But I feel like we're trying to fix that. And NSF, broader impacts, right? There's, there are line items in grants that you can use.", "start": 752.0, "end": 764.0}
{"id": "SwKBVfcT8Uo-t764.0", "text": "Now you need to use them creatively. But that can be a way for you to have those broader impacts and that is a structure that has been set up.", "start": 764.0, "end": 777.0}
{"id": "SwKBVfcT8Uo-t777.0", "text": "That we can make use of now.", "start": 777.0, "end": 780.0}
{"id": "SwKBVfcT8Uo-t780.0", "text": "Or like, let's, how do we do this creatively? How do I not say my broader impacts that I'm going to, you know, give a talk to some school children again?", "start": 780.0, "end": 791.0}
{"id": "SwKBVfcT8Uo-t791.0", "text": "And have that be the way that I'm disseminating the information?", "start": 791.0, "end": 797.0}
{"id": "SwKBVfcT8Uo-t797.0", "text": "So, let me bring up an example because Noah was asking something about difficulties in collaboration and the funding.", "start": 797.0, "end": 808.0}
{"id": "SwKBVfcT8Uo-t808.0", "text": "So, so something that really struck me and maybe it relates to a lot of the audience.", "start": 808.0, "end": 812.0}
{"id": "SwKBVfcT8Uo-t812.0", "text": "If you saw El Gore's original movie, the original movie, not the newest one, but the, the inconvenient truth.", "start": 812.0, "end": 818.0}
{"id": "SwKBVfcT8Uo-t818.0", "text": "A lot of people saw that. So that really struck me. I'm scientist, do work on climate and the carbon cycle primarily,", "start": 818.0, "end": 828.0}
{"id": "SwKBVfcT8Uo-t828.0", "text": "but I'm interested in levels of organization and pattern formation on different scales and I, I, I love art and working with artists when I can.", "start": 828.0, "end": 838.0}
{"id": "SwKBVfcT8Uo-t838.0", "text": "But that particular movie was very popular, you know, and it, it, it had, it struck, it changed, you know, got people waking up to issues about global warming.", "start": 838.0, "end": 851.0}
{"id": "SwKBVfcT8Uo-t851.0", "text": "I don't think they covered the carbon cycle quite as well as I would have liked.", "start": 851.0, "end": 855.0}
{"id": "SwKBVfcT8Uo-t855.0", "text": "Not how you would have done it.", "start": 855.0, "end": 857.0}
{"id": "SwKBVfcT8Uo-t857.0", "text": "Of course it is.", "start": 857.0, "end": 858.0}
{"id": "SwKBVfcT8Uo-t858.0", "text": "But, but it really struck me that there was a collaboration, you know, if we include filmmaking as art as the artist, right?", "start": 858.0, "end": 867.0}
{"id": "SwKBVfcT8Uo-t867.0", "text": "And it struck me, so okay with that.", "start": 867.0, "end": 869.0}
{"id": "SwKBVfcT8Uo-t869.0", "text": "And it struck me that, you know, Gore had this power point that he was going around and giving talks with and he had developed over a series of time.", "start": 869.0, "end": 878.0}
{"id": "SwKBVfcT8Uo-t878.0", "text": "But how much more powerful that was when the artists, when the professional filmmakers came in and, and thought about scripting that in a certain kind of way.", "start": 878.0, "end": 890.0}
{"id": "SwKBVfcT8Uo-t890.0", "text": "And it still had a certain Al Gore on stage with his power point, a little bit aspect of it, but then he had all these other things that were coming in that were, I just, I just was really blown away at the skillfulness of the artists that were coming", "start": 890.0, "end": 905.0}
{"id": "SwKBVfcT8Uo-t905.0", "text": "onto that situation in which, and where the science was probably no more detailed than it had been.", "start": 905.0, "end": 912.0}
{"id": "SwKBVfcT8Uo-t912.0", "text": "I mean, I'm sure there were some changes.", "start": 912.0, "end": 913.0}
{"id": "SwKBVfcT8Uo-t913.0", "text": "I don't know what the original power point was.", "start": 913.0, "end": 915.0}
{"id": "SwKBVfcT8Uo-t915.0", "text": "But that really struck me as a great example of the kind of communication that could happen to millions where the scientist is going to, you know, if I write books and they sell them to thousands, let's say, right?", "start": 915.0, "end": 932.0}
{"id": "SwKBVfcT8Uo-t932.0", "text": "That's not reaching, you know, the millions that I think are needed to be reached with the problems, with the global problems that are going on.", "start": 932.0, "end": 941.0}
{"id": "SwKBVfcT8Uo-t941.0", "text": "And the amount of ignorance in the United States scientifically that happens, the amount that needs to be changed is so vast.", "start": 941.0, "end": 949.0}
{"id": "SwKBVfcT8Uo-t949.0", "text": "So to me, that kind of thing, the Gore film as an example is important.", "start": 949.0, "end": 953.0}
{"id": "SwKBVfcT8Uo-t953.0", "text": "And there's been a lot of environmental films now about fish, about ice, about, I mean, it's almost like a genre that's coming out as a result.", "start": 953.0, "end": 963.0}
{"id": "SwKBVfcT8Uo-t963.0", "text": "So I'm just putting that out as an example of something that struck me as particularly powerful instance of success.", "start": 963.0, "end": 972.0}
{"id": "SwKBVfcT8Uo-t972.0", "text": "Good. That's a positive example.", "start": 972.0, "end": 974.0}
{"id": "SwKBVfcT8Uo-t974.0", "text": "So I don't know what, I guess, I guess, how can more of that happen, how can the funding for more of that happen?", "start": 974.0, "end": 983.0}
{"id": "SwKBVfcT8Uo-t983.0", "text": "Right.", "start": 983.0, "end": 984.0}
{"id": "SwKBVfcT8Uo-t984.0", "text": "Yeah.", "start": 984.0, "end": 985.0}
{"id": "SwKBVfcT8Uo-t985.0", "text": "I mean, I think, I'm going to just be really brief because you're here.", "start": 985.0, "end": 989.0}
{"id": "SwKBVfcT8Uo-t989.0", "text": "But I don't think that any of this should be taken as negative.", "start": 989.0, "end": 993.0}
{"id": "SwKBVfcT8Uo-t993.0", "text": "I think that particularly a group like this should be thinking about the barriers.", "start": 993.0, "end": 1001.0}
{"id": "SwKBVfcT8Uo-t1001.0", "text": "And I think one barrier is how do you get people to be really invested in these collaborations?", "start": 1001.0, "end": 1008.0}
{"id": "SwKBVfcT8Uo-t1008.0", "text": "It's a huge barrier.", "start": 1008.0, "end": 1009.0}
{"id": "SwKBVfcT8Uo-t1009.0", "text": "And if we don't think about it, everybody in this room, we're not doing our jobs.", "start": 1009.0, "end": 1014.0}
{"id": "SwKBVfcT8Uo-t1014.0", "text": "Why would you agree with that too? Because I have to say, just being invited to do something like this is so exciting because when we started doing art and science,", "start": 1014.0, "end": 1023.0}
{"id": "SwKBVfcT8Uo-t1023.0", "text": "programming, artwork, engagement activities 15 years ago, people's eyes would glass over.", "start": 1023.0, "end": 1028.0}
{"id": "SwKBVfcT8Uo-t1028.0", "text": "They would ask us why? And we spent most of our early part of our careers just convincing people of the relevancy of this conversation.", "start": 1028.0, "end": 1037.0}
{"id": "SwKBVfcT8Uo-t1037.0", "text": "So assuming that most people in this room are interested in the topic, then I do think bringing up challenges and the nitty gritty is a real key aspect.", "start": 1037.0, "end": 1046.0}
{"id": "SwKBVfcT8Uo-t1046.0", "text": "I will say from the artist's perspective, artists are really used to doing things for no money.", "start": 1046.0, "end": 1051.0}
{"id": "SwKBVfcT8Uo-t1051.0", "text": "Like we put in all of our sweat equity and our capital up front and artists that are working with scientists, you know, go out there and try to find a scientist that's going to like give us their time so we can ask the crazy questions and come up with things.", "start": 1051.0, "end": 1066.0}
{"id": "SwKBVfcT8Uo-t1066.0", "text": "And then a lot of times the economic reward comes at the end whether you're selling a piece of artwork or doing an exhibition or for us kind of distilling that into a public engagement forum.", "start": 1066.0, "end": 1078.0}
{"id": "SwKBVfcT8Uo-t1078.0", "text": "But what I find to be the most challenging from my standpoint is institutional barriers.", "start": 1078.0, "end": 1084.0}
{"id": "SwKBVfcT8Uo-t1084.0", "text": "Working with institutions, whether it's art museums, science museums, libraries, schools that don't yet have that framework in place to foster the collaboration.", "start": 1084.0, "end": 1095.0}
{"id": "SwKBVfcT8Uo-t1095.0", "text": "Or fund it in a way that really makes sense.", "start": 1095.0, "end": 1099.0}
{"id": "SwKBVfcT8Uo-t1099.0", "text": "So you're really largely depending on other people that really have similar objectives and goals in life to give their good will.", "start": 1099.0, "end": 1107.0}
{"id": "SwKBVfcT8Uo-t1107.0", "text": "And not to switch this up too much, but I did want to speak to your point about transdisciplinary because that's definitely a word that is very much the language we're trying to foster because I think that is really the point of what you bring up", "start": 1107.0, "end": 1121.0}
{"id": "SwKBVfcT8Uo-t1121.0", "text": "when the sum of the parts are greater than it's actually transdisciplinary, you're creating something new out of that experience.", "start": 1121.0, "end": 1130.0}
{"id": "SwKBVfcT8Uo-t1130.0", "text": "Yeah, I totally agree.", "start": 1130.0, "end": 1132.0}
{"id": "SwKBVfcT8Uo-t1132.0", "text": "And, Chan, I just wanted to respond to what you said because I do agree that barriers are everywhere and they're institutional and they're funding, of course.", "start": 1132.0, "end": 1141.0}
{"id": "SwKBVfcT8Uo-t1141.0", "text": "But I just think that we are at a place now in this conversation where we can actually maybe say that there's some good collaborations and bad collaborations because I think we can get more, we can have more barriers lifted if we articulate better what this is all about, like what the hell are we doing with transdisciplinary projects.", "start": 1141.0, "end": 1164.0}
{"id": "SwKBVfcT8Uo-t1164.0", "text": "What can we, is it about awareness, like is it making products like maybe they're all good.", "start": 1164.0, "end": 1171.0}
{"id": "SwKBVfcT8Uo-t1171.0", "text": "I mean, I mean, maybe they're all good.", "start": 1171.0, "end": 1174.0}
{"id": "SwKBVfcT8Uo-t1174.0", "text": "I disagree.", "start": 1174.0, "end": 1175.0}
{"id": "SwKBVfcT8Uo-t1175.0", "text": "They're not all good.", "start": 1175.0, "end": 1176.0}
{"id": "SwKBVfcT8Uo-t1176.0", "text": "I'll give it to the goal is.", "start": 1176.0, "end": 1178.0}
{"id": "SwKBVfcT8Uo-t1178.0", "text": "It depends on what the goal is.", "start": 1178.0, "end": 1179.0}
{"id": "SwKBVfcT8Uo-t1179.0", "text": "I agree.", "start": 1179.0, "end": 1180.0}
{"id": "SwKBVfcT8Uo-t1180.0", "text": "I totally.", "start": 1180.0, "end": 1181.0}
{"id": "SwKBVfcT8Uo-t1181.0", "text": "So I think maybe we should talk about goals a little bit of what, why do a collaboration?", "start": 1181.0, "end": 1188.0}
{"id": "SwKBVfcT8Uo-t1188.0", "text": "What's the utmost goal?", "start": 1188.0, "end": 1189.0}
{"id": "SwKBVfcT8Uo-t1189.0", "text": "I think Tyler brings up great.", "start": 1189.0, "end": 1190.0}
{"id": "SwKBVfcT8Uo-t1190.0", "text": "Well, in that example, right, the artist comes in as the guide to the communication, as the one that's going to translate the visuals into public communication in a meaningful way or a way that's acceptable to the human brain that sort of fits our receptivity.", "start": 1190.0, "end": 1210.0}
{"id": "SwKBVfcT8Uo-t1210.0", "text": "But there'd be another aspect of something Julia was asking about the mind of the artist, you know, that might have different ideas about something totally.", "start": 1210.0, "end": 1221.0}
{"id": "SwKBVfcT8Uo-t1221.0", "text": "And that, I don't know if that's a different avenue to this transdisciplinary.", "start": 1221.0, "end": 1227.0}
{"id": "SwKBVfcT8Uo-t1227.0", "text": "I don't, what do you mean by transdisciplinary?", "start": 1227.0, "end": 1230.0}
{"id": "SwKBVfcT8Uo-t1230.0", "text": "I'm okay with the term.", "start": 1230.0, "end": 1231.0}
{"id": "SwKBVfcT8Uo-t1231.0", "text": "I'm curious.", "start": 1231.0, "end": 1233.0}
{"id": "SwKBVfcT8Uo-t1233.0", "text": "I think lots of people have that question.", "start": 1233.0, "end": 1236.0}
{"id": "SwKBVfcT8Uo-t1236.0", "text": "Wait, you brought it up.", "start": 1236.0, "end": 1237.0}
{"id": "SwKBVfcT8Uo-t1237.0", "text": "I brought it up and I think your definition was very, very succinct.", "start": 1237.0, "end": 1242.0}
{"id": "SwKBVfcT8Uo-t1242.0", "text": "I looked it up today.", "start": 1242.0, "end": 1243.0}
{"id": "SwKBVfcT8Uo-t1243.0", "text": "Wait, so what was your definition?", "start": 1243.0, "end": 1245.0}
{"id": "SwKBVfcT8Uo-t1245.0", "text": "Okay, so I looked at transdisciplinary and or disciplinary, multidisciplinary.", "start": 1245.0, "end": 1250.0}
{"id": "SwKBVfcT8Uo-t1250.0", "text": "And of course, there's argument on what all this means.", "start": 1250.0, "end": 1254.0}
{"id": "SwKBVfcT8Uo-t1254.0", "text": "But transdisciplinary is supposed to be about transcending discipline.", "start": 1254.0, "end": 1258.0}
{"id": "SwKBVfcT8Uo-t1258.0", "text": "And so that when you have people coming from disciplines together, you're creating something that's new, as opposed to just fusing disciplines or somebody being a scientist and me being an artist and us using our individual practice together.", "start": 1258.0, "end": 1273.0}
{"id": "SwKBVfcT8Uo-t1273.0", "text": "We're actually trying to create something that hasn't existed out of that mix.", "start": 1273.0, "end": 1278.0}
{"id": "SwKBVfcT8Uo-t1278.0", "text": "Right.", "start": 1278.0, "end": 1279.0}
{"id": "SwKBVfcT8Uo-t1279.0", "text": "And I think a good piece of that.", "start": 1279.0, "end": 1281.0}
{"id": "SwKBVfcT8Uo-t1281.0", "text": "I think that this statistic is part of that.", "start": 1281.0, "end": 1289.0}
{"id": "SwKBVfcT8Uo-t1289.0", "text": "And not having within it that hierarchy that we've been talking about where, you know, where the sciences is bringing the artists to come and help with the science.", "start": 1289.0, "end": 1298.0}
{"id": "SwKBVfcT8Uo-t1298.0", "text": "That's the communication.", "start": 1298.0, "end": 1300.0}
{"id": "SwKBVfcT8Uo-t1300.0", "text": "Right.", "start": 1300.0, "end": 1301.0}
{"id": "SwKBVfcT8Uo-t1301.0", "text": "And I mean, that is a part of it.", "start": 1301.0, "end": 1304.0}
{"id": "SwKBVfcT8Uo-t1304.0", "text": "But as an artist, as well as a scientist, as an artist, you are.", "start": 1304.0, "end": 1310.0}
{"id": "SwKBVfcT8Uo-t1310.0", "text": "I look for something to base my work on.", "start": 1310.0, "end": 1316.0}
{"id": "SwKBVfcT8Uo-t1316.0", "text": "You know, I think both disciplines at their heart are looking to express a truth of the universe.", "start": 1316.0, "end": 1323.0}
{"id": "SwKBVfcT8Uo-t1323.0", "text": "You know, what is, how are we describing things?", "start": 1323.0, "end": 1326.0}
{"id": "SwKBVfcT8Uo-t1326.0", "text": "What is, you know, how can we distill it?", "start": 1326.0, "end": 1329.0}
{"id": "SwKBVfcT8Uo-t1329.0", "text": "And some of the questioning happens in different ways.", "start": 1329.0, "end": 1333.0}
{"id": "SwKBVfcT8Uo-t1333.0", "text": "But if you're like, okay, we're working towards this thing together.", "start": 1333.0, "end": 1338.0}
{"id": "SwKBVfcT8Uo-t1338.0", "text": "How can we meld our disciplines in transdisciplinary manner?", "start": 1338.0, "end": 1344.0}
{"id": "SwKBVfcT8Uo-t1344.0", "text": "To get at the truth of the universe?", "start": 1344.0, "end": 1346.0}
{"id": "SwKBVfcT8Uo-t1346.0", "text": "So I feel like that's what a lot of scientific questions are asking.", "start": 1346.0, "end": 1351.0}
{"id": "SwKBVfcT8Uo-t1351.0", "text": "Right?", "start": 1351.0, "end": 1352.0}
{"id": "SwKBVfcT8Uo-t1352.0", "text": "We want to explain the world that we live in.", "start": 1352.0, "end": 1355.0}
{"id": "SwKBVfcT8Uo-t1355.0", "text": "Right.", "start": 1355.0, "end": 1356.0}
{"id": "SwKBVfcT8Uo-t1356.0", "text": "Specific truth.", "start": 1356.0, "end": 1357.0}
{"id": "SwKBVfcT8Uo-t1357.0", "text": "Yeah.", "start": 1357.0, "end": 1358.0}
{"id": "SwKBVfcT8Uo-t1358.0", "text": "So a specific truth and science frames those with hypotheses.", "start": 1358.0, "end": 1363.0}
{"id": "SwKBVfcT8Uo-t1363.0", "text": "And artists have a little different language, but they're both modes of questioning what's happening.", "start": 1363.0, "end": 1370.0}
{"id": "SwKBVfcT8Uo-t1370.0", "text": "And so I think you can have those really work well together.", "start": 1370.0, "end": 1374.0}
{"id": "SwKBVfcT8Uo-t1374.0", "text": "May I make what I think is an empirical observation about, like, the landscape?", "start": 1374.0, "end": 1379.0}
{"id": "SwKBVfcT8Uo-t1379.0", "text": "And that observation is that the majority of the work that I'm familiar with at this interface is from the scientific institutions perspective", "start": 1379.0, "end": 1392.0}
{"id": "SwKBVfcT8Uo-t1392.0", "text": "about building science literacy.", "start": 1392.0, "end": 1394.0}
{"id": "SwKBVfcT8Uo-t1394.0", "text": "So the example you gave, the justification for that is building science literacy in the general public.", "start": 1394.0, "end": 1400.0}
{"id": "SwKBVfcT8Uo-t1400.0", "text": "Please, you don't understand the functions there.", "start": 1400.0, "end": 1402.0}
{"id": "SwKBVfcT8Uo-t1402.0", "text": "That's how the NSF justifies funding the projects it's funded.", "start": 1402.0, "end": 1406.0}
{"id": "SwKBVfcT8Uo-t1406.0", "text": "It's how the Wellcome Trust justifies funding the project it's funded.", "start": 1406.0, "end": 1409.0}
{"id": "SwKBVfcT8Uo-t1409.0", "text": "It's about building science literacy from the scientists, scientific institutions they call it.", "start": 1409.0, "end": 1414.0}
{"id": "SwKBVfcT8Uo-t1414.0", "text": "That's not searching for truths in the kind of scientific questioning sense.", "start": 1414.0, "end": 1419.0}
{"id": "SwKBVfcT8Uo-t1419.0", "text": "And from where I sit, that is a much smaller piece of this intersection.", "start": 1419.0, "end": 1424.0}
{"id": "SwKBVfcT8Uo-t1424.0", "text": "And I think we're going to hear a bit about it tomorrow, like where scientific research meets artistic practice.", "start": 1424.0, "end": 1430.0}
{"id": "SwKBVfcT8Uo-t1430.0", "text": "But I think the main part of what I'm familiar with is not about those questions.", "start": 1430.0, "end": 1437.0}
{"id": "SwKBVfcT8Uo-t1437.0", "text": "It's about kind of some outcome in the broader public.", "start": 1437.0, "end": 1440.0}
{"id": "SwKBVfcT8Uo-t1440.0", "text": "So my question kind of for the more practicing artists is, like, what is the, like, artistic institutional motivation", "start": 1440.0, "end": 1448.0}
{"id": "SwKBVfcT8Uo-t1448.0", "text": "for doing something like creating a nice movie that's trying to tell a scientific literacy story?", "start": 1448.0, "end": 1456.0}
{"id": "SwKBVfcT8Uo-t1456.0", "text": "Or, you know, like your work, no, I like, what is it that you get out of it when the brain institute might be", "start": 1456.0, "end": 1465.0}
{"id": "SwKBVfcT8Uo-t1465.0", "text": "getting something about the public understanding the brain?", "start": 1465.0, "end": 1468.0}
{"id": "SwKBVfcT8Uo-t1468.0", "text": "Yeah, does that make sense?", "start": 1468.0, "end": 1470.0}
{"id": "SwKBVfcT8Uo-t1470.0", "text": "Yeah, absolutely.", "start": 1470.0, "end": 1472.0}
{"id": "SwKBVfcT8Uo-t1472.0", "text": "Because you're saying my goals might be different than theirs.", "start": 1472.0, "end": 1475.0}
{"id": "SwKBVfcT8Uo-t1475.0", "text": "Yeah, yeah, I mean, I'm not going to assume artistic goals are about building scientific literacy in the general public.", "start": 1475.0, "end": 1481.0}
{"id": "SwKBVfcT8Uo-t1481.0", "text": "They might be, but I don't assume it's not.", "start": 1481.0, "end": 1483.0}
{"id": "SwKBVfcT8Uo-t1483.0", "text": "So are those your goals?", "start": 1483.0, "end": 1485.0}
{"id": "SwKBVfcT8Uo-t1485.0", "text": "No.", "start": 1485.0, "end": 1487.0}
{"id": "SwKBVfcT8Uo-t1487.0", "text": "They're part of my goal.", "start": 1487.0, "end": 1489.0}
{"id": "SwKBVfcT8Uo-t1489.0", "text": "Yeah, yeah, yeah.", "start": 1489.0, "end": 1490.0}
{"id": "SwKBVfcT8Uo-t1490.0", "text": "But not entirely otherwise, I would just be making promotional videos for the institute.", "start": 1490.0, "end": 1496.0}
{"id": "SwKBVfcT8Uo-t1496.0", "text": "So I assume a role, which is, I think, a little different, which is I play the role of this outside independent critic.", "start": 1496.0, "end": 1504.0}
{"id": "SwKBVfcT8Uo-t1504.0", "text": "Who comes in to film interviews and ask questions that they wouldn't be asked in promotional video shoots.", "start": 1504.0, "end": 1512.0}
{"id": "SwKBVfcT8Uo-t1512.0", "text": "And then I go and I ask other projects, similar questions to get them talking to each other.", "start": 1512.0, "end": 1517.0}
{"id": "SwKBVfcT8Uo-t1517.0", "text": "And then I try to construct a film out of that that arrives at a truth that is mitigated by my own subjective approach to the story.", "start": 1517.0, "end": 1527.0}
{"id": "SwKBVfcT8Uo-t1527.0", "text": "It's not inconvenient truth because I'm not trying to get the word out there about this press.", "start": 1527.0, "end": 1533.0}
{"id": "SwKBVfcT8Uo-t1533.0", "text": "I'm actually just trying to show a side of science that doesn't usually get shown because I believe that a lot of the projects that I've been shooting with for my film, for example,", "start": 1533.0, "end": 1546.0}
{"id": "SwKBVfcT8Uo-t1546.0", "text": "have, I feel an ethos that has gradually shifted more towards Silicon Valley than the original Cajal neuroscientists, let's say.", "start": 1546.0, "end": 1558.0}
{"id": "SwKBVfcT8Uo-t1558.0", "text": "There's kind of this ethos that in the projects that I follow that is super technocratic is believing that computers are the end all, be all, for understanding the brain,", "start": 1558.0, "end": 1571.0}
{"id": "SwKBVfcT8Uo-t1571.0", "text": "and that simulations will soon reveal the truths on supercomputers.", "start": 1571.0, "end": 1574.0}
{"id": "SwKBVfcT8Uo-t1574.0", "text": "Anyway, all those murky issues aside, I just feel like we're giving a free pass too often in mainstream culture to science.", "start": 1574.0, "end": 1583.0}
{"id": "SwKBVfcT8Uo-t1583.0", "text": "When, in fact, there's been great criticism of Silicon Valley recently, I just like some of the same criticism applied for some aspects of present day science.", "start": 1583.0, "end": 1593.0}
{"id": "SwKBVfcT8Uo-t1593.0", "text": "And I just worry that there's a pervading ethos of science is cool and great, and we just need to parse that a little bit because there is kind of scientific question in the beginning, the origin story of science is good.", "start": 1593.0, "end": 1607.0}
{"id": "SwKBVfcT8Uo-t1607.0", "text": "There's so much good science going on, but there's also science that's serving other aims in this world.", "start": 1607.0, "end": 1614.0}
{"id": "SwKBVfcT8Uo-t1614.0", "text": "You know, I just want to mention very quickly, there was a conference that Julie and I were at, and there was a presentation by someone from a large arts body in Europe that had just done a collaboration with a drone technology maker.", "start": 1614.0, "end": 1629.0}
{"id": "SwKBVfcT8Uo-t1629.0", "text": "And one of the outputs of this was a big display over a town square in Europe set to music, and then I also saw in their slides that they were also doing Pepsi logos over the Super Bowl and stuff with the drones.", "start": 1629.0, "end": 1645.0}
{"id": "SwKBVfcT8Uo-t1645.0", "text": "And I just thought, like, this is interesting because this is being built as a really, as a great technological collaboration, scientific collaboration.", "start": 1645.0, "end": 1653.0}
{"id": "SwKBVfcT8Uo-t1653.0", "text": "At the very same moment, it's being just served right into this corporate advertising culture.", "start": 1653.0, "end": 1660.0}
{"id": "SwKBVfcT8Uo-t1660.0", "text": "And so these are the things I want to parse a little bit about collaboration because there are many aims.", "start": 1660.0, "end": 1666.0}
{"id": "SwKBVfcT8Uo-t1666.0", "text": "So this would be another one. If I'm trying, I would tend to start looking for types of, a typology of collaboration, right?", "start": 1666.0, "end": 1676.0}
{"id": "SwKBVfcT8Uo-t1676.0", "text": "Maybe this is sort of too specific.", "start": 1676.0, "end": 1678.0}
{"id": "SwKBVfcT8Uo-t1678.0", "text": "That's good of you, though.", "start": 1678.0, "end": 1679.0}
{"id": "SwKBVfcT8Uo-t1679.0", "text": "Yeah. Do this? Okay. They don't.", "start": 1679.0, "end": 1683.0}
{"id": "SwKBVfcT8Uo-t1683.0", "text": "Yeah.", "start": 1683.0, "end": 1684.0}
{"id": "SwKBVfcT8Uo-t1684.0", "text": "Can I ask a question? I'm kind of a concrete person, and so I would be interested in hearing from you guys of giving, like, an analogy of a collaboration that you have done within the arts and sciences that maybe was successful or had failure, but kind of epitomized what your role or your goals are with the type of work that you do.", "start": 1684.0, "end": 1706.0}
{"id": "SwKBVfcT8Uo-t1706.0", "text": "So that we have something to kind of ground, maybe our conversation.", "start": 1706.0, "end": 1709.0}
{"id": "SwKBVfcT8Uo-t1709.0", "text": "Because what he just described, I would do, I would class as a, the art, the artist as a critic almost.", "start": 1709.0, "end": 1717.0}
{"id": "SwKBVfcT8Uo-t1717.0", "text": "Yeah.", "start": 1717.0, "end": 1718.0}
{"id": "SwKBVfcT8Uo-t1718.0", "text": "Great.", "start": 1718.0, "end": 1719.0}
{"id": "SwKBVfcT8Uo-t1719.0", "text": "So rather than a communication in the Al Gore film, now it's artists as a critic.", "start": 1719.0, "end": 1723.0}
{"id": "SwKBVfcT8Uo-t1723.0", "text": "Right.", "start": 1723.0, "end": 1724.0}
{"id": "SwKBVfcT8Uo-t1724.0", "text": "So that's number of being, that's our second.", "start": 1724.0, "end": 1727.0}
{"id": "SwKBVfcT8Uo-t1727.0", "text": "Yeah.", "start": 1727.0, "end": 1728.0}
{"id": "SwKBVfcT8Uo-t1728.0", "text": "But I think they're connected.", "start": 1728.0, "end": 1729.0}
{"id": "SwKBVfcT8Uo-t1729.0", "text": "And of course this is all how we individually define what collaboration is or what we're doing.", "start": 1729.0, "end": 1735.0}
{"id": "SwKBVfcT8Uo-t1735.0", "text": "But I would have never viewed it as a promotional thing.", "start": 1735.0, "end": 1741.0}
{"id": "SwKBVfcT8Uo-t1741.0", "text": "In fact, I think that's what we want to get away from.", "start": 1741.0, "end": 1744.0}
{"id": "SwKBVfcT8Uo-t1744.0", "text": "Because the PR arms of all the academic institutions, I mean, they're fine, but of course they're serving a purpose.", "start": 1744.0, "end": 1754.0}
{"id": "SwKBVfcT8Uo-t1754.0", "text": "Like we want a critical eye, we want a secondary view, particularly from someone who can create a narrative that we as scientists aren't that good at creating.", "start": 1754.0, "end": 1767.0}
{"id": "SwKBVfcT8Uo-t1767.0", "text": "I mean, it's absolutely not about being a promotional video or a promotional arm.", "start": 1767.0, "end": 1774.0}
{"id": "SwKBVfcT8Uo-t1774.0", "text": "But I think if I can just segue into your question, I mean, I think for LIGO project, so in case any of you are confused, I'm a scientist by training and I work at Memorial Sloan Kettering Cancer Center during the day, but then I also started a nonprofit that's interested in connecting", "start": 1774.0, "end": 1795.0}
{"id": "SwKBVfcT8Uo-t1795.0", "text": "science art and community. And so in that work, in terms of collaborations that we've had with artists and scientists, I think the ones that have been the most successful, if you will, are those that have focused on the process of science.", "start": 1795.0, "end": 1813.0}
{"id": "SwKBVfcT8Uo-t1813.0", "text": "And what science means, what science does, what is the process, what does the scientific method mean, how does one start from a question and get to an answer?", "start": 1813.0, "end": 1827.0}
{"id": "SwKBVfcT8Uo-t1827.0", "text": "I think those have been the most successful.", "start": 1827.0, "end": 1829.0}
{"id": "SwKBVfcT8Uo-t1829.0", "text": "I would still argue that we've also had a lot of collaborations that have resulted in pictures of beakers. And I mean, I would honestly argue if your goal is to communicate something to the public about what science is and what science does, there's some of the public that doesn't ever see a beaker", "start": 1829.0, "end": 1855.0}
{"id": "SwKBVfcT8Uo-t1855.0", "text": "and maybe that's interesting and informative in some way. And that though in a way where the judge in the jury maybe we're not, we shouldn't be the judge in the jury and that we have to be sort of open even within our own work and our own collaborations to what the results of that ends up being.", "start": 1855.0, "end": 1877.0}
{"id": "SwKBVfcT8Uo-t1877.0", "text": "It seems like you're doing some really cool work with those residency programs that I was looking at the website and what I loved most about it is it seemed like you're giving that space, that enriching space for the collaboration, but there's also that practicality aspect too of, you know, you need this format, you need funding, you need space, exhibition, opportunity, whatever, so that it's a fully thought out collaboration, engagement,", "start": 1877.0, "end": 1906.0}
{"id": "SwKBVfcT8Uo-t1906.0", "text": "and community outreach scenario. Yeah, absolutely. Yeah.", "start": 1906.0, "end": 1912.0}
{"id": "SwKBVfcT8Uo-t1912.0", "text": "Mark, I have a question for you.", "start": 1912.0, "end": 1914.0}
{"id": "SwKBVfcT8Uo-t1914.0", "text": "Gorilla Science is so such like on the ground level of this stuff, you're like in the streets with collaborations.", "start": 1914.0, "end": 1923.0}
{"id": "SwKBVfcT8Uo-t1923.0", "text": "Literally.", "start": 1923.0, "end": 1924.0}
{"id": "SwKBVfcT8Uo-t1924.0", "text": "So we're asking for a concrete example. I don't necessarily have one because I just described what I do and I don't think it's a good example to give really.", "start": 1924.0, "end": 1933.0}
{"id": "SwKBVfcT8Uo-t1933.0", "text": "Although I think I collaborate in some way, but my question for you is what's the goal of Gorilla Science?", "start": 1933.0, "end": 1941.0}
{"id": "SwKBVfcT8Uo-t1941.0", "text": "What's the best thing that you've seen happen?", "start": 1941.0, "end": 1943.0}
{"id": "SwKBVfcT8Uo-t1943.0", "text": "And what is the question of like, you know, it may be a truth example, which was a great example, but what's your example of something that's happened that's great?", "start": 1943.0, "end": 1955.0}
{"id": "SwKBVfcT8Uo-t1955.0", "text": "There's a project I really like called the Intergalactic Travel Bureau, which is part of the optical production and part exploration of kind of techno-optimistic space science.", "start": 1955.0, "end": 1969.0}
{"id": "SwKBVfcT8Uo-t1969.0", "text": "So the project, it's a pop-up travel agency and we've worked with Shoshama el-Oj to take over spaces in like the fashion district in New York, and we take over a shop and we set up what looks like a retro-future", "start": 1969.0, "end": 1984.0}
{"id": "SwKBVfcT8Uo-t1984.0", "text": "a-futuristic travel agency where you, you know, I think most of us are old enough to have remembered you used to go to a physical place to buy a ticket somewhere.", "start": 1984.0, "end": 1994.0}
{"id": "SwKBVfcT8Uo-t1994.0", "text": "So the aesthetic is kind of think Jetsons meets Mad Men.", "start": 1994.0, "end": 2000.0}
{"id": "SwKBVfcT8Uo-t2000.0", "text": "So you go into this place as a person off the street and it looks like a travel agency. You interact with a travel agent and you'll have a dialogue which will kind of know what kind of vacations do you like.", "start": 2000.0, "end": 2013.0}
{"id": "SwKBVfcT8Uo-t2013.0", "text": "It's scuba diving. Okay, scuba diving, great. So, you know, you might be interested in buying a package to go to like I.O.", "start": 2013.0, "end": 2020.0}
{"id": "SwKBVfcT8Uo-t2020.0", "text": "It's a great destination, got lots of like liquid materials to go scuba diving, you know, you'll die of hypothermia, but you know, whatever.", "start": 2020.0, "end": 2027.0}
{"id": "SwKBVfcT8Uo-t2027.0", "text": "It's a little much softer.", "start": 2027.0, "end": 2031.0}
{"id": "SwKBVfcT8Uo-t2031.0", "text": "But so is this kind of this world building around future space travel, but it's very heavily drawing on interactive theatre and like the dramatization and using scientists kind of part of the story world.", "start": 2031.0, "end": 2044.0}
{"id": "SwKBVfcT8Uo-t2044.0", "text": "So kind of almost science fiction and it involves directly both like theatrical elements and actors and life scientists who play the role of these travel agents.", "start": 2044.0, "end": 2054.0}
{"id": "SwKBVfcT8Uo-t2054.0", "text": "So that's a really good project. It's got like it ticks a lot of boxes. It's like really creative. It's open ended. Like there's a lot of respect given to both the theatrical elements of it as well as the like scientific and scientific integrity is key.", "start": 2054.0, "end": 2072.0}
{"id": "SwKBVfcT8Uo-t2072.0", "text": "Like it doesn't work if you get your facts wrong. It doesn't work if you're not like respecting the fact that speed equals distance over time and that's how long it takes to get to and from.", "start": 2072.0, "end": 2085.0}
{"id": "SwKBVfcT8Uo-t2085.0", "text": "So that's a really good project. I like that one a lot.", "start": 2085.0, "end": 2090.0}
{"id": "SwKBVfcT8Uo-t2090.0", "text": "I think it's got a really good element in it, which is like it's very democratizing like it's accessible to all. It's free. It shows the relevance of science to everyone's life.", "start": 2090.0, "end": 2103.0}
{"id": "SwKBVfcT8Uo-t2103.0", "text": "Like everyone can imagine taking a vacation. Like even if no one's ever going to be able to afford to take an Elon Musk shuttle to the moon, like it's easily identifiable.", "start": 2103.0, "end": 2114.0}
{"id": "SwKBVfcT8Uo-t2114.0", "text": "Like in the way that like part of the power of art is to like inspire people and to see relevance to their lives. It does that quite well.", "start": 2114.0, "end": 2123.0}
{"id": "SwKBVfcT8Uo-t2123.0", "text": "And what was the process behind the collaboration? So was there a structure that you guys came up with for how the science and artists work together?", "start": 2123.0, "end": 2133.0}
{"id": "SwKBVfcT8Uo-t2133.0", "text": "Yeah. So Gorilla Science, kind of the structure of the organization is it's kind of semi curatorial. There's like a core team of about 10 people and a lot of us come from like museum backgrounds or I'm trying to remember what is called in the UK.", "start": 2133.0, "end": 2153.0}
{"id": "SwKBVfcT8Uo-t2153.0", "text": "It basically like exhibit development backgrounds. And we often come up with like a core idea and then bring together these other people from like a scientific discipline or an artistic discipline and have them kind of flesh out and explore that story world.", "start": 2153.0, "end": 2173.0}
{"id": "SwKBVfcT8Uo-t2173.0", "text": "But it's definitely like a guided process. It's not just like a free and we just ran a 20 person eight week residency program where we didn't provide much structure and we just tried to pair people and gave them resources and that the outputs of that were not as from the public's perspective as successful.", "start": 2173.0, "end": 2194.0}
{"id": "SwKBVfcT8Uo-t2194.0", "text": "So it's a guided process. What are the things that you feel like you need to make sure happen for a fruitful collaboration?", "start": 2194.0, "end": 2205.0}
{"id": "SwKBVfcT8Uo-t2205.0", "text": "So we're writing a guide to that. Come back in two years time and I will tell you.", "start": 2205.0, "end": 2215.0}
{"id": "SwKBVfcT8Uo-t2215.0", "text": "One takeaway. The Cliff Knoll version.", "start": 2215.0, "end": 2218.0}
{"id": "SwKBVfcT8Uo-t2218.0", "text": "Actually there's a reference. I don't know, Julia, if I send you a link can you tweet it? We've written a conference proceedings about this that I'm happy for Julia to share.", "start": 2218.0, "end": 2232.0}
{"id": "SwKBVfcT8Uo-t2232.0", "text": "So I guess Julia will tweet out some of like there were 10 key lessons for how to do the kind of collaborations.", "start": 2232.0, "end": 2238.0}
{"id": "SwKBVfcT8Uo-t2238.0", "text": "I think the one that stuck best was advice for a collaboration is don't try and force it. Like everyone needs to be, want to be in it.", "start": 2238.0, "end": 2250.0}
{"id": "SwKBVfcT8Uo-t2250.0", "text": "Like if you've got a pot of money and you're a science institution, don't like insist you have to spend that money and like get an artist and try and shoehorn them into what you want to do.", "start": 2250.0, "end": 2260.0}
{"id": "SwKBVfcT8Uo-t2260.0", "text": "And if you're an artist and you desperately want to do your project, don't just look around for any pot of money that will let you do your project because you might upset the people who fund you if they're a scientist, scientific organization.", "start": 2260.0, "end": 2273.0}
{"id": "SwKBVfcT8Uo-t2273.0", "text": "So that was the one that stuck most in my mind.", "start": 2273.0, "end": 2277.0}
{"id": "SwKBVfcT8Uo-t2277.0", "text": "Let's start with a core idea such as this intergalactic travel agency would be an organizing idea.", "start": 2277.0, "end": 2291.0}
{"id": "SwKBVfcT8Uo-t2291.0", "text": "I don't know a ton about how science gallery works, but I think they also work off themes and then there's an open call and it works off that.", "start": 2291.0, "end": 2300.0}
{"id": "SwKBVfcT8Uo-t2300.0", "text": "So what's the feeling you want people to, what is the thing you want people to walk out of there? What's the best possible result?", "start": 2300.0, "end": 2308.0}
{"id": "SwKBVfcT8Uo-t2308.0", "text": "You also mentioned that the other project didn't go so well from the general public's point of view.", "start": 2308.0, "end": 2312.0}
{"id": "SwKBVfcT8Uo-t2312.0", "text": "I'm curious to hear why, if you can, but can we start with what took the intergalactic travel agency, someone walking out of there?", "start": 2312.0, "end": 2322.0}
{"id": "SwKBVfcT8Uo-t2322.0", "text": "What's, is it like a, is it for your younger audience to get into a career later on, or is it, could be for any age and what do you want them to feel?", "start": 2322.0, "end": 2332.0}
{"id": "SwKBVfcT8Uo-t2332.0", "text": "So I'll answer this, but then I'm going to stop it because I feel I'm dominating.", "start": 2332.0, "end": 2335.0}
{"id": "SwKBVfcT8Uo-t2335.0", "text": "But, you know, so our vision is like to make science for the people.", "start": 2335.0, "end": 2342.0}
{"id": "SwKBVfcT8Uo-t2342.0", "text": "So it's like a democratization of science.", "start": 2342.0, "end": 2344.0}
{"id": "SwKBVfcT8Uo-t2344.0", "text": "It's going back to like, there's like an enlightenment ideal that like asking questions in the way that science does is a good, in of itself, irrespective of the answer.", "start": 2344.0, "end": 2353.0}
{"id": "SwKBVfcT8Uo-t2353.0", "text": "So it's not like techno optimism, like you're just critical of the world, you know, like really good rationalist way.", "start": 2353.0, "end": 2360.0}
{"id": "SwKBVfcT8Uo-t2360.0", "text": "So that's kind of the vision in terms of the kind of science literacy building elements.", "start": 2360.0, "end": 2366.0}
{"id": "SwKBVfcT8Uo-t2366.0", "text": "It is not about like building work capacity.", "start": 2366.0, "end": 2369.0}
{"id": "SwKBVfcT8Uo-t2369.0", "text": "Like there's no economic justification from what we do. It's like very much about the value that science brings as an element of culture.", "start": 2369.0, "end": 2376.0}
{"id": "SwKBVfcT8Uo-t2376.0", "text": "You know, in the same way as you want people reading the great works of literature, you know, people should understand that space is varied and interesting.", "start": 2376.0, "end": 2385.0}
{"id": "SwKBVfcT8Uo-t2385.0", "text": "It's about, um, what are the four strands of science literacy?", "start": 2385.0, "end": 2390.0}
{"id": "SwKBVfcT8Uo-t2390.0", "text": "Economic development, cultural development, um, empowerment.", "start": 2390.0, "end": 2394.0}
{"id": "SwKBVfcT8Uo-t2394.0", "text": "It's very important for people to feel empowered in their lives to make the best decisions for them in their community.", "start": 2394.0, "end": 2399.0}
{"id": "SwKBVfcT8Uo-t2399.0", "text": "So I think these are the kind of things that matter to me.", "start": 2399.0, "end": 2403.0}
{"id": "SwKBVfcT8Uo-t2403.0", "text": "And I'm please trying to give up the floor.", "start": 2403.0, "end": 2406.0}
{"id": "SwKBVfcT8Uo-t2406.0", "text": "Well, I will take it.", "start": 2406.0, "end": 2409.0}
{"id": "SwKBVfcT8Uo-t2409.0", "text": "Um, I wanted to talk about the superhero clubhouse.", "start": 2409.0, "end": 2415.0}
{"id": "SwKBVfcT8Uo-t2415.0", "text": "It is an organization of theater artists and scientists that I worked very closely with.", "start": 2415.0, "end": 2424.0}
{"id": "SwKBVfcT8Uo-t2424.0", "text": "I came upon them through the magic of Google because I was looking for a space that provided some structure for collaboration over relatively long time.", "start": 2424.0, "end": 2440.0}
{"id": "SwKBVfcT8Uo-t2440.0", "text": "That was focused on asking environmental questions.", "start": 2440.0, "end": 2446.0}
{"id": "SwKBVfcT8Uo-t2446.0", "text": "So they have a science and stage fellowship open call.", "start": 2446.0, "end": 2451.0}
{"id": "SwKBVfcT8Uo-t2451.0", "text": "We want you guys to come up with a theater piece about climate change.", "start": 2451.0, "end": 2459.0}
{"id": "SwKBVfcT8Uo-t2459.0", "text": "Now climate change is huge and we all know the discussions that usually happen around climate change.", "start": 2459.0, "end": 2467.0}
{"id": "SwKBVfcT8Uo-t2467.0", "text": "They're more like, these are the facts.", "start": 2467.0, "end": 2470.0}
{"id": "SwKBVfcT8Uo-t2470.0", "text": "No, you're lying.", "start": 2470.0, "end": 2471.0}
{"id": "SwKBVfcT8Uo-t2471.0", "text": "No, these are the fact and it's not, it's not fruitful.", "start": 2471.0, "end": 2475.0}
{"id": "SwKBVfcT8Uo-t2475.0", "text": "So the idea behind superhero clubhouse is to put on performances that have people ask questions.", "start": 2475.0, "end": 2484.0}
{"id": "SwKBVfcT8Uo-t2484.0", "text": "So it's not didactic, um, but it is science based.", "start": 2484.0, "end": 2489.0}
{"id": "SwKBVfcT8Uo-t2489.0", "text": "And in the fellowship, three theater artists, three scientists, four months.", "start": 2489.0, "end": 2496.0}
{"id": "SwKBVfcT8Uo-t2496.0", "text": "Um, and they, the structure of the program is basically based on models for building good collaboration.", "start": 2496.0, "end": 2507.0}
{"id": "SwKBVfcT8Uo-t2507.0", "text": "So forming, storming, norming and performing, if you've heard of that, um, is the model.", "start": 2507.0, "end": 2513.0}
{"id": "SwKBVfcT8Uo-t2513.0", "text": "So you, you come together and you spend, you spend time together.", "start": 2513.0, "end": 2519.0}
{"id": "SwKBVfcT8Uo-t2519.0", "text": "You build relationships.", "start": 2519.0, "end": 2521.0}
{"id": "SwKBVfcT8Uo-t2521.0", "text": "Um, the scientists, I, like I gave a talk about my research on, um, sea turtle lighting laws and other people gave their, uh, talks about their research with genetics, um, and, and, uh, genetically modified crops.", "start": 2521.0, "end": 2540.0}
{"id": "SwKBVfcT8Uo-t2540.0", "text": "The artists also gave workshops.", "start": 2540.0, "end": 2544.0}
{"id": "SwKBVfcT8Uo-t2544.0", "text": "So we're, we're learning and about each other's disciplines and, and we're creating some, some common language.", "start": 2544.0, "end": 2551.0}
{"id": "SwKBVfcT8Uo-t2551.0", "text": "Um, and so once you're kind of, you know, you have that common language and your friends with people, you can then start to, to build something together.", "start": 2551.0, "end": 2560.0}
{"id": "SwKBVfcT8Uo-t2560.0", "text": "And, you know, lots of brainstorming.", "start": 2560.0, "end": 2563.0}
{"id": "SwKBVfcT8Uo-t2563.0", "text": "What, what part of climate change are we gonna, are we gonna talk about?", "start": 2563.0, "end": 2567.0}
{"id": "SwKBVfcT8Uo-t2567.0", "text": "Um, and we ended up 20 minute, 30 minute, um, uh, theater piece.", "start": 2567.0, "end": 2573.0}
{"id": "SwKBVfcT8Uo-t2573.0", "text": "We've got, you know, there's, there are songs about climate change in there and, um, the video will be tomorrow if you guys want to check out, um, some of that.", "start": 2573.0, "end": 2586.0}
{"id": "SwKBVfcT8Uo-t2586.0", "text": "Um, but in, in that we've got a piece that has, has a narrative, but is also grounded in, in science.", "start": 2586.0, "end": 2596.0}
{"id": "SwKBVfcT8Uo-t2596.0", "text": "So what does the world that we're building look like? Like you were, you were saying and having that be true to the, um, facts that we have come up with through scientific research.", "start": 2596.0, "end": 2610.0}
{"id": "SwKBVfcT8Uo-t2610.0", "text": "Um, but also having a good, uh, artistic value as, as well.", "start": 2610.0, "end": 2618.0}
{"id": "SwKBVfcT8Uo-t2618.0", "text": "But the, the process, you know, it takes a lot of face time, I think.", "start": 2618.0, "end": 2624.0}
{"id": "SwKBVfcT8Uo-t2624.0", "text": "Um, and so I really think that the superhero club houses is a space that, that allows people to come together.", "start": 2624.0, "end": 2633.0}
{"id": "SwKBVfcT8Uo-t2633.0", "text": "Um, and you want to come out with something, but what that thing looks like isn't super specified.", "start": 2633.0, "end": 2643.0}
{"id": "SwKBVfcT8Uo-t2643.0", "text": "It's like, you know, we, I guess we, we could have done a, a mind piece or something, you know, it, what, what it is is could, could be different for, for a different group.", "start": 2643.0, "end": 2653.0}
{"id": "SwKBVfcT8Uo-t2653.0", "text": "But having activities that allow you to, um, form a, a collaboration with another, another person is, is something that I think is really, really important.", "start": 2653.0, "end": 2668.0}
{"id": "SwKBVfcT8Uo-t2668.0", "text": "Um, I also, I would also really love to see that, that space become more, more normal.", "start": 2668.0, "end": 2679.0}
{"id": "SwKBVfcT8Uo-t2679.0", "text": "Do you know what I mean? So there are, are more pockets of, okay, let's, let's work together over a long term and let me try and understand what your artistic perspective is.", "start": 2679.0, "end": 2690.0}
{"id": "SwKBVfcT8Uo-t2690.0", "text": "Right. Yeah, I can think of you so siloed.", "start": 2690.0, "end": 2693.0}
{"id": "SwKBVfcT8Uo-t2693.0", "text": "Exactly.", "start": 2693.0, "end": 2694.0}
{"id": "SwKBVfcT8Uo-t2694.0", "text": "And, and it sounds like you're really, you're like, you want to create a community center almost that can go anywhere.", "start": 2694.0, "end": 2701.0}
{"id": "SwKBVfcT8Uo-t2701.0", "text": "And I think that's what, what good, um, effective collaborations are there these micro, micro communities.", "start": 2701.0, "end": 2710.0}
{"id": "SwKBVfcT8Uo-t2710.0", "text": "Um, Shane, a question for you.", "start": 2710.0, "end": 2714.0}
{"id": "SwKBVfcT8Uo-t2714.0", "text": "Yes.", "start": 2714.0, "end": 2715.0}
{"id": "SwKBVfcT8Uo-t2715.0", "text": "You ran this pretty hip conference space in between, uh, new school this year.", "start": 2715.0, "end": 2720.0}
{"id": "SwKBVfcT8Uo-t2720.0", "text": "What, part of what you did with that was you kind of asked for policy out, you asked for outputs, takeaways from these working groups.", "start": 2720.0, "end": 2728.0}
{"id": "SwKBVfcT8Uo-t2728.0", "text": "What, what, what was your thinking with constructing it that way?", "start": 2728.0, "end": 2732.0}
{"id": "SwKBVfcT8Uo-t2732.0", "text": "What, what, as an output, why did you want to do it?", "start": 2732.0, "end": 2734.0}
{"id": "SwKBVfcT8Uo-t2734.0", "text": "And what, what's come of it maybe since then, if there's been any reverberations?", "start": 2734.0, "end": 2738.0}
{"id": "SwKBVfcT8Uo-t2738.0", "text": "Yes. So I mean, my thinking in doing that is because I think it's really important as this conference does for those of us working in this space in between as I refer to it.", "start": 2738.0, "end": 2750.0}
{"id": "SwKBVfcT8Uo-t2750.0", "text": "Um, or many of us have referred to it.", "start": 2750.0, "end": 2753.0}
{"id": "SwKBVfcT8Uo-t2753.0", "text": "Um, to kind of come together and talk about what we're all doing as individual organizations or practitioners.", "start": 2753.0, "end": 2764.0}
{"id": "SwKBVfcT8Uo-t2764.0", "text": "Um, how we can more effectively work together, especially those of us working in New York City, but even beyond that, I just think there's such a big group of us in New York City who are doing things that sound and look alike.", "start": 2764.0, "end": 2779.0}
{"id": "SwKBVfcT8Uo-t2779.0", "text": "That my thinking was that we could potentially be a much more powerful voice if we came together and work together more effectively, while still keeping our own individual practices, whatever those are.", "start": 2779.0, "end": 2797.0}
{"id": "SwKBVfcT8Uo-t2797.0", "text": "Um, and so that was the idea.", "start": 2797.0, "end": 2802.0}
{"id": "SwKBVfcT8Uo-t2802.0", "text": "Um, I think what's happened since then is I hope it's spawned a lot of other ideas for bringing this community together more often.", "start": 2802.0, "end": 2813.0}
{"id": "SwKBVfcT8Uo-t2813.0", "text": "Um, there was afterwards a push to kind of form a coalition called a space in between, um, which Daniel Cone, who's here somewhere, um, spearheaded and exist.", "start": 2813.0, "end": 2831.0}
{"id": "SwKBVfcT8Uo-t2831.0", "text": "Kind of as a platform and.", "start": 2831.0, "end": 2835.0}
{"id": "SwKBVfcT8Uo-t2835.0", "text": "And they continue to meet.", "start": 2835.0, "end": 2838.0}
{"id": "SwKBVfcT8Uo-t2838.0", "text": "We were all continuing to meet for a while, and I think we're I anyway, I'm open to continuing that. And I think, um, again, that's why I held that conference and that's something I'm still interested in potentially even more interested in.", "start": 2838.0, "end": 2859.0}
{"id": "SwKBVfcT8Uo-t2859.0", "text": "Then doing science and art collaborations because I worry and or potentially I've become really focused on.", "start": 2859.0, "end": 2873.0}
{"id": "SwKBVfcT8Uo-t2873.0", "text": "How we take all the work that everybody in this room has already done and all the great things that have come from that.", "start": 2873.0, "end": 2883.0}
{"id": "SwKBVfcT8Uo-t2883.0", "text": "And really create a larger voice and a larger impact with it. And I think one of the ways we do that is by really coming together some sort of coalition or force or however you want to label it.", "start": 2883.0, "end": 2897.0}
{"id": "SwKBVfcT8Uo-t2897.0", "text": "Um, and I'd be happy to talk to anybody about moving forward with that.", "start": 2897.0, "end": 2904.0}
{"id": "SwKBVfcT8Uo-t2904.0", "text": "I feel like we should do we do questions from the audience. I don't know.", "start": 2904.0, "end": 2915.0}
{"id": "SwKBVfcT8Uo-t2915.0", "text": "Well, maybe Monica could say a few words about your educational work.", "start": 2915.0, "end": 2922.0}
{"id": "SwKBVfcT8Uo-t2922.0", "text": "Oh, how you conceive of that.", "start": 2922.0, "end": 2924.0}
{"id": "SwKBVfcT8Uo-t2924.0", "text": "Yeah.", "start": 2924.0, "end": 2925.0}
{"id": "SwKBVfcT8Uo-t2925.0", "text": "Does anybody else work in the K-12 community on the group?", "start": 2925.0, "end": 2929.0}
{"id": "SwKBVfcT8Uo-t2929.0", "text": "I, yep, I have like a work in across.", "start": 2929.0, "end": 2934.0}
{"id": "SwKBVfcT8Uo-t2934.0", "text": "Yeah, so my, I don't know, my role is kind of weird and I'm listening to a lot of the conversations and think, you know, gosh, we self initiate almost everything we do. Like there's no format. We're always out there, you know, thinking of new ideas.", "start": 2934.0, "end": 2948.0}
{"id": "SwKBVfcT8Uo-t2948.0", "text": "In our world, I'm a painter who works with the NASA community, exploring space science and I painted I have the last 12 years. So it's really funny. You brought that up working with IOS scientists.", "start": 2948.0, "end": 2959.0}
{"id": "SwKBVfcT8Uo-t2959.0", "text": "I was really cool guys.", "start": 2959.0, "end": 2961.0}
{"id": "SwKBVfcT8Uo-t2961.0", "text": "And working with David Grinspoon, who's going to be talking tomorrow.", "start": 2961.0, "end": 2965.0}
{"id": "SwKBVfcT8Uo-t2965.0", "text": "But there's been these loose coalitions of the, you know, artist and space scientists in NASA working together. They have an education and public outreach component to what they do at NASA.", "start": 2965.0, "end": 2976.0}
{"id": "SwKBVfcT8Uo-t2976.0", "text": "Although funding's kind of tricky right now.", "start": 2976.0, "end": 2979.0}
{"id": "SwKBVfcT8Uo-t2979.0", "text": "So my role is really as an artist, but also as a distiller is to work within the space science community and then distill that into engagement programs for K-12, lifelong learners.", "start": 2979.0, "end": 2991.0}
{"id": "SwKBVfcT8Uo-t2991.0", "text": "And I can never really expect it to be an education, right? But somehow this is taken on a life of its own with their group, Eureka.", "start": 2991.0, "end": 2998.0}
{"id": "SwKBVfcT8Uo-t2998.0", "text": "And now that's extending into other aspects of science. And so I very much feel as artists, we're still about science literacy.", "start": 2998.0, "end": 3008.0}
{"id": "SwKBVfcT8Uo-t3008.0", "text": "But we're doing it through the lens of art and culture. And I think it's not just about the student learner. It's about the adult learner.", "start": 3008.0, "end": 3015.0}
{"id": "SwKBVfcT8Uo-t3015.0", "text": "Because if you can get the adults in the room excited about open inquiry, transdisciplinary investigation, then that filters down to the youth and the room too.", "start": 3015.0, "end": 3025.0}
{"id": "SwKBVfcT8Uo-t3025.0", "text": "So we do everything from maker nights and pinedale, Wyoming with ranching communities to boys and girls clubs to teachers in LA.", "start": 3025.0, "end": 3035.0}
{"id": "SwKBVfcT8Uo-t3035.0", "text": "And so that network that you're talking about, I feel like this is really a national thing. And that was one of the questions I wrote for the group was, I feel like there's almost like a thought renaissance happening with this conversation.", "start": 3035.0, "end": 3051.0}
{"id": "SwKBVfcT8Uo-t3051.0", "text": "And I was curious if any of you guys experienced or thought the same. And if so, why? Like why is there this renewed interest that's permeating all facets of society, education, artists, scientists, and in working and thinking differently about this type of collaborative work?", "start": 3051.0, "end": 3074.0}
{"id": "SwKBVfcT8Uo-t3074.0", "text": "So I have an opinion on that, which is based on a lot of conjecture and not a ton of facts.", "start": 3074.0, "end": 3082.0}
{"id": "SwKBVfcT8Uo-t3082.0", "text": "Perfect.", "start": 3082.0, "end": 3084.0}
{"id": "SwKBVfcT8Uo-t3084.0", "text": "So what I would love is if there is an international historian of science in the room, you go do a deep literature dive.", "start": 3084.0, "end": 3094.0}
{"id": "SwKBVfcT8Uo-t3094.0", "text": "So I have a transatlantic perspective, having spent the first half of my life and training in the UK and done a lot of work through Welcome Trust and then moving to the United States.", "start": 3094.0, "end": 3107.0}
{"id": "SwKBVfcT8Uo-t3107.0", "text": "So Britain is about 15 years ahead of America in the institutional support that is provided for this kind of work, driven largely by the Welcome Trust, which is then pressured the government in the UK to support analogous things.", "start": 3107.0, "end": 3122.0}
{"id": "SwKBVfcT8Uo-t3122.0", "text": "So I think that is the main driver. It's kind of come from one big player in the country.", "start": 3122.0, "end": 3128.0}
{"id": "SwKBVfcT8Uo-t3128.0", "text": "The Welcome Trust is the second largest nonprofit in the world after the Gates Foundation. So it's huge.", "start": 3128.0, "end": 3133.0}
{"id": "SwKBVfcT8Uo-t3133.0", "text": "So I think that's the driver. I'd be really curious to know if the reason the United States seems to be doing more of that is because like,", "start": 3133.0, "end": 3143.0}
{"id": "SwKBVfcT8Uo-t3143.0", "text": "like, Cavli and the Sloan Foundation, recently the Simons Foundation, and people like this are starting to really push it out there and they're a good example.", "start": 3143.0, "end": 3152.0}
{"id": "SwKBVfcT8Uo-t3152.0", "text": "So I think that's one thing. I think there's also it's to do with kind of the justification and the raison d'etre for scientific research.", "start": 3152.0, "end": 3163.0}
{"id": "SwKBVfcT8Uo-t3163.0", "text": "I think if you look at the justification in the United States for doing science, a lot of it is to do with it being an economic driver.", "start": 3163.0, "end": 3171.0}
{"id": "SwKBVfcT8Uo-t3171.0", "text": "And so the reason you might want to fund science communication or science literacy building has also got to be tied to that economic driver,", "start": 3171.0, "end": 3180.0}
{"id": "SwKBVfcT8Uo-t3180.0", "text": "whereas in Europe, for example, debatably, like, it's got more of a cultural raison d'etre. It's not kind of quite as like, nakedly capitalistic.", "start": 3180.0, "end": 3192.0}
{"id": "SwKBVfcT8Uo-t3192.0", "text": "And that means that it's easier to translate it into an artistic format. So that's my really, like, not that well informed, but not totally ignorant opinion.", "start": 3192.0, "end": 3204.0}
{"id": "SwKBVfcT8Uo-t3204.0", "text": "I'd love it if someone actually had done a literature review or a sociological study of this and they can refine or correct me.", "start": 3204.0, "end": 3213.0}
{"id": "SwKBVfcT8Uo-t3213.0", "text": "I'm going to get on the mic so all of our live streamers can hear us. We'd love to open it up to the audience for questions now.", "start": 3213.0, "end": 3224.0}
{"id": "SwKBVfcT8Uo-t3224.0", "text": "We have a lot of time for questions if whoever wants to be the brave first person. Got a volunteer over here.", "start": 3224.0, "end": 3232.0}
{"id": "SwKBVfcT8Uo-t3232.0", "text": "All right, just come up to the mic and state your question clearly and loudly. This was set an interesting panel. I love the idea we kind of touched upon.", "start": 3232.0, "end": 3243.0}
{"id": "SwKBVfcT8Uo-t3243.0", "text": "I wanted to emphasize it now the collaboration of organizations who are doing art science collaboration work.", "start": 3243.0, "end": 3249.0}
{"id": "SwKBVfcT8Uo-t3249.0", "text": "It's very interesting. And I think we should revisit it at some point this weekend. So yes, open to questions now.", "start": 3249.0, "end": 3254.0}
{"id": "SwKBVfcT8Uo-t3254.0", "text": "Maybe people could say who they are if they want to.", "start": 3254.0, "end": 3264.0}
{"id": "SwKBVfcT8Uo-t3264.0", "text": "Hi, I'm David Teapal. I'm a sculptor. I work with water in the last and late. I create these environments utilizing the car to solve refraction to create phenomenological environments to", "start": 3264.0, "end": 3281.0}
{"id": "SwKBVfcT8Uo-t3281.0", "text": "work with the ideas of the psychological, the psychology of perception really and what kind of experiences we have.", "start": 3281.0, "end": 3294.0}
{"id": "SwKBVfcT8Uo-t3294.0", "text": "So I have an interest in water and I'm working on teaching a class, co-teaching my first class this year at Hampshire College on watershed hydrology.", "start": 3294.0, "end": 3308.0}
{"id": "SwKBVfcT8Uo-t3308.0", "text": "So I'm not a watershed hydrologist. I'm not a scientist. I have a lot of interest in science.", "start": 3308.0, "end": 3314.0}
{"id": "SwKBVfcT8Uo-t3314.0", "text": "But I was invited in to two of the things that really hit it in this conversation. For me, our science literacy and transusciplinarity.", "start": 3314.0, "end": 3323.0}
{"id": "SwKBVfcT8Uo-t3323.0", "text": "There are two very different things. One is how do we communicate ideas of science. One is how do we maybe use the processes and the language and the dialogue and the materials and of art and science and find the commonalities.", "start": 3323.0, "end": 3337.0}
{"id": "SwKBVfcT8Uo-t3337.0", "text": "To help each other find more truths or more interesting elements.", "start": 3337.0, "end": 3346.0}
{"id": "SwKBVfcT8Uo-t3346.0", "text": "So I want to just describe a little bit and then I will have a question.", "start": 3346.0, "end": 3351.0}
{"id": "SwKBVfcT8Uo-t3351.0", "text": "So Chris, the professor asked me to come in and after the data was collected and helped visualize the data.", "start": 3351.0, "end": 3362.0}
{"id": "SwKBVfcT8Uo-t3362.0", "text": "And I said, let me come in the beginning of the course and I want to show my work and my process and how I think.", "start": 3362.0, "end": 3371.0}
{"id": "SwKBVfcT8Uo-t3371.0", "text": "And then I want to get the students to start thinking about how they're going to approach the experiment to go out and measure these two watersheds in the area.", "start": 3371.0, "end": 3384.0}
{"id": "SwKBVfcT8Uo-t3384.0", "text": "So that all happened and I said, why don't you go out there before you do anything and do some meditation or if you play the flute, take your flute out, dance, do some writing, do something, engage with the environment before you start collecting data.", "start": 3384.0, "end": 3399.0}
{"id": "SwKBVfcT8Uo-t3399.0", "text": "They did that and they came back and they brought some really interesting stuff back. One in particular, someone who did these watercolors and they were gradients.", "start": 3399.0, "end": 3408.0}
{"id": "SwKBVfcT8Uo-t3408.0", "text": "And it was really critical for me to understand gradients and how the idea of sedimentation or importance of information in gradients, somebody did a board game which was fascinating.", "start": 3408.0, "end": 3423.0}
{"id": "SwKBVfcT8Uo-t3423.0", "text": "And then somebody came in, two people dressed up in waiters and they were doing a camp lesson. And then the third part of this is that I'm going to engage by making a sculpture that articulates what I've seen in what I've learned in this process.", "start": 3423.0, "end": 3443.0}
{"id": "SwKBVfcT8Uo-t3443.0", "text": "So just two things that really stuck out. One is the stream distribution patterns. So I'm going to take those patterns and sandblasts them on the glass and then do this other element to it using glass.", "start": 3443.0, "end": 3461.0}
{"id": "SwKBVfcT8Uo-t3461.0", "text": "And then when I talk to Chris about, she's a professor, when I asked her about this, what are the critical things? What are you trying to do or what are you really trying to get the students to do?", "start": 3461.0, "end": 3473.0}
{"id": "SwKBVfcT8Uo-t3473.0", "text": "She said, I want them to understand flow and I want them to understand what's going on with water.", "start": 3473.0, "end": 3479.0}
{"id": "SwKBVfcT8Uo-t3479.0", "text": "And I'm asking them to go into the environment and before they collect data, that I have experienced the environment, which is a different way than a lot of scientists would say, go in and collect the data.", "start": 3479.0, "end": 3490.0}
{"id": "SwKBVfcT8Uo-t3490.0", "text": "We want turbidity and we want the flow rates and we want the sedimentation and the plant life and all these different things. And that's really critical information.", "start": 3490.0, "end": 3498.0}
{"id": "SwKBVfcT8Uo-t3498.0", "text": "So to the question, can you articulate you and the crew articulate what motivates you to want to merge science and art? So the artist, why do you want to work with scientists and the scientists?", "start": 3498.0, "end": 3515.0}
{"id": "SwKBVfcT8Uo-t3515.0", "text": "Why do you want to work with artists? Are you looking for the science literacy or you're looking to change the dynamic of scientific process and questioning at its core?", "start": 3515.0, "end": 3528.0}
{"id": "SwKBVfcT8Uo-t3528.0", "text": "I think it's really interesting, your point about going into an environment and experiencing it and viewing it at first.", "start": 3528.0, "end": 3541.0}
{"id": "SwKBVfcT8Uo-t3541.0", "text": "So as a scientist, how I ended up coming up with my dissertation project was because I was experiencing the beach environment, doing a tagging study with sea turtles, walking up and down and having that experience and then coming up with a question about it.", "start": 3541.0, "end": 3568.0}
{"id": "SwKBVfcT8Uo-t3568.0", "text": "So I feel like for a lot of the environmental sciences and the natural sciences, there's that naturalist history in there that does get up at some of what you were talking about.", "start": 3568.0, "end": 3582.0}
{"id": "SwKBVfcT8Uo-t3582.0", "text": "So that's science hat. As a dancer, I am looking to interface with other scientists to explore and think about what their research is and what does that look like on the body in sort of an abstract manner,", "start": 3582.0, "end": 3610.0}
{"id": "SwKBVfcT8Uo-t3610.0", "text": "but also looking at it in terms of how can we use the body as a vehicle for learning, like a kinesthetic learner.", "start": 3610.0, "end": 3618.0}
{"id": "SwKBVfcT8Uo-t3618.0", "text": "So I feel like I kind of bounce back and forth between those two, so it's science communication, but it's also exploration of different environments and different scientific research.", "start": 3618.0, "end": 3637.0}
{"id": "SwKBVfcT8Uo-t3637.0", "text": "I was going to say that I started because I've always been interested in planets, but I've always been interested in art too, and everybody always said growing up.", "start": 3637.0, "end": 3649.0}
{"id": "SwKBVfcT8Uo-t3649.0", "text": "I grew up in central Texas, so both were like weird, right? So they're like, you can't fuse those, but I started because I personally, as an artist, was interested in a subject, space science.", "start": 3649.0, "end": 3663.0}
{"id": "SwKBVfcT8Uo-t3663.0", "text": "As I started to explore that and working with these NASA scientists, I got so excited about the types of conversations that were emerging.", "start": 3663.0, "end": 3673.0}
{"id": "SwKBVfcT8Uo-t3673.0", "text": "I'm also a parent, and then when I started kind of translating those into the classroom and seeing how engaged learners could get about science, if they looked at it through a different lens, that they might not be able to address a technical topic", "start": 3673.0, "end": 3689.0}
{"id": "SwKBVfcT8Uo-t3689.0", "text": "with the confidence that they could, unless they had that creative lens, I felt like it was so transformative that it actually, that collaboration transformed my identity as the artist.", "start": 3689.0, "end": 3702.0}
{"id": "SwKBVfcT8Uo-t3702.0", "text": "So instead of now, instead of being interested in creating what I want to create, I'm interested in hearing the question that the learner has, and then taking that back to engage with the scientists to try to come up with an experience", "start": 3702.0, "end": 3718.0}
{"id": "SwKBVfcT8Uo-t3718.0", "text": "that everybody can learn. So my role, I feel, as an artist, has shifted to really being more interested in how I can facilitate the creativity and learning of others.", "start": 3718.0, "end": 3732.0}
{"id": "SwKBVfcT8Uo-t3732.0", "text": "So collaboration has completely changed my identity really as a being.", "start": 3732.0, "end": 3740.0}
{"id": "SwKBVfcT8Uo-t3740.0", "text": "So it sounds really good to me. I fully agree with this concept of getting people into, I try to do it with students sometimes, but it's harder in Manhattan, but still possible.", "start": 3740.0, "end": 3753.0}
{"id": "SwKBVfcT8Uo-t3753.0", "text": "But getting them into the reality and experiencing it before too much knowledge comes in, because then it helps ask the questions that you're talking about, Monica, you know, kind of formulate the questions that deepen the personal quest for the inquiry that could come later.", "start": 3753.0, "end": 3769.0}
{"id": "SwKBVfcT8Uo-t3769.0", "text": "Rather than just expecting a lot of data is going to naturally do that. It sounds great what you're doing.", "start": 3769.0, "end": 3778.0}
{"id": "SwKBVfcT8Uo-t3778.0", "text": "Thank you.", "start": 3778.0, "end": 3783.0}
{"id": "SwKBVfcT8Uo-t3783.0", "text": "I want to ask about situations in which I haven't heard too much about here, where the artist's contribution has a real impact on the scientists.", "start": 3783.0, "end": 3792.0}
{"id": "SwKBVfcT8Uo-t3792.0", "text": "And I have two things in mind. One is visualizations that were done inside cave environments. Do you know what we're talking about here?", "start": 3792.0, "end": 3803.0}
{"id": "SwKBVfcT8Uo-t3803.0", "text": "Computer sort of thing. And I know when those were done maybe 20 years ago of the beginning instance of the universe, there were things that were found in that visualization, which suggested to scientists to look at various points", "start": 3803.0, "end": 3821.0}
{"id": "SwKBVfcT8Uo-t3821.0", "text": "in which they looked and actually found things that they had not otherwise found. So that the point about a different type of representation was helpful to them and exploring because it was a different way of exploring", "start": 3821.0, "end": 3835.0}
{"id": "SwKBVfcT8Uo-t3835.0", "text": "than the grids on which they were already exploring. And another.", "start": 3835.0, "end": 3841.0}
{"id": "SwKBVfcT8Uo-t3841.0", "text": "No.", "start": 3841.0, "end": 3844.0}
{"id": "SwKBVfcT8Uo-t3844.0", "text": "In the cave is like a virtual reality environment. And there used to be where you go in and it's like, yes, you have to wear a headset and it's a separate sort of kind of room.", "start": 3844.0, "end": 3860.0}
{"id": "SwKBVfcT8Uo-t3860.0", "text": "And this was like a long ago when, I mean, now they're more sophisticated than they were, but some of the very early uses of these, the first one was the University of Illinois, Champaign.", "start": 3860.0, "end": 3871.0}
{"id": "SwKBVfcT8Uo-t3871.0", "text": "So what do you do with them and some scientific visualizations as the beginning of that kind of practice as well was using some of the data around how do you envision the beginning of the universe as it was being told, the story was being told by physics at that time.", "start": 3871.0, "end": 3888.0}
{"id": "SwKBVfcT8Uo-t3888.0", "text": "And so the assumptions that she was making as a graphic artist to put this up were different than the ones that they were using, but she was obviously using their data.", "start": 3888.0, "end": 3898.0}
{"id": "SwKBVfcT8Uo-t3898.0", "text": "And what would happen is that what the visualizations was put up had things in it that weren't directly obvious in their data and led them to go look for things that they hadn't looked at before, and they then did find them.", "start": 3898.0, "end": 3914.0}
{"id": "SwKBVfcT8Uo-t3914.0", "text": "So that's what I'm talking about.", "start": 3914.0, "end": 3916.0}
{"id": "SwKBVfcT8Uo-t3916.0", "text": "Another example is Diana Taimina-Eccarnell, who used crochet to make hyperbolic forms that were not possible to, for instance, make on a computer for reasons that David Hilbert explained.", "start": 3916.0, "end": 3935.0}
{"id": "SwKBVfcT8Uo-t3935.0", "text": "So this is, she has an entire project now with people who are doing making fake coral reefs sort of by this kind of crochet procedure, right?", "start": 3935.0, "end": 3946.0}
{"id": "SwKBVfcT8Uo-t3946.0", "text": "So again, this is a way of somebody coming in with that.", "start": 3946.0, "end": 3951.0}
{"id": "SwKBVfcT8Uo-t3951.0", "text": "She's also a mathematician, right?", "start": 3951.0, "end": 3953.0}
{"id": "SwKBVfcT8Uo-t3953.0", "text": "But this particular thing that she's doing is making this crochet, which is useful to mathematicians who have not actually envisioned this particular kind of shape before, which they were now able to do.", "start": 3953.0, "end": 3964.0}
{"id": "SwKBVfcT8Uo-t3964.0", "text": "And people who aren't mathematicians are able to grasp in a non-mathematical way.", "start": 3964.0, "end": 3969.0}
{"id": "SwKBVfcT8Uo-t3969.0", "text": "So I think that it's not just somebody coming in to serve scientific literacy like you tell me what you know, and I'll tard it up for you, right?", "start": 3969.0, "end": 3983.0}
{"id": "SwKBVfcT8Uo-t3983.0", "text": "I think that there's also the point about there's different ways of knowing things that people can bring forward that actually has an impact on scientific knowledge itself.", "start": 3983.0, "end": 3995.0}
{"id": "SwKBVfcT8Uo-t3995.0", "text": "That's on the same. Thank you.", "start": 3995.0, "end": 3997.0}
{"id": "SwKBVfcT8Uo-t3997.0", "text": "Yeah.", "start": 3997.0, "end": 3998.0}
{"id": "SwKBVfcT8Uo-t3998.0", "text": "Yeah.", "start": 3998.0, "end": 3999.0}
{"id": "SwKBVfcT8Uo-t3999.0", "text": "No, there's another example, and I'm blanking on who does this, but there are a couple of TED talks where dancers are given...", "start": 3999.0, "end": 4010.0}
{"id": "SwKBVfcT8Uo-t4010.0", "text": "instructions where they're able... it's like modeling of molecules.", "start": 4010.0, "end": 4019.0}
{"id": "SwKBVfcT8Uo-t4019.0", "text": "So these... you can only do this.", "start": 4019.0, "end": 4021.0}
{"id": "SwKBVfcT8Uo-t4021.0", "text": "You can only do that.", "start": 4021.0, "end": 4022.0}
{"id": "SwKBVfcT8Uo-t4022.0", "text": "And then the dancers interact.", "start": 4022.0, "end": 4024.0}
{"id": "SwKBVfcT8Uo-t4024.0", "text": "And the scientists are able to much more quickly see what would happen in given situations.", "start": 4024.0, "end": 4033.0}
{"id": "SwKBVfcT8Uo-t4033.0", "text": "And so it happens at a faster rate than if they were to then have to go back and do the computer programming.", "start": 4033.0, "end": 4040.0}
{"id": "SwKBVfcT8Uo-t4040.0", "text": "So they can work on things quicker and then, you know, create the longer mathematical models that happen.", "start": 4040.0, "end": 4048.0}
{"id": "SwKBVfcT8Uo-t4048.0", "text": "So there are definitely some other good examples of that as well.", "start": 4048.0, "end": 4053.0}
{"id": "SwKBVfcT8Uo-t4053.0", "text": "I think kind of to provide a slightly conceptual framework, the literature that I'm kind of familiar with would kind of cite the benefit of art as a way of knowing in terms of its benefits to driving scientific research forward.", "start": 4053.0, "end": 4074.0}
{"id": "SwKBVfcT8Uo-t4074.0", "text": "And so I'm kind of thinking of the kind of framework that John Dewey put forward in terms of the benefits of an artistic education.", "start": 4074.0, "end": 4083.0}
{"id": "SwKBVfcT8Uo-t4083.0", "text": "There's a good conference preceding that came out of the Exploratorium a few years ago called Artis a Way of Knowing by Semper, Bevan and McDougall that kind of touches on some of these good things.", "start": 4083.0, "end": 4096.0}
{"id": "SwKBVfcT8Uo-t4096.0", "text": "And I think David Rupurnstein is there's a review paper that a lot of people on the seed network are pulling together now that I think has a lot of good examples, but I've not actually seen it.", "start": 4096.0, "end": 4107.0}
{"id": "SwKBVfcT8Uo-t4107.0", "text": "But I think that's like a good conceptual framework to think about these kind of things.", "start": 4107.0, "end": 4113.0}
{"id": "SwKBVfcT8Uo-t4113.0", "text": "But I'm sorry.", "start": 4113.0, "end": 4114.0}
{"id": "SwKBVfcT8Uo-t4114.0", "text": "I was just going to say I have a family of antidote not to go back to IO, but say we were working with NASA scientists to develop this kind of curriculum where you use the", "start": 4114.0, "end": 4100.0}
{"id": "SwKBVfcT8Uo-t4100.0", "text": "elements of art, lion's shaped color value texture, the basic elements of art and how the elements of art work out.", "start": 4100.0, "end": 4129.0}
{"id": "SwKBVfcT8Uo-t4129.0", "text": "the basic elements of art to analyze and understand", "start": 4129.0, "end": 4132.32}
{"id": "SwKBVfcT8Uo-t4132.32", "text": "geologic stories on planets and moons.", "start": 4132.32, "end": 4135.12}
{"id": "SwKBVfcT8Uo-t4135.12", "text": "And I was working with this I.O. scientist,", "start": 4135.12, "end": 4137.68}
{"id": "SwKBVfcT8Uo-t4137.68", "text": "and we were working with a group of learners,", "start": 4137.68, "end": 4140.24}
{"id": "SwKBVfcT8Uo-t4140.24", "text": "and these learners were working on pieces", "start": 4140.24, "end": 4142.64}
{"id": "SwKBVfcT8Uo-t4142.64", "text": "that kept referencing some shapes", "start": 4142.64, "end": 4145.08}
{"id": "SwKBVfcT8Uo-t4145.08", "text": "that were very interesting compositionally.", "start": 4145.08, "end": 4148.12}
{"id": "SwKBVfcT8Uo-t4148.12", "text": "And she looked at it, the scientist, and said,", "start": 4148.12, "end": 4151.68}
{"id": "SwKBVfcT8Uo-t4151.68", "text": "wow, why do they keep drawing that?", "start": 4151.68, "end": 4153.24}
{"id": "SwKBVfcT8Uo-t4153.24", "text": "I'm like, well, look at the composition.", "start": 4153.24, "end": 4154.8}
{"id": "SwKBVfcT8Uo-t4154.8", "text": "It's very interesting compositionally.", "start": 4154.8, "end": 4156.88}
{"id": "SwKBVfcT8Uo-t4156.88", "text": "She said, that's a region we don't study", "start": 4156.88, "end": 4159.2}
{"id": "SwKBVfcT8Uo-t4159.2", "text": "because it's not hot.", "start": 4159.2, "end": 4160.92}
{"id": "SwKBVfcT8Uo-t4160.92", "text": "So I was covered in volcanoes.", "start": 4160.92, "end": 4163.16}
{"id": "SwKBVfcT8Uo-t4163.16", "text": "The scientists are studying the regions that are hot.", "start": 4163.16, "end": 4166.400000000001}
{"id": "SwKBVfcT8Uo-t4166.400000000001", "text": "But the composition that was interested", "start": 4166.400000000001, "end": 4168.28}
{"id": "SwKBVfcT8Uo-t4168.28", "text": "to the artist's students in the room was not hot.", "start": 4168.28, "end": 4172.72}
{"id": "SwKBVfcT8Uo-t4172.72", "text": "But then she's like, wow, we should look at that closer", "start": 4172.72, "end": 4174.8}
{"id": "SwKBVfcT8Uo-t4174.8", "text": "because the layers were actually very interesting", "start": 4174.8, "end": 4177.84}
{"id": "SwKBVfcT8Uo-t4177.84", "text": "in terms of understanding geologic time", "start": 4177.84, "end": 4180.52}
{"id": "SwKBVfcT8Uo-t4180.52", "text": "and the history of lava flows on the planet.", "start": 4180.52, "end": 4183.04}
{"id": "SwKBVfcT8Uo-t4183.04", "text": "It just wasn't something that was active currently.", "start": 4183.04, "end": 4185.72}
{"id": "SwKBVfcT8Uo-t4185.72", "text": "So using the observational skills", "start": 4185.72, "end": 4187.68}
{"id": "SwKBVfcT8Uo-t4187.68", "text": "through the drawing process,", "start": 4187.68, "end": 4189.280000000001}
{"id": "SwKBVfcT8Uo-t4189.280000000001", "text": "having artists in the scientists of the room,", "start": 4189.280000000001, "end": 4191.400000000001}
{"id": "SwKBVfcT8Uo-t4191.400000000001", "text": "I felt that that was a really interesting place", "start": 4191.400000000001, "end": 4194.64}
{"id": "SwKBVfcT8Uo-t4194.64", "text": "where both were informing each other equally", "start": 4194.64, "end": 4198.0}
{"id": "SwKBVfcT8Uo-t4198.0", "text": "at that moment in time.", "start": 4198.0, "end": 4199.360000000001}
{"id": "SwKBVfcT8Uo-t4201.2", "text": "So I just wanted to add that, I mean,", "start": 4201.2, "end": 4203.360000000001}
{"id": "SwKBVfcT8Uo-t4203.360000000001", "text": "these are really beautiful concrete examples", "start": 4203.360000000001, "end": 4208.2}
{"id": "SwKBVfcT8Uo-t4208.2", "text": "of how art can influence science,", "start": 4208.2, "end": 4212.240000000001}
{"id": "SwKBVfcT8Uo-t4212.24", "text": "but I think it's important for us to remember", "start": 4212.24, "end": 4216.44}
{"id": "SwKBVfcT8Uo-t4216.44", "text": "and appreciate the less concrete examples, right?", "start": 4216.44, "end": 4220.84}
{"id": "SwKBVfcT8Uo-t4220.84", "text": "That science in particular can work very, very slowly.", "start": 4220.84, "end": 4225.84}
{"id": "SwKBVfcT8Uo-t4225.84", "text": "And the dialogue between the scientists and the artists", "start": 4225.84, "end": 4229.96}
{"id": "SwKBVfcT8Uo-t4229.96", "text": "and the infusion of a different way of thinking", "start": 4229.96, "end": 4233.76}
{"id": "SwKBVfcT8Uo-t4233.76", "text": "about a set of questions or a set of problems", "start": 4233.76, "end": 4236.599999999999}
{"id": "SwKBVfcT8Uo-t4236.599999999999", "text": "is really, really profound.", "start": 4236.599999999999, "end": 4239.04}
{"id": "SwKBVfcT8Uo-t4239.04", "text": "You may not immediately be able to put concrete language", "start": 4239.04, "end": 4243.16}
{"id": "SwKBVfcT8Uo-t4243.16", "text": "around what that resulted in,", "start": 4243.16, "end": 4245.36}
{"id": "SwKBVfcT8Uo-t4245.36", "text": "but I think that we should not forget", "start": 4245.36, "end": 4247.64}
{"id": "SwKBVfcT8Uo-t4247.64", "text": "that these are happening in everything that we're all doing.", "start": 4247.64, "end": 4251.08}
{"id": "SwKBVfcT8Uo-t4256.56", "text": "Great question.", "start": 4256.56, "end": 4257.4}
{"id": "SwKBVfcT8Uo-t4257.4", "text": "It kind of preempted a little bit of what I was going to ask,", "start": 4257.4, "end": 4260.44}
{"id": "SwKBVfcT8Uo-t4260.44", "text": "but I love this idea that got brought up earlier", "start": 4260.44, "end": 4265.4}
{"id": "SwKBVfcT8Uo-t4265.4", "text": "about the taxonomy of different types of collaborations.", "start": 4265.4, "end": 4269.04}
{"id": "SwKBVfcT8Uo-t4269.04", "text": "And I found it very conceptually helpful,", "start": 4269.04, "end": 4271.799999999999}
{"id": "SwKBVfcT8Uo-t4271.799999999999", "text": "especially because this conference is gonna continue", "start": 4271.799999999999, "end": 4274.08}
{"id": "SwKBVfcT8Uo-t4274.08", "text": "into the weekend and have more discussions.", "start": 4274.08, "end": 4276.679999999999}
{"id": "SwKBVfcT8Uo-t4276.679999999999", "text": "So as far as I understand it, the taxonomy", "start": 4276.679999999999, "end": 4280.36}
{"id": "SwKBVfcT8Uo-t4280.36", "text": "that's kind of been presented today", "start": 4280.36, "end": 4281.639999999999}
{"id": "SwKBVfcT8Uo-t4281.639999999999", "text": "by all the people doing actual collaborations", "start": 4281.639999999999, "end": 4285.12}
{"id": "SwKBVfcT8Uo-t4285.12", "text": "seems to be one that the artist helps,", "start": 4285.12, "end": 4288.759999999999}
{"id": "SwKBVfcT8Uo-t4288.759999999999", "text": "oh sorry, that the artist in a sense helps", "start": 4288.759999999999, "end": 4290.839999999999}
{"id": "SwKBVfcT8Uo-t4290.839999999999", "text": "to promote some sort of scientific idea,", "start": 4290.839999999999, "end": 4293.28}
{"id": "SwKBVfcT8Uo-t4293.28", "text": "maybe like a movie like Inconvenient Truth", "start": 4293.28, "end": 4295.0}
{"id": "SwKBVfcT8Uo-t4295.0", "text": "would be a bit of an extremely blunt example of that,", "start": 4295.0, "end": 4299.64}
{"id": "SwKBVfcT8Uo-t4299.64", "text": "but to some degree that happens.", "start": 4299.64, "end": 4301.6}
{"id": "SwKBVfcT8Uo-t4301.6", "text": "Or alternatively, maybe the artist as a critic", "start": 4301.6, "end": 4304.76}
{"id": "SwKBVfcT8Uo-t4304.76", "text": "to some scientific ideal or process seems also", "start": 4304.76, "end": 4308.96}
{"id": "SwKBVfcT8Uo-t4308.96", "text": "like a legitimate form of SIR to me at least.", "start": 4308.96, "end": 4312.04}
{"id": "SwKBVfcT8Uo-t4312.04", "text": "And then third, possibly the idea", "start": 4312.04, "end": 4315.32}
{"id": "SwKBVfcT8Uo-t4315.32", "text": "of almost an artistic project like the Ingersweller Travel Bureau,", "start": 4315.32, "end": 4319.32}
{"id": "SwKBVfcT8Uo-t4319.32", "text": "which in a sense like a pop-up interactive experience", "start": 4319.32, "end": 4322.6}
{"id": "SwKBVfcT8Uo-t4322.6", "text": "is a little bit more on the artistic side,", "start": 4322.6, "end": 4324.96}
{"id": "SwKBVfcT8Uo-t4324.96", "text": "destroying very much from science.", "start": 4324.96, "end": 4328.4}
{"id": "SwKBVfcT8Uo-t4328.4", "text": "And then the fourth, which was just brought up,", "start": 4328.4, "end": 4331.24}
{"id": "SwKBVfcT8Uo-t4331.24", "text": "which is exactly what I was going to ask about,", "start": 4331.24, "end": 4332.8}
{"id": "SwKBVfcT8Uo-t4332.8", "text": "which is when the scientist, it's almost like science forward", "start": 4332.8, "end": 4336.88}
{"id": "SwKBVfcT8Uo-t4336.88", "text": "instead of art forward, and the scientist", "start": 4336.88, "end": 4338.84}
{"id": "SwKBVfcT8Uo-t4338.84", "text": "gets something out of this artistic collaboration,", "start": 4338.84, "end": 4341.6}
{"id": "SwKBVfcT8Uo-t4341.6", "text": "maybe noticing something new or having their thinking changed.", "start": 4341.6, "end": 4345.28}
{"id": "SwKBVfcT8Uo-t4345.28", "text": "And I just wanted to ask two things, one of which was,", "start": 4345.28, "end": 4350.28}
{"id": "SwKBVfcT8Uo-t4351.08", "text": "this taxonomy that I've kind of walked away from", "start": 4351.08, "end": 4353.24}
{"id": "SwKBVfcT8Uo-t4353.24", "text": "from this conversation, does everyone kind of,", "start": 4353.24, "end": 4358.24}
{"id": "SwKBVfcT8Uo-t4358.5199999999995", "text": "does those categories make sense to people", "start": 4358.5199999999995, "end": 4360.719999999999}
{"id": "SwKBVfcT8Uo-t4360.719999999999", "text": "as possible modes to interpret what we mean by SIR?", "start": 4360.719999999999, "end": 4365.28}
{"id": "SwKBVfcT8Uo-t4365.28", "text": "And then two, are there any extra categories", "start": 4365.28, "end": 4369.0}
{"id": "SwKBVfcT8Uo-t4369.0", "text": "that you can think of?", "start": 4369.0, "end": 4370.96}
{"id": "SwKBVfcT8Uo-t4370.96", "text": "It might be a little bit of a reach,", "start": 4370.96, "end": 4373.679999999999}
{"id": "SwKBVfcT8Uo-t4373.679999999999", "text": "but I just wanted to kind of see what your opinion of that was", "start": 4373.679999999999, "end": 4378.04}
{"id": "SwKBVfcT8Uo-t4378.04", "text": "given that this is kind of what I've taken away from this", "start": 4378.04, "end": 4380.92}
{"id": "SwKBVfcT8Uo-t4380.92", "text": "and what I'm going to be thinking about", "start": 4380.92, "end": 4382.16}
{"id": "SwKBVfcT8Uo-t4382.16", "text": "as people continue to present and talk about SIR", "start": 4382.16, "end": 4384.76}
{"id": "SwKBVfcT8Uo-t4384.76", "text": "over the next few days.", "start": 4384.76, "end": 4386.04}
{"id": "SwKBVfcT8Uo-t4388.2", "text": "We asked since I sort of started off with this,", "start": 4388.2, "end": 4390.88}
{"id": "SwKBVfcT8Uo-t4390.88", "text": "as the typology guy, yeah,", "start": 4390.88, "end": 4394.8}
{"id": "SwKBVfcT8Uo-t4394.8", "text": "when I was following the conversations", "start": 4394.8, "end": 4396.72}
{"id": "SwKBVfcT8Uo-t4396.72", "text": "that I didn't keep bringing up other examples", "start": 4396.72, "end": 4399.44}
{"id": "SwKBVfcT8Uo-t4399.44", "text": "of classes of collaborations,", "start": 4399.44, "end": 4402.36}
{"id": "SwKBVfcT8Uo-t4402.36", "text": "but I would have come up with the four that you just had.", "start": 4402.36, "end": 4405.96}
{"id": "SwKBVfcT8Uo-t4405.96", "text": "The third about the,", "start": 4405.96, "end": 4407.88}
{"id": "SwKBVfcT8Uo-t4407.88", "text": "which Mark and Jamie brought up with these,", "start": 4407.88, "end": 4412.88}
{"id": "SwKBVfcT8Uo-t4414.4400000000005", "text": "the Intergalactic Club,", "start": 4414.4400000000005, "end": 4416.16}
{"id": "SwKBVfcT8Uo-t4416.16", "text": "sorry, I just forgot your title.", "start": 4416.16, "end": 4418.4800000000005}
{"id": "SwKBVfcT8Uo-t4418.4800000000005", "text": "The Superhero Club House?", "start": 4418.4800000000005, "end": 4419.4800000000005}
{"id": "SwKBVfcT8Uo-t4419.4800000000005", "text": "The Superhero Club House.", "start": 4419.4800000000005, "end": 4420.92}
{"id": "SwKBVfcT8Uo-t4421.8", "text": "I guess, yeah, even though you said they were", "start": 4421.8, "end": 4425.04}
{"id": "SwKBVfcT8Uo-t4425.04", "text": "in a way started with,", "start": 4425.04, "end": 4426.4800000000005}
{"id": "SwKBVfcT8Uo-t4426.4800000000005", "text": "I almost saw them as starting with life", "start": 4426.4800000000005, "end": 4428.92}
{"id": "SwKBVfcT8Uo-t4428.92", "text": "or something about engaging people", "start": 4428.92, "end": 4432.32}
{"id": "SwKBVfcT8Uo-t4432.32", "text": "in a holistic way about issues of life,", "start": 4432.32, "end": 4435.04}
{"id": "SwKBVfcT8Uo-t4435.04", "text": "almost ethics and a transdisciplinary mind", "start": 4435.04, "end": 4440.04}
{"id": "SwKBVfcT8Uo-t4440.48", "text": "that was maybe neither science nor art.", "start": 4440.48, "end": 4442.56}
{"id": "SwKBVfcT8Uo-t4442.56", "text": "Maybe I would put it a little bit,", "start": 4442.56, "end": 4443.88}
{"id": "SwKBVfcT8Uo-t4443.88", "text": "as you framed it on the,", "start": 4443.88, "end": 4445.5199999999995}
{"id": "SwKBVfcT8Uo-t4445.5199999999995", "text": "more toward the outside,", "start": 4445.5199999999995, "end": 4446.64}
{"id": "SwKBVfcT8Uo-t4446.64", "text": "but almost a goal for doing scenarios about life,", "start": 4446.64, "end": 4451.64}
{"id": "SwKBVfcT8Uo-t4454.68", "text": "expanding people, a consciousness expansion,", "start": 4454.68, "end": 4457.24}
{"id": "SwKBVfcT8Uo-t4457.24", "text": "maybe more broadly construed.", "start": 4457.24, "end": 4462.24}
{"id": "SwKBVfcT8Uo-t4462.4", "text": "And then the fourth one, I would say yes,", "start": 4462.4, "end": 4464.36}
{"id": "SwKBVfcT8Uo-t4464.36", "text": "you framed it well as the artistic mind", "start": 4464.36, "end": 4467.0}
{"id": "SwKBVfcT8Uo-t4467.0", "text": "as having new insights.", "start": 4467.0, "end": 4469.2}
{"id": "SwKBVfcT8Uo-t4469.2", "text": "And I agree that scientists have to do that themselves,", "start": 4469.2, "end": 4473.92}
{"id": "SwKBVfcT8Uo-t4473.92", "text": "but the idea of multiple minds thinking", "start": 4473.92, "end": 4477.96}
{"id": "SwKBVfcT8Uo-t4477.96", "text": "and patterns in different ways.", "start": 4477.96, "end": 4479.599999999999}
{"id": "SwKBVfcT8Uo-t4479.599999999999", "text": "So I would say you're saying four.", "start": 4479.599999999999, "end": 4483.12}
{"id": "SwKBVfcT8Uo-t4483.12", "text": "Whether there's more, I don't know,", "start": 4483.12, "end": 4484.5199999999995}
{"id": "SwKBVfcT8Uo-t4484.5199999999995", "text": "I don't see it at this point,", "start": 4484.5199999999995, "end": 4485.799999999999}
{"id": "SwKBVfcT8Uo-t4485.799999999999", "text": "but I'm definitely open to it.", "start": 4485.799999999999, "end": 4487.5199999999995}
{"id": "SwKBVfcT8Uo-t4487.5199999999995", "text": "But I think that's really great that you saw the four", "start": 4487.5199999999995, "end": 4489.96}
{"id": "SwKBVfcT8Uo-t4491.0", "text": "that I saw also so far.", "start": 4491.0, "end": 4493.2}
{"id": "SwKBVfcT8Uo-t4493.2", "text": "I'd like to just add a little bit on", "start": 4493.2, "end": 4497.24}
{"id": "SwKBVfcT8Uo-t4497.24", "text": "to your fourth category, I think it's really good.", "start": 4497.24, "end": 4499.72}
{"id": "SwKBVfcT8Uo-t4499.72", "text": "But I think we should not just think about", "start": 4499.72, "end": 4503.639999999999}
{"id": "SwKBVfcT8Uo-t4503.639999999999", "text": "that the collaborations as an artist.", "start": 4503.639999999999, "end": 4506.2}
{"id": "SwKBVfcT8Uo-t4506.2", "text": "It can be any member of the community.", "start": 4506.2, "end": 4507.88}
{"id": "SwKBVfcT8Uo-t4507.88", "text": "It can be anyone who comes to a scientist with something.", "start": 4507.88, "end": 4512.48}
{"id": "SwKBVfcT8Uo-t4512.48", "text": "And I just wanna throw an example out, which is,", "start": 4512.48, "end": 4515.599999999999}
{"id": "SwKBVfcT8Uo-t4515.599999999999", "text": "I'm gonna do this film,", "start": 4515.599999999999, "end": 4516.72}
{"id": "SwKBVfcT8Uo-t4516.72", "text": "this short film about this lab in Nova Scotia,", "start": 4516.72, "end": 4520.4}
{"id": "SwKBVfcT8Uo-t4520.4", "text": "led by this awesome scientist", "start": 4520.4, "end": 4522.04}
{"id": "SwKBVfcT8Uo-t4522.04", "text": "named Max Lebouron, and she is Ocean Plastics Lab.", "start": 4522.04, "end": 4525.68}
{"id": "SwKBVfcT8Uo-t4525.68", "text": "And what she does is she actually begins", "start": 4525.68, "end": 4529.32}
{"id": "SwKBVfcT8Uo-t4529.32", "text": "the process of hypothesis creation", "start": 4529.32, "end": 4530.96}
{"id": "SwKBVfcT8Uo-t4530.96", "text": "with the community meeting in the town or the lab is.", "start": 4530.96, "end": 4534.44}
{"id": "SwKBVfcT8Uo-t4534.44", "text": "And sort of gives her like a rough presentation", "start": 4534.44, "end": 4537.56}
{"id": "SwKBVfcT8Uo-t4537.56", "text": "of what she is interested in,", "start": 4537.56, "end": 4538.88}
{"id": "SwKBVfcT8Uo-t4538.88", "text": "what they can do in the lab.", "start": 4538.88, "end": 4540.84}
{"id": "SwKBVfcT8Uo-t4540.84", "text": "And then they just have an open hypothesis generation session.", "start": 4540.84, "end": 4545.24}
{"id": "SwKBVfcT8Uo-t4545.24", "text": "And it's super engaged in the community.", "start": 4545.24, "end": 4547.0}
{"id": "SwKBVfcT8Uo-t4547.0", "text": "And part of the thing that's come out of it", "start": 4547.0, "end": 4549.4}
{"id": "SwKBVfcT8Uo-t4549.4", "text": "is they've created these little trolls", "start": 4549.4, "end": 4551.12}
{"id": "SwKBVfcT8Uo-t4551.12", "text": "that can go behind people's fishing boats", "start": 4551.12, "end": 4552.88}
{"id": "SwKBVfcT8Uo-t4552.88", "text": "that can collect plastic.", "start": 4552.88, "end": 4554.5199999999995}
{"id": "SwKBVfcT8Uo-t4554.5199999999995", "text": "And then each person has a boat", "start": 4554.5199999999995, "end": 4556.76}
{"id": "SwKBVfcT8Uo-t4556.76", "text": "can do their own experiments at home", "start": 4556.76, "end": 4558.76}
{"id": "SwKBVfcT8Uo-t4558.76", "text": "and feed data back into the lab.", "start": 4558.76, "end": 4560.72}
{"id": "SwKBVfcT8Uo-t4560.72", "text": "But all of that, like all the interests", "start": 4560.72, "end": 4563.5199999999995}
{"id": "SwKBVfcT8Uo-t4563.5199999999995", "text": "and those kind of experiments come", "start": 4563.5199999999995, "end": 4565.08}
{"id": "SwKBVfcT8Uo-t4565.08", "text": "from the community members.", "start": 4565.08, "end": 4566.64}
{"id": "SwKBVfcT8Uo-t4566.64", "text": "And I just think that's such a great model", "start": 4566.64, "end": 4568.16}
{"id": "SwKBVfcT8Uo-t4568.16", "text": "moving forward.", "start": 4568.16, "end": 4569.0}
{"id": "SwKBVfcT8Uo-t4569.0", "text": "It both gets scientists out of their silo a little bit.", "start": 4569.0, "end": 4572.0}
{"id": "SwKBVfcT8Uo-t4572.0", "text": "And to Shane's point earlier", "start": 4572.0, "end": 4574.28}
{"id": "SwKBVfcT8Uo-t4574.28", "text": "about like how do we have a bigger impact", "start": 4574.28, "end": 4576.4}
{"id": "SwKBVfcT8Uo-t4576.4", "text": "above and beyond meetings", "start": 4576.4, "end": 4578.36}
{"id": "SwKBVfcT8Uo-t4578.36", "text": "and ivory tower collaborations.", "start": 4578.36, "end": 4581.759999999999}
{"id": "SwKBVfcT8Uo-t4581.759999999999", "text": "It's that stuff.", "start": 4581.759999999999, "end": 4582.759999999999}
{"id": "SwKBVfcT8Uo-t4582.759999999999", "text": "It's like getting scientists to come out", "start": 4582.759999999999, "end": 4587.16}
{"id": "SwKBVfcT8Uo-t4587.16", "text": "into the community a little bit more", "start": 4587.16, "end": 4589.639999999999}
{"id": "SwKBVfcT8Uo-t4589.639999999999", "text": "and also going to them and bringing it to them.", "start": 4589.639999999999, "end": 4592.08}
{"id": "SwKBVfcT8Uo-t4592.08", "text": "But I just love what they're doing up there.", "start": 4592.08, "end": 4595.759999999999}
{"id": "SwKBVfcT8Uo-t4595.759999999999", "text": "I mean, I would add to that a little bit and say,", "start": 4595.759999999999, "end": 4598.12}
{"id": "SwKBVfcT8Uo-t4598.12", "text": "and I don't know if this is a different category", "start": 4598.12, "end": 4600.0}
{"id": "SwKBVfcT8Uo-t4600.0", "text": "or a nuance of a category,", "start": 4600.0, "end": 4602.5199999999995}
{"id": "SwKBVfcT8Uo-t4602.5199999999995", "text": "but that I think another really important thing", "start": 4602.5199999999995, "end": 4606.719999999999}
{"id": "SwKBVfcT8Uo-t4606.72", "text": "for this group to be thinking about", "start": 4606.72, "end": 4608.84}
{"id": "SwKBVfcT8Uo-t4608.84", "text": "and talking about is how do we reach people", "start": 4608.84, "end": 4612.76}
{"id": "SwKBVfcT8Uo-t4612.76", "text": "we're not currently reaching, right?", "start": 4612.76, "end": 4614.8}
{"id": "SwKBVfcT8Uo-t4614.8", "text": "Because, I mean, I'll just speak for a LEGO project.", "start": 4614.8, "end": 4617.52}
{"id": "SwKBVfcT8Uo-t4617.52", "text": "We've amassed a really wonderful community of people,", "start": 4617.52, "end": 4620.4400000000005}
{"id": "SwKBVfcT8Uo-t4620.4400000000005", "text": "but I think to some degree we're speaking to the choir.", "start": 4620.4400000000005, "end": 4623.52}
{"id": "SwKBVfcT8Uo-t4623.52", "text": "And how do you start to reach beyond that group of people?", "start": 4623.52, "end": 4627.0}
{"id": "SwKBVfcT8Uo-t4627.0", "text": "And that I do think in a way is a special category", "start": 4627.0, "end": 4630.72}
{"id": "SwKBVfcT8Uo-t4630.72", "text": "because potentially we have to work or think", "start": 4630.72, "end": 4634.16}
{"id": "SwKBVfcT8Uo-t4634.16", "text": "or at least talk a little bit differently", "start": 4634.16, "end": 4636.240000000001}
{"id": "SwKBVfcT8Uo-t4636.24", "text": "about what we're doing in order to engage", "start": 4636.24, "end": 4639.5599999999995}
{"id": "SwKBVfcT8Uo-t4639.5599999999995", "text": "some people that we're not currently engaging.", "start": 4639.5599999999995, "end": 4641.4}
{"id": "SwKBVfcT8Uo-t4641.4", "text": "For example, the word transdisciplinary,", "start": 4641.4, "end": 4644.32}
{"id": "SwKBVfcT8Uo-t4644.32", "text": "there are some people that that word", "start": 4644.32, "end": 4645.84}
{"id": "SwKBVfcT8Uo-t4645.84", "text": "is just gonna lose immediately.", "start": 4645.84, "end": 4647.76}
{"id": "SwKBVfcT8Uo-t4647.76", "text": "There are a lot of people that that word", "start": 4647.76, "end": 4649.96}
{"id": "SwKBVfcT8Uo-t4649.96", "text": "is going to lose immediately.", "start": 4649.96, "end": 4651.679999999999}
{"id": "SwKBVfcT8Uo-t4655.679999999999", "text": "All right, thank you so much.", "start": 4655.679999999999, "end": 4657.12}
{"id": "SwKBVfcT8Uo-t4659.76", "text": "Hey, my name's Nick.", "start": 4659.76, "end": 4661.32}
{"id": "SwKBVfcT8Uo-t4661.32", "text": "I'm a scientist most of the time.", "start": 4661.32, "end": 4664.679999999999}
{"id": "SwKBVfcT8Uo-t4664.68", "text": "I'm an artist very rarely,", "start": 4664.68, "end": 4667.68}
{"id": "SwKBVfcT8Uo-t4667.68", "text": "and I've done a little bit of art science collaboration.", "start": 4667.68, "end": 4670.68}
{"id": "SwKBVfcT8Uo-t4670.68", "text": "I thought it was a really interesting discussion,", "start": 4670.68, "end": 4673.68}
{"id": "SwKBVfcT8Uo-t4673.68", "text": "but something that struck me about it", "start": 4673.68, "end": 4675.68}
{"id": "SwKBVfcT8Uo-t4675.68", "text": "is also something that struck me about my interactions", "start": 4675.68, "end": 4678.68}
{"id": "SwKBVfcT8Uo-t4678.68", "text": "with the art community", "start": 4678.68, "end": 4680.68}
{"id": "SwKBVfcT8Uo-t4680.68", "text": "and especially the interactions between scientists and artists", "start": 4680.68, "end": 4685.68}
{"id": "SwKBVfcT8Uo-t4685.68", "text": "is that a large majority of them are very science-focused.", "start": 4685.68, "end": 4691.68}
{"id": "SwKBVfcT8Uo-t4691.68", "text": "So the subject of the whole thing is science.", "start": 4691.68, "end": 4695.68}
{"id": "SwKBVfcT8Uo-t4695.68", "text": "Whether it's science communication", "start": 4695.68, "end": 4697.68}
{"id": "SwKBVfcT8Uo-t4697.68", "text": "or the artists bringing some observation", "start": 4697.68, "end": 4701.68}
{"id": "SwKBVfcT8Uo-t4701.68", "text": "that helps the scientists understand things,", "start": 4701.68, "end": 4703.68}
{"id": "SwKBVfcT8Uo-t4703.68", "text": "it's the science that we're trying to understand.", "start": 4703.68, "end": 4706.68}
{"id": "SwKBVfcT8Uo-t4706.68", "text": "Somehow the question of the universe", "start": 4706.68, "end": 4708.68}
{"id": "SwKBVfcT8Uo-t4708.68", "text": "that is the science that we're trying to understand", "start": 4708.68, "end": 4710.68}
{"id": "SwKBVfcT8Uo-t4710.68", "text": "rarely is do we see science doing science of art", "start": 4710.68, "end": 4716.68}
{"id": "SwKBVfcT8Uo-t4716.68", "text": "and trying to use science to understand art.", "start": 4716.68, "end": 4719.68}
{"id": "SwKBVfcT8Uo-t4719.68", "text": "Now this does happen, but it's a lot rarer", "start": 4719.68, "end": 4722.68}
{"id": "SwKBVfcT8Uo-t4722.68", "text": "than art trying to serve science.", "start": 4722.68, "end": 4725.68}
{"id": "SwKBVfcT8Uo-t4725.68", "text": "And I wonder why, if you have any opinions on why that is,", "start": 4725.68, "end": 4728.68}
{"id": "SwKBVfcT8Uo-t4728.68", "text": "I think Mark touched on it a little bit with the inequality", "start": 4728.68, "end": 4731.68}
{"id": "SwKBVfcT8Uo-t4731.68", "text": "between funding, but also I think maybe the science of art", "start": 4731.68, "end": 4737.68}
{"id": "SwKBVfcT8Uo-t4737.68", "text": "is sometimes seen as a little bit frivolous in science.", "start": 4737.68, "end": 4740.68}
{"id": "SwKBVfcT8Uo-t4740.68", "text": "Like, you know, it's not a serious question", "start": 4740.68, "end": 4742.68}
{"id": "SwKBVfcT8Uo-t4742.68", "text": "that scientists are asking.", "start": 4742.68, "end": 4744.68}
{"id": "SwKBVfcT8Uo-t4744.68", "text": "So I wonder if you have any kind of opinions on that.", "start": 4744.68, "end": 4746.68}
{"id": "SwKBVfcT8Uo-t4746.68", "text": "Maybe it's like a fifth category to your turn.", "start": 4746.68, "end": 4748.68}
{"id": "SwKBVfcT8Uo-t4748.68", "text": "That's all I can.", "start": 4748.68, "end": 4750.68}
{"id": "SwKBVfcT8Uo-t4750.68", "text": "I can make an empirical observation", "start": 4750.68, "end": 4754.68}
{"id": "SwKBVfcT8Uo-t4754.68", "text": "because I work with and know lots of people who work in", "start": 4754.68, "end": 4758.68}
{"id": "SwKBVfcT8Uo-t4758.68", "text": "conservation science.", "start": 4758.68, "end": 4760.68}
{"id": "SwKBVfcT8Uo-t4760.68", "text": "So this chemistry that is looking at art preservation,", "start": 4760.68, "end": 4764.68}
{"id": "SwKBVfcT8Uo-t4764.68", "text": "so fine art.", "start": 4764.68, "end": 4765.68}
{"id": "SwKBVfcT8Uo-t4765.68", "text": "This is not a well respected or well funded subfield", "start": 4765.68, "end": 4770.68}
{"id": "SwKBVfcT8Uo-t4770.68", "text": "of chemistry and spectroscopy.", "start": 4770.68, "end": 4773.68}
{"id": "SwKBVfcT8Uo-t4773.68", "text": "For whatever reason I don't understand.", "start": 4773.68, "end": 4776.68}
{"id": "SwKBVfcT8Uo-t4776.68", "text": "But it is an empirically true statement.", "start": 4776.68, "end": 4779.68}
{"id": "SwKBVfcT8Uo-t4779.68", "text": "This is not something where there is a ton of money", "start": 4779.68, "end": 4782.68}
{"id": "SwKBVfcT8Uo-t4782.68", "text": "and a ton of respect heading.", "start": 4782.68, "end": 4784.68}
{"id": "SwKBVfcT8Uo-t4784.68", "text": "I would also kind of caveat it and push back", "start": 4784.68, "end": 4788.68}
{"id": "SwKBVfcT8Uo-t4788.68", "text": "against this conception that science doesn't do a lot of job.", "start": 4788.68, "end": 4791.68}
{"id": "SwKBVfcT8Uo-t4791.68", "text": "And I think it's really easy to lose sight of our place in history", "start": 4791.68, "end": 4797.68}
{"id": "SwKBVfcT8Uo-t4797.68", "text": "when we forget that many of the kind of", "start": 4797.68, "end": 4805.68}
{"id": "SwKBVfcT8Uo-t4805.68", "text": "tools we take to be everyday run of the mill things", "start": 4805.68, "end": 4810.68}
{"id": "SwKBVfcT8Uo-t4810.68", "text": "were in fact 20, 30, 50 years ago cutting edge science", "start": 4810.68, "end": 4815.68}
{"id": "SwKBVfcT8Uo-t4815.68", "text": "and they've now been so democratized and mass marketed", "start": 4815.68, "end": 4819.68}
{"id": "SwKBVfcT8Uo-t4819.68", "text": "that we don't even realize that this is fundamentally", "start": 4819.68, "end": 4822.68}
{"id": "SwKBVfcT8Uo-t4822.68", "text": "like a scientific product.", "start": 4822.68, "end": 4824.68}
{"id": "SwKBVfcT8Uo-t4824.68", "text": "It's probably more technological now.", "start": 4824.68, "end": 4826.68}
{"id": "SwKBVfcT8Uo-t4826.68", "text": "And these are completely ubiquitous.", "start": 4826.68, "end": 4827.68}
{"id": "SwKBVfcT8Uo-t4827.68", "text": "Like the Met is digitizing its entire collection.", "start": 4827.68, "end": 4830.68}
{"id": "SwKBVfcT8Uo-t4830.68", "text": "Like Google is transcribing every work of literature", "start": 4830.68, "end": 4833.68}
{"id": "SwKBVfcT8Uo-t4833.68", "text": "onto the web.", "start": 4833.68, "end": 4835.68}
{"id": "SwKBVfcT8Uo-t4835.68", "text": "And it's somewhat semantics but you could argue", "start": 4835.68, "end": 4838.68}
{"id": "SwKBVfcT8Uo-t4838.68", "text": "that science is doing a really good job of disseminating", "start": 4838.68, "end": 4842.68}
{"id": "SwKBVfcT8Uo-t4842.68", "text": "and promoting art.", "start": 4842.68, "end": 4843.68}
{"id": "SwKBVfcT8Uo-t4843.68", "text": "It just doesn't sit within the academies", "start": 4843.68, "end": 4845.68}
{"id": "SwKBVfcT8Uo-t4845.68", "text": "in the way it does it now.", "start": 4845.68, "end": 4847.68}
{"id": "SwKBVfcT8Uo-t4848.68", "text": "I mean just a thought.", "start": 4848.68, "end": 4849.68}
{"id": "SwKBVfcT8Uo-t4849.68", "text": "Yeah, to comment on that.", "start": 4849.68, "end": 4850.68}
{"id": "SwKBVfcT8Uo-t4850.68", "text": "I guess it's not cutting edge anymore so it's not,", "start": 4850.68, "end": 4852.68}
{"id": "SwKBVfcT8Uo-t4852.68", "text": "you know, it's become engineering not science.", "start": 4852.68, "end": 4855.68}
{"id": "SwKBVfcT8Uo-t4855.68", "text": "Yeah, I mean, yeah, that's why I said maybe it's semantics.", "start": 4855.68, "end": 4859.68}
{"id": "SwKBVfcT8Uo-t4859.68", "text": "I guess just a quick response is to some degree", "start": 4859.68, "end": 4864.68}
{"id": "SwKBVfcT8Uo-t4864.68", "text": "science as a process is more confined in a certain way", "start": 4864.68, "end": 4869.68}
{"id": "SwKBVfcT8Uo-t4869.68", "text": "than art.", "start": 4869.68, "end": 4871.68}
{"id": "SwKBVfcT8Uo-t4871.68", "text": "But in general I would class your question", "start": 4871.68, "end": 4874.68}
{"id": "SwKBVfcT8Uo-t4874.68", "text": "under cognitive science.", "start": 4874.68, "end": 4877.68}
{"id": "SwKBVfcT8Uo-t4877.68", "text": "And it was just asking how people think and why they think", "start": 4877.68, "end": 4882.68}
{"id": "SwKBVfcT8Uo-t4882.68", "text": "and how they respond.", "start": 4882.68, "end": 4883.68}
{"id": "SwKBVfcT8Uo-t4883.68", "text": "And that is being investigated in different ways,", "start": 4883.68, "end": 4887.68}
{"id": "SwKBVfcT8Uo-t4887.68", "text": "obviously in a big way.", "start": 4887.68, "end": 4889.68}
{"id": "SwKBVfcT8Uo-t4889.68", "text": "I know it was a year or two ago where there were some", "start": 4889.68, "end": 4892.68}
{"id": "SwKBVfcT8Uo-t4892.68", "text": "artificial intelligence is also investigating this.", "start": 4892.68, "end": 4895.68}
{"id": "SwKBVfcT8Uo-t4895.68", "text": "Like what makes people respond in certain ways?", "start": 4895.68, "end": 4897.68}
{"id": "SwKBVfcT8Uo-t4897.68", "text": "And there was some pop song that was created by a computer", "start": 4897.68, "end": 4901.68}
{"id": "SwKBVfcT8Uo-t4901.68", "text": "in a way that, I don't know, there's a negative side to that.", "start": 4901.68, "end": 4904.68}
{"id": "SwKBVfcT8Uo-t4904.68", "text": "There's a side that scares me when the human mind is understood", "start": 4904.68, "end": 4909.68}
{"id": "SwKBVfcT8Uo-t4909.68", "text": "in that way and the artistic process is,", "start": 4909.68, "end": 4913.68}
{"id": "SwKBVfcT8Uo-t4913.68", "text": "well, it depends on what kind of art you're talking about.", "start": 4913.68, "end": 4915.68}
{"id": "SwKBVfcT8Uo-t4915.68", "text": "But in this case it was a song that contains properties to it", "start": 4915.68, "end": 4920.68}
{"id": "SwKBVfcT8Uo-t4920.68", "text": "that they think will be popular to the mind.", "start": 4920.68, "end": 4925.68}
{"id": "SwKBVfcT8Uo-t4925.68", "text": "And I don't know whether that fits with your question at all.", "start": 4925.68, "end": 4929.68}
{"id": "SwKBVfcT8Uo-t4929.68", "text": "Yeah, absolutely.", "start": 4929.68, "end": 4930.68}
{"id": "SwKBVfcT8Uo-t4930.68", "text": "I mean, I think music is one of the areas where this is most", "start": 4930.68, "end": 4933.68}
{"id": "SwKBVfcT8Uo-t4933.68", "text": "prevalent in scientific understanding of music.", "start": 4933.68, "end": 4935.68}
{"id": "SwKBVfcT8Uo-t4935.68", "text": "But it is so, it seems that, and it's not that this doesn't", "start": 4935.68, "end": 4938.68}
{"id": "SwKBVfcT8Uo-t4938.68", "text": "happen, it just seems very unequal, right?", "start": 4938.68, "end": 4941.68}
{"id": "SwKBVfcT8Uo-t4941.68", "text": "There is this imbalance and I wonder if it's to do with funding", "start": 4941.68, "end": 4944.68}
{"id": "SwKBVfcT8Uo-t4944.68", "text": "or to do with the lack of respect for those kind of fields of science.", "start": 4944.68, "end": 4947.68}
{"id": "SwKBVfcT8Uo-t4947.68", "text": "It's hard to find creativity.", "start": 4947.68, "end": 4949.68}
{"id": "SwKBVfcT8Uo-t4949.68", "text": "Yeah, I mean, another reason might simply be that in a way", "start": 4949.68, "end": 4953.68}
{"id": "SwKBVfcT8Uo-t4953.68", "text": "it's the opposite of what it feels like.", "start": 4953.68, "end": 4956.68}
{"id": "SwKBVfcT8Uo-t4956.68", "text": "The artists are actually more evolved and have already come to", "start": 4956.68, "end": 4959.68}
{"id": "SwKBVfcT8Uo-t4959.68", "text": "the table and part of the discussion is how to get the", "start": 4959.68, "end": 4962.68}
{"id": "SwKBVfcT8Uo-t4962.68", "text": "scientists to the table.", "start": 4962.68, "end": 4964.68}
{"id": "SwKBVfcT8Uo-t4964.68", "text": "And therefore there may be a little bit of a focus on the science.", "start": 4964.68, "end": 4967.68}
{"id": "SwKBVfcT8Uo-t4967.68", "text": "Okay.", "start": 4967.68, "end": 4968.68}
{"id": "SwKBVfcT8Uo-t4968.68", "text": "I just want to add one more thing from like the artist's perspective", "start": 4968.68, "end": 4973.68}
{"id": "SwKBVfcT8Uo-t4973.68", "text": "as an artist you have a subject, right?", "start": 4973.68, "end": 4976.68}
{"id": "SwKBVfcT8Uo-t4976.68", "text": "And so many artists are interested in the subject of science.", "start": 4976.68, "end": 4981.68}
{"id": "SwKBVfcT8Uo-t4981.68", "text": "And that subject in art can be so varied, whereas often in", "start": 4981.68, "end": 4985.68}
{"id": "SwKBVfcT8Uo-t4985.68", "text": "science you're an expert, you're a master in a certain field", "start": 4985.68, "end": 4989.68}
{"id": "SwKBVfcT8Uo-t4989.68", "text": "or question, so you don't necessarily have the breadth in", "start": 4989.68, "end": 4992.68}
{"id": "SwKBVfcT8Uo-t4992.68", "text": "your starting point.", "start": 4992.68, "end": 4994.68}
{"id": "SwKBVfcT8Uo-t4997.68", "text": "When was the April B. Eric Candel wrote a book about Mark", "start": 4997.68, "end": 5002.68}
{"id": "SwKBVfcT8Uo-t5002.68", "text": "Rothko in trying to understand from a neuroscientist", "start": 5002.68, "end": 5006.68}
{"id": "SwKBVfcT8Uo-t5006.68", "text": "perspective what makes Rothko art?", "start": 5006.68, "end": 5010.68}
{"id": "SwKBVfcT8Uo-t5010.68", "text": "So it is happening.", "start": 5010.68, "end": 5011.68}
{"id": "SwKBVfcT8Uo-t5011.68", "text": "I mean, yeah, you're saying it maybe is not happening", "start": 5011.68, "end": 5013.68}
{"id": "SwKBVfcT8Uo-t5013.68", "text": "in as a formal way, but yeah.", "start": 5013.68, "end": 5015.68}
{"id": "SwKBVfcT8Uo-t5015.68", "text": "So I'm happy with that as another category that needs to be", "start": 5015.68, "end": 5019.68}
{"id": "SwKBVfcT8Uo-t5019.68", "text": "expanded more, maybe even more consciously to be more", "start": 5019.68, "end": 5022.68}
{"id": "SwKBVfcT8Uo-t5022.68", "text": "conscious.", "start": 5022.68, "end": 5023.68}
{"id": "SwKBVfcT8Uo-t5023.68", "text": "Just really quickly.", "start": 5023.68, "end": 5024.68}
{"id": "SwKBVfcT8Uo-t5024.68", "text": "From my perspective, and I might just be too caught up in it,", "start": 5024.68, "end": 5027.68}
{"id": "SwKBVfcT8Uo-t5027.68", "text": "and I write all about neuro-esthetics and my website,", "start": 5027.68, "end": 5030.68}
{"id": "SwKBVfcT8Uo-t5030.68", "text": "the beautiful brain.", "start": 5030.68, "end": 5032.68}
{"id": "SwKBVfcT8Uo-t5032.68", "text": "And I just feel like it is happening a lot.", "start": 5032.68, "end": 5034.68}
{"id": "SwKBVfcT8Uo-t5034.68", "text": "And there's the Max Planck Empire, for example, just created", "start": 5034.68, "end": 5038.68}
{"id": "SwKBVfcT8Uo-t5038.68", "text": "the Max Planck Institute of Empirical Studies.", "start": 5038.68, "end": 5041.68}
{"id": "SwKBVfcT8Uo-t5041.68", "text": "And it's all about that.", "start": 5041.68, "end": 5044.68}
{"id": "SwKBVfcT8Uo-t5044.68", "text": "And I went to the International Association of Empirical", "start": 5044.68, "end": 5048.68}
{"id": "SwKBVfcT8Uo-t5048.68", "text": "Aesthetics meeting here at Hunter College a couple of years.", "start": 5048.68, "end": 5051.68}
{"id": "SwKBVfcT8Uo-t5051.68", "text": "These are big bodies that are only studying what happens when", "start": 5051.68, "end": 5054.68}
{"id": "SwKBVfcT8Uo-t5054.68", "text": "you look at a painting.", "start": 5054.68, "end": 5056.68}
{"id": "SwKBVfcT8Uo-t5056.68", "text": "And it really is going on, but it's...", "start": 5056.68, "end": 5059.68}
{"id": "SwKBVfcT8Uo-t5059.68", "text": "It's a lot of the artist's wrong way, for good reason.", "start": 5059.68, "end": 5064.68}
{"id": "SwKBVfcT8Uo-t5064.68", "text": "But there is an issue of the artist having an intuitive", "start": 5064.68, "end": 5069.68}
{"id": "SwKBVfcT8Uo-t5069.68", "text": "understanding of what they're already doing.", "start": 5069.68, "end": 5072.68}
{"id": "SwKBVfcT8Uo-t5072.68", "text": "This is a longer conversation.", "start": 5072.68, "end": 5074.68}
{"id": "SwKBVfcT8Uo-t5074.68", "text": "I just said, there is a lot of work out there.", "start": 5074.68, "end": 5077.68}
{"id": "SwKBVfcT8Uo-t5077.68", "text": "So if I could just add to that a little bit, and I am talking", "start": 5077.68, "end": 5081.68}
{"id": "SwKBVfcT8Uo-t5081.68", "text": "tomorrow, sorry.", "start": 5081.68, "end": 5083.68}
{"id": "SwKBVfcT8Uo-t5083.68", "text": "But there is actually a science to the arts.", "start": 5083.68, "end": 5087.68}
{"id": "SwKBVfcT8Uo-t5087.68", "text": "And I think oftentimes that's overlooked.", "start": 5087.68, "end": 5089.68}
{"id": "SwKBVfcT8Uo-t5089.68", "text": "And there is a lot of work being done on aesthetic science,", "start": 5089.68, "end": 5092.68}
{"id": "SwKBVfcT8Uo-t5092.68", "text": "but there's also a lot being done on the neuroscience of what", "start": 5092.68, "end": 5095.68}
{"id": "SwKBVfcT8Uo-t5095.68", "text": "happens in the brain when you're making stuff.", "start": 5095.68, "end": 5097.68}
{"id": "SwKBVfcT8Uo-t5097.68", "text": "Even looking at when did civilization really take off", "start": 5097.68, "end": 5102.68}
{"id": "SwKBVfcT8Uo-t5102.68", "text": "with knowledge, and there's a professor, and I forget what", "start": 5102.68, "end": 5105.68}
{"id": "SwKBVfcT8Uo-t5105.68", "text": "university that's actually having people flint knives and spears", "start": 5105.68, "end": 5110.68}
{"id": "SwKBVfcT8Uo-t5110.68", "text": "and seeing what is happening because there was a point in", "start": 5110.68, "end": 5113.68}
{"id": "SwKBVfcT8Uo-t5113.68", "text": "human civilization where the use of simple machines in", "start": 5113.68, "end": 5116.68}
{"id": "SwKBVfcT8Uo-t5116.68", "text": "building these things actually led to more knowledge.", "start": 5116.68, "end": 5119.68}
{"id": "SwKBVfcT8Uo-t5119.68", "text": "And I think oftentimes what's happening, at least in this", "start": 5119.68, "end": 5123.68}
{"id": "SwKBVfcT8Uo-t5123.68", "text": "country, is that we look at art in many ways as vocational", "start": 5123.68, "end": 5128.68}
{"id": "SwKBVfcT8Uo-t5128.68", "text": "skills, and if you look at metallurgy or ceramics or chemistry,", "start": 5128.68, "end": 5133.68}
{"id": "SwKBVfcT8Uo-t5133.68", "text": "you know, that there are really hard sciences there.", "start": 5133.68, "end": 5136.68}
{"id": "SwKBVfcT8Uo-t5136.68", "text": "How do you build? How do you engineer?", "start": 5136.68, "end": 5139.68}
{"id": "SwKBVfcT8Uo-t5139.68", "text": "Typically the artists were the ones that were doing that.", "start": 5139.68, "end": 5142.68}
{"id": "SwKBVfcT8Uo-t5142.68", "text": "100 years ago we really started dividing up disciplines.", "start": 5142.68, "end": 5146.68}
{"id": "SwKBVfcT8Uo-t5146.68", "text": "And so I think that was kind of the thought behind this whole", "start": 5146.68, "end": 5150.68}
{"id": "SwKBVfcT8Uo-t5150.68", "text": "weekend, too.", "start": 5150.68, "end": 5152.68}
{"id": "SwKBVfcT8Uo-t5152.68", "text": "And some of you talked about the transdisciplinary nature,", "start": 5152.68, "end": 5155.68}
{"id": "SwKBVfcT8Uo-t5155.68", "text": "but in many ways people have become so specialized in their", "start": 5155.68, "end": 5158.68}
{"id": "SwKBVfcT8Uo-t5158.68", "text": "fields that they're not looking at the bigger picture.", "start": 5158.68, "end": 5161.68}
{"id": "SwKBVfcT8Uo-t5161.68", "text": "And I'm not going to say scientists in general because I", "start": 5161.68, "end": 5166.68}
{"id": "SwKBVfcT8Uo-t5166.68", "text": "would say that what we have is we have a problem with how we", "start": 5166.68, "end": 5171.68}
{"id": "SwKBVfcT8Uo-t5171.68", "text": "value knowledge and things in this country.", "start": 5171.68, "end": 5175.68}
{"id": "SwKBVfcT8Uo-t5175.68", "text": "And so it's not necessarily the scientist, but its culture as a", "start": 5175.68, "end": 5179.68}
{"id": "SwKBVfcT8Uo-t5179.68", "text": "whole places things at different levels.", "start": 5179.68, "end": 5183.68}
{"id": "SwKBVfcT8Uo-t5183.68", "text": "And so I would like to think that it's more about our values.", "start": 5183.68, "end": 5186.68}
{"id": "SwKBVfcT8Uo-t5190.68", "text": "I'd second that.", "start": 5190.68, "end": 5192.68}
{"id": "SwKBVfcT8Uo-t5192.68", "text": "My name is Cynthia Pinucci, and 30 years ago I started an", "start": 5192.68, "end": 5196.68}
{"id": "SwKBVfcT8Uo-t5196.68", "text": "organization called Art in Science Collaborations.", "start": 5196.68, "end": 5200.68}
{"id": "SwKBVfcT8Uo-t5200.68", "text": "So I think we have to look at the fact that art education in", "start": 5200.68, "end": 5207.68}
{"id": "SwKBVfcT8Uo-t5207.68", "text": "this country is valued nil.", "start": 5207.68, "end": 5211.68}
{"id": "SwKBVfcT8Uo-t5211.68", "text": "It's just not funded.", "start": 5211.68, "end": 5213.68}
{"id": "SwKBVfcT8Uo-t5213.68", "text": "So that means that the scientists don't have an", "start": 5213.68, "end": 5217.68}
{"id": "SwKBVfcT8Uo-t5217.68", "text": "appreciate. The scientists to be, the ones that are in control", "start": 5217.68, "end": 5221.68}
{"id": "SwKBVfcT8Uo-t5221.68", "text": "now, don't have an appreciation of the arts or what an artist can", "start": 5221.68, "end": 5225.68}
{"id": "SwKBVfcT8Uo-t5225.68", "text": "bring to the table.", "start": 5225.68, "end": 5226.68}
{"id": "SwKBVfcT8Uo-t5226.68", "text": "They don't know anything about it.", "start": 5226.68, "end": 5227.68}
{"id": "SwKBVfcT8Uo-t5227.68", "text": "They don't know how to craft, engineer, visualize.", "start": 5227.68, "end": 5231.68}
{"id": "SwKBVfcT8Uo-t5231.68", "text": "I mean, some of them do.", "start": 5231.68, "end": 5232.68}
{"id": "SwKBVfcT8Uo-t5232.68", "text": "Yeah, of course.", "start": 5232.68, "end": 5233.68}
{"id": "SwKBVfcT8Uo-t5236.68", "text": "This is an exception.", "start": 5236.68, "end": 5238.68}
{"id": "SwKBVfcT8Uo-t5238.68", "text": "But so we have to look at the fact that funding, the NEA", "start": 5238.68, "end": 5244.68}
{"id": "SwKBVfcT8Uo-t5244.68", "text": "funding is just pitiful.", "start": 5244.68, "end": 5246.68}
{"id": "SwKBVfcT8Uo-t5246.68", "text": "I mean, in the UK it's the lottery that funds the Arts Council.", "start": 5246.68, "end": 5251.68}
{"id": "SwKBVfcT8Uo-t5251.68", "text": "I mean, forever.", "start": 5251.68, "end": 5253.68}
{"id": "SwKBVfcT8Uo-t5253.68", "text": "That's why they can do these wonderful collaborations.", "start": 5253.68, "end": 5256.68}
{"id": "SwKBVfcT8Uo-t5256.68", "text": "And the Welcome Trust, you know, the most highly funded medical", "start": 5256.68, "end": 5261.68}
{"id": "SwKBVfcT8Uo-t5261.68", "text": "institution in the world.", "start": 5261.68, "end": 5263.68}
{"id": "SwKBVfcT8Uo-t5263.68", "text": "Yeah, they're way ahead of us in Australia is catching up", "start": 5263.68, "end": 5266.68}
{"id": "SwKBVfcT8Uo-t5266.68", "text": "really nicely.", "start": 5266.68, "end": 5267.68}
{"id": "SwKBVfcT8Uo-t5267.68", "text": "So education, if it doesn't come fundamentally and the", "start": 5267.68, "end": 5273.68}
{"id": "SwKBVfcT8Uo-t5273.68", "text": "parents don't value that I happen to think after school programs", "start": 5273.68, "end": 5279.68}
{"id": "SwKBVfcT8Uo-t5279.68", "text": "are an incredible place because the structure of the classroom", "start": 5279.68, "end": 5285.68}
{"id": "SwKBVfcT8Uo-t5285.68", "text": "is impossible to do project learning.", "start": 5285.68, "end": 5288.68}
{"id": "SwKBVfcT8Uo-t5288.68", "text": "And I think that's where art and science has to be, to be", "start": 5288.68, "end": 5293.68}
{"id": "SwKBVfcT8Uo-t5293.68", "text": "appreciated and to bring the science alive in ways that the", "start": 5293.68, "end": 5298.68}
{"id": "SwKBVfcT8Uo-t5298.68", "text": "scientists normally don't do.", "start": 5298.68, "end": 5301.68}
{"id": "SwKBVfcT8Uo-t5301.68", "text": "So, but after school programs, everything is so structured.", "start": 5301.68, "end": 5306.68}
{"id": "SwKBVfcT8Uo-t5306.68", "text": "So it's got to be a passion of yours and the part of the", "start": 5306.68, "end": 5312.68}
{"id": "SwKBVfcT8Uo-t5312.68", "text": "artist and the scientist has got to love art as well.", "start": 5312.68, "end": 5317.68}
{"id": "SwKBVfcT8Uo-t5317.68", "text": "I mean, I've traveled all over the world and I can't tell you", "start": 5317.68, "end": 5321.68}
{"id": "SwKBVfcT8Uo-t5321.68", "text": "how many times I'll be sitting down on a bench in a city I don't", "start": 5321.68, "end": 5325.68}
{"id": "SwKBVfcT8Uo-t5325.68", "text": "know and there'll be a woman sitting there and we're talking.", "start": 5325.68, "end": 5329.68}
{"id": "SwKBVfcT8Uo-t5329.68", "text": "Yep, she's an artist.", "start": 5329.68, "end": 5331.68}
{"id": "SwKBVfcT8Uo-t5331.68", "text": "Yeah, and her husband is a scientist.", "start": 5331.68, "end": 5333.68}
{"id": "SwKBVfcT8Uo-t5333.68", "text": "I mean, I could probably write a book about this.", "start": 5333.68, "end": 5335.68}
{"id": "SwKBVfcT8Uo-t5335.68", "text": "There is this natural connection.", "start": 5335.68, "end": 5338.68}
{"id": "SwKBVfcT8Uo-t5338.68", "text": "It's very, very interesting.", "start": 5338.68, "end": 5341.68}
{"id": "SwKBVfcT8Uo-t5341.68", "text": "It's really there.", "start": 5341.68, "end": 5342.68}
{"id": "SwKBVfcT8Uo-t5342.68", "text": "And I think the reason why it's happening, these collaborations", "start": 5342.68, "end": 5346.68}
{"id": "SwKBVfcT8Uo-t5346.68", "text": "are happening more and more, more projects like Lego, Lego are", "start": 5346.68, "end": 5353.68}
{"id": "SwKBVfcT8Uo-t5353.68", "text": "happening.", "start": 5353.68, "end": 5354.68}
{"id": "SwKBVfcT8Uo-t5354.68", "text": "I get it through my email.", "start": 5354.68, "end": 5356.68}
{"id": "SwKBVfcT8Uo-t5356.68", "text": "I mean, practically once a month I hear about new artists and", "start": 5356.68, "end": 5360.68}
{"id": "SwKBVfcT8Uo-t5360.68", "text": "scientists don't need institutions or organizations anymore.", "start": 5360.68, "end": 5365.68}
{"id": "SwKBVfcT8Uo-t5365.68", "text": "They need to be passionate about the science they're involved in", "start": 5365.68, "end": 5369.68}
{"id": "SwKBVfcT8Uo-t5369.68", "text": "and respect and enjoy art.", "start": 5369.68, "end": 5372.68}
{"id": "SwKBVfcT8Uo-t5372.68", "text": "And then if it takes 10 years to form a personal relationship", "start": 5372.68, "end": 5377.68}
{"id": "SwKBVfcT8Uo-t5377.68", "text": "over this concept that they want to bring about through a", "start": 5377.68, "end": 5381.68}
{"id": "SwKBVfcT8Uo-t5381.68", "text": "transdisciplinary collaboration, well, you just work on it and", "start": 5381.68, "end": 5385.68}
{"id": "SwKBVfcT8Uo-t5385.68", "text": "you just do it.", "start": 5385.68, "end": 5386.68}
{"id": "SwKBVfcT8Uo-t5386.68", "text": "I mean, it's not like, you know, anyway.", "start": 5386.68, "end": 5390.68}
{"id": "SwKBVfcT8Uo-t5390.68", "text": "But I wanted to say that I think digital tools, they're more", "start": 5390.68, "end": 5395.68}
{"id": "SwKBVfcT8Uo-t5395.68", "text": "children born digital.", "start": 5395.68, "end": 5397.68}
{"id": "SwKBVfcT8Uo-t5397.68", "text": "Many of us are older.", "start": 5397.68, "end": 5399.68}
{"id": "SwKBVfcT8Uo-t5399.68", "text": "So we weren't born digital.", "start": 5399.68, "end": 5401.68}
{"id": "SwKBVfcT8Uo-t5401.68", "text": "But I think it has been a big enabler.", "start": 5401.68, "end": 5404.68}
{"id": "SwKBVfcT8Uo-t5404.68", "text": "So scientists like Tyler Voke, if I was doing a project, I could", "start": 5404.68, "end": 5410.68}
{"id": "SwKBVfcT8Uo-t5410.68", "text": "find his email and I know his books and I can, you know, email him", "start": 5410.68, "end": 5415.68}
{"id": "SwKBVfcT8Uo-t5415.68", "text": "and ask him a question.", "start": 5415.68, "end": 5416.68}
{"id": "SwKBVfcT8Uo-t5416.68", "text": "So that kind of accessibility to scientists was never around in", "start": 5416.68, "end": 5421.68}
{"id": "SwKBVfcT8Uo-t5421.68", "text": "the olden days unless you were there personally going to the", "start": 5421.68, "end": 5426.68}
{"id": "SwKBVfcT8Uo-t5426.68", "text": "university.", "start": 5426.68, "end": 5427.68}
{"id": "SwKBVfcT8Uo-t5427.68", "text": "But it's there today.", "start": 5427.68, "end": 5429.68}
{"id": "SwKBVfcT8Uo-t5429.68", "text": "But you've got to build as an artist a body of work that people", "start": 5429.68, "end": 5437.68}
{"id": "SwKBVfcT8Uo-t5437.68", "text": "that's not so obtuse that the general public and that people can", "start": 5437.68, "end": 5444.68}
{"id": "SwKBVfcT8Uo-t5444.68", "text": "really understand and appreciate it and that that scientist is", "start": 5444.68, "end": 5448.68}
{"id": "SwKBVfcT8Uo-t5448.68", "text": "going to really get into, you know, and want to work with you.", "start": 5448.68, "end": 5453.68}
{"id": "SwKBVfcT8Uo-t5453.68", "text": "So that mutual respect has totally got to be there and that", "start": 5453.68, "end": 5457.68}
{"id": "SwKBVfcT8Uo-t5457.68", "text": "takes time.", "start": 5457.68, "end": 5458.68}
{"id": "SwKBVfcT8Uo-t5458.68", "text": "You can't put a graduate student together with a scientist and", "start": 5458.68, "end": 5462.68}
{"id": "SwKBVfcT8Uo-t5462.68", "text": "expect that, you know, anyway, I'm a little off the topic.", "start": 5462.68, "end": 5468.68}
{"id": "SwKBVfcT8Uo-t5468.68", "text": "Thank you very much.", "start": 5468.68, "end": 5470.68}
{"id": "SwKBVfcT8Uo-t5470.68", "text": "Thank you for your comments and I feel like you touched upon a lot", "start": 5470.68, "end": 5474.68}
{"id": "SwKBVfcT8Uo-t5474.68", "text": "of the things that we talked about tonight, especially what makes", "start": 5474.68, "end": 5477.68}
{"id": "SwKBVfcT8Uo-t5477.68", "text": "for a good collaboration.", "start": 5477.68, "end": 5478.68}
{"id": "SwKBVfcT8Uo-t5478.68", "text": "Definitely dedication, passion.", "start": 5478.68, "end": 5482.68}
{"id": "SwKBVfcT8Uo-t5482.68", "text": "Our evening is over.", "start": 5482.68, "end": 5484.68}
{"id": "SwKBVfcT8Uo-t5484.68", "text": "It went really fast.", "start": 5484.68, "end": 5486.68}
{"id": "SwKBVfcT8Uo-t5486.68", "text": "Thank you guys so much for the panel tonight.", "start": 5486.68, "end": 5489.68}
{"id": "SwKBVfcT8Uo-t5489.68", "text": "We are starting at 9.30 tomorrow.", "start": 5489.68, "end": 5492.68}
{"id": "SwKBVfcT8Uo-t5492.68", "text": "The doors are going to open at 9.", "start": 5492.68, "end": 5494.68}
{"id": "SwKBVfcT8Uo-t5494.68", "text": "So come in with your coffee and I look forward to seeing you all", "start": 5494.68, "end": 5498.68}
{"id": "SwKBVfcT8Uo-t5498.68", "text": "tomorrow.", "start": 5498.68, "end": 5499.68}
{"id": "SwKBVfcT8Uo-t5499.68", "text": "Thank you.", "start": 5499.68, "end": 5512.68}
{"id": "SwKBVfcT8Uo-t5512.68", "text": "Thank you.", "start": 5512.68, "end": 5532.68}
{"id": "SwKBVfcT8Uo-t5532.68", "text": "Thank you.", "start": 5532.68, "end": 5549.68}
{"id": "SwKBVfcT8Uo-t5549.68", "text": "Thank you.", "start": 5549.68, "end": 5570.68}
{"id": "SwKBVfcT8Uo-t5570.68", "text": "Thank you.", "start": 5570.68, "end": 5591.68}
{"id": "SwKBVfcT8Uo-t5591.68", "text": "Thank you.", "start": 5591.68, "end": 5612.68}
{"id": "SwKBVfcT8Uo-t5612.68", "text": "Thank you.", "start": 5612.68, "end": 5630.68}
