{"id": "4OV_LIuSo8g-t0.0", "text": "Good morning everyone. If you would collect your thoughts and pause your conversations,", "start": 0.0, "end": 14.0}
{"id": "4OV_LIuSo8g-t14.0", "text": "this is a very low mic, we're going to get started this morning. So this morning we are", "start": 14.0, "end": 19.84}
{"id": "4OV_LIuSo8g-t19.84", "text": "talking about STEAM. Now if you were here last night or tuned in for the live stream,", "start": 19.84, "end": 25.8}
{"id": "4OV_LIuSo8g-t25.8", "text": "this is a generative dialogue conference that we're having. There's no prescripted presentations,", "start": 25.8, "end": 33.36}
{"id": "4OV_LIuSo8g-t33.36", "text": "there's nothing like that. The goal of this conference is to really evolve a conversation", "start": 33.36, "end": 36.96}
{"id": "4OV_LIuSo8g-t36.96", "text": "over the course of three days. We're on day two now, we have a very full day, so we'll", "start": 36.96, "end": 41.28}
{"id": "4OV_LIuSo8g-t41.28", "text": "have lots of conversations to evolve. But this morning we're going to talk about STEAM", "start": 41.28, "end": 45.64}
{"id": "4OV_LIuSo8g-t45.64", "text": "and the future of education. So for those of you who don't know what STEAM is, it stands", "start": 45.64, "end": 49.8}
{"id": "4OV_LIuSo8g-t49.8", "text": "for science, technology, engineering, art, math. The idea is that it's kind of as well", "start": 49.8, "end": 54.56}
{"id": "4OV_LIuSo8g-t54.56", "text": "rounded holistic approach to education where students aren't just siloed into one discipline", "start": 54.56, "end": 59.800000000000004}
{"id": "4OV_LIuSo8g-t59.800000000000004", "text": "or another, but they understand how disciplines are related to each other, can help each other,", "start": 59.800000000000004, "end": 64.84}
{"id": "4OV_LIuSo8g-t64.84", "text": "work with each other. And it's a new educational movement. It was started in 2008 after there", "start": 64.84, "end": 71.76}
{"id": "4OV_LIuSo8g-t71.76", "text": "was a lot of buzz about STEM, which came from our government wanting people to go into STEM", "start": 71.76, "end": 77.92}
{"id": "4OV_LIuSo8g-t77.92", "text": "so we could have the competitive edge in our 21st century space races. But STEAM is adding", "start": 77.92, "end": 85.04}
{"id": "4OV_LIuSo8g-t85.04", "text": "the art in there, it's adding the design and the humanities. And I think all of us in this", "start": 85.04, "end": 89.8}
{"id": "4OV_LIuSo8g-t89.8", "text": "room pretty much agree that's important to some degree. So this morning we have five", "start": 89.8, "end": 96.4}
{"id": "4OV_LIuSo8g-t96.4", "text": "experts in various facets of STEAM education and remodeling education in this 21st century.", "start": 96.4, "end": 103.92}
{"id": "4OV_LIuSo8g-t103.92", "text": "I will be filling in for my colleague, Narav Patel, who I work with at Rutgers. I'll be", "start": 103.92, "end": 109.16}
{"id": "4OV_LIuSo8g-t109.16", "text": "talking about what Rutgers is doing in this vein. And I will hand it over to Zach to do", "start": 109.16, "end": 114.24000000000001}
{"id": "4OV_LIuSo8g-t114.24000000000001", "text": "the rest of the introductions. So if each participant could raise their hand, as I call their name", "start": 114.24000000000001, "end": 121.48}
{"id": "4OV_LIuSo8g-t121.48", "text": "so that our viewers online will know who you are. First we have Roger Molina. Roger Molina", "start": 121.48, "end": 130.12}
{"id": "4OV_LIuSo8g-t130.12", "text": "is an art science researcher, space scientist, and astronomer and editor of Leonardo. Tara", "start": 130.12, "end": 138.4}
{"id": "4OV_LIuSo8g-t138.4", "text": "Rota. Tara is the manager of the BioArt Lab at the School of Visual Arts and a practicing", "start": 138.4, "end": 146.20000000000002}
{"id": "4OV_LIuSo8g-t146.20000000000002", "text": "artist. As Julia mentioned, filling in for Narav Patel is Julia Bontane, founder of", "start": 146.20000000000002, "end": 153.68}
{"id": "4OV_LIuSo8g-t153.68", "text": "SciArt Center. Elizabeth Waters. Elizabeth is a democracy and knowledge consultant and", "start": 153.68, "end": 163.16}
{"id": "4OV_LIuSo8g-t163.16", "text": "educator at Enquiring Minds USA. Alana Quinn. Alana is an exhibit and program organizer at", "start": 163.16, "end": 172.92000000000002}
{"id": "4OV_LIuSo8g-t172.92000000000002", "text": "the cultural program at the National Academy of Sciences. And Tyler A. Aloe. Tyler is", "start": 172.92000000000002, "end": 179.92000000000002}
{"id": "4OV_LIuSo8g-t179.92", "text": "co-founder of Eureka's, an artist, and an award-winning team specialist. With that, let's", "start": 179.92, "end": 188.16}
{"id": "4OV_LIuSo8g-t188.16", "text": "begin the conversation. Okay. So I wanted to start off by asking my colleague, Roger. We", "start": 188.16, "end": 199.23999999999998}
{"id": "4OV_LIuSo8g-t199.23999999999998", "text": "have talked a number of times about STEAM education. How do we build a model for it? Is", "start": 199.23999999999998, "end": 205.35999999999999}
{"id": "4OV_LIuSo8g-t205.36", "text": "there one curriculum? Are there multiple curriculums? I'll get to my question to you in a second.", "start": 205.36, "end": 211.20000000000002}
{"id": "4OV_LIuSo8g-t211.20000000000002", "text": "But to kind of explain my role here, in addition to my work with SciArt, I am an adjunct innovator", "start": 211.20000000000002, "end": 218.12}
{"id": "4OV_LIuSo8g-t218.12", "text": "in residence at Rutgers University. They made up that title for me. I still don't know what", "start": 218.12, "end": 223.32000000000002}
{"id": "4OV_LIuSo8g-t223.32000000000002", "text": "it means, although I've had it for a little while now. But basically my role is to drum", "start": 223.32000000000002, "end": 227.22000000000003}
{"id": "4OV_LIuSo8g-t227.22000000000003", "text": "up cross disciplinary activity on campus. I teach a January STEAM course. But when I", "start": 227.22000000000003, "end": 232.72000000000003}
{"id": "4OV_LIuSo8g-t232.72", "text": "started teaching this class, I went to make the syllabus. And then as soon as I sat down,", "start": 232.72, "end": 239.6}
{"id": "4OV_LIuSo8g-t239.6", "text": "I realized, gee, how do I do this? Not make the syllabus part. I know how to do that. But", "start": 239.6, "end": 243.56}
{"id": "4OV_LIuSo8g-t243.56", "text": "how do I make a syllabus for something that doesn't have a roadmap to it? It's not an", "start": 243.56, "end": 247.64}
{"id": "4OV_LIuSo8g-t247.64", "text": "English class where you read X amount of books and you write X amount of essays. It's really", "start": 247.64, "end": 251.32}
{"id": "4OV_LIuSo8g-t251.32", "text": "kind of uncharted territory. So I started to reach out to other people, including a lot", "start": 251.32, "end": 256.48}
{"id": "4OV_LIuSo8g-t256.48", "text": "of people in this room, and Roger saying, okay, like, what's your STEAM syllabus look", "start": 256.48, "end": 261.56}
{"id": "4OV_LIuSo8g-t261.56", "text": "like? What are the goals of a STEAM class? How do you teach someone in a cross-disciplinary", "start": 261.56, "end": 267.68}
{"id": "4OV_LIuSo8g-t267.68", "text": "manner for an 11-day class like mine or for a four-month class like a regular semester?", "start": 267.68, "end": 274.24}
{"id": "4OV_LIuSo8g-t274.24", "text": "So that's when I got started with this conversation about a year and a half ago. And I realized", "start": 274.24, "end": 280.04}
{"id": "4OV_LIuSo8g-t280.04", "text": "that every person involved in STEAM kind of has their own approach. They're all very", "start": 280.04, "end": 284.52}
{"id": "4OV_LIuSo8g-t284.52", "text": "like-minded. But part of the reason I wanted to talk about this this morning was that so", "start": 284.52, "end": 288.72}
{"id": "4OV_LIuSo8g-t288.72", "text": "we could kind of come together and continue nailing down like we were last night with", "start": 288.72, "end": 292.84000000000003}
{"id": "4OV_LIuSo8g-t292.84000000000003", "text": "collaboration. What are the goals and maybe how do we define it better so that we can", "start": 292.84000000000003, "end": 297.64000000000004}
{"id": "4OV_LIuSo8g-t297.64000000000004", "text": "all do better in our own work? So I know that you've had a lot of thoughts about this, Roger,", "start": 297.64000000000004, "end": 303.40000000000003}
{"id": "4OV_LIuSo8g-t303.40000000000003", "text": "especially when it comes to educating cross-disciplinary people, especially at the graduate level. So", "start": 303.40000000000003, "end": 309.88000000000005}
{"id": "4OV_LIuSo8g-t309.88000000000005", "text": "if you want to speak to that a little bit, I'd love to hear more.", "start": 309.88000000000005, "end": 312.68}
{"id": "4OV_LIuSo8g-t312.68", "text": "Okay, so let me just begin with a little bit of context. So I was born of an English mother", "start": 312.68, "end": 319.2}
{"id": "4OV_LIuSo8g-t319.2", "text": "and a Texan father in Paris. So I come from a very hybrid cultural background, which I", "start": 319.2, "end": 326.6}
{"id": "4OV_LIuSo8g-t326.6", "text": "know affects my thinking. Second thing is I worked for 30, 40 years as an astrophysicist", "start": 326.6, "end": 334.84000000000003}
{"id": "4OV_LIuSo8g-t334.84000000000003", "text": "building telescopes to put on satellites. I've experienced the thrill of discovery. And", "start": 334.84000000000003, "end": 341.84000000000003}
{"id": "4OV_LIuSo8g-t341.84", "text": "so I've had the joyful experience of discovering things that people didn't know before. In", "start": 341.84, "end": 349.08}
{"id": "4OV_LIuSo8g-t349.08", "text": "parallel with that, as was mentioned, I'm the executive editor of a number of publications", "start": 349.08, "end": 355.12}
{"id": "4OV_LIuSo8g-t355.12", "text": "at MIT Press called the Leonardo Publications, which seeks to document and advocate the work", "start": 355.12, "end": 362.03999999999996}
{"id": "4OV_LIuSo8g-t362.03999999999996", "text": "of all our discussion. And we're now celebrating our 50th anniversary. Five years ago, I was", "start": 362.03999999999996, "end": 371.28}
{"id": "4OV_LIuSo8g-t371.28", "text": "forced to retire in France, because in France there's a mandatory retirement age in the", "start": 371.28, "end": 377.44}
{"id": "4OV_LIuSo8g-t377.44", "text": "universities of 65. And I got this incredible offer in Dallas to open a not science lab,", "start": 377.44, "end": 387.64}
{"id": "4OV_LIuSo8g-t387.64", "text": "funded by Rich Texan with all the implications that comes with, although they don't meddle", "start": 387.64, "end": 396.52}
{"id": "4OV_LIuSo8g-t396.52", "text": "in what I'm doing. And I have true academic freedom, which is slightly frightening today", "start": 396.52, "end": 406.47999999999996}
{"id": "4OV_LIuSo8g-t406.47999999999996", "text": "when we look at the state of education in general. My teaching contract says I will", "start": 406.47999999999996, "end": 412.88}
{"id": "4OV_LIuSo8g-t412.88", "text": "teach one course a semester to graduate students on a topic of my choice. And that's in writing.", "start": 412.88, "end": 424.12}
{"id": "4OV_LIuSo8g-t424.12", "text": "And so I've never taught the same thing twice. My seminars are typically a dozen students.", "start": 424.12, "end": 433.88}
{"id": "4OV_LIuSo8g-t433.88", "text": "And what's fascinating and exciting is that the students come from very different disciplinary", "start": 433.88, "end": 440.88}
{"id": "4OV_LIuSo8g-t440.88", "text": "backgrounds. So in the seminar this year, I have someone who's working on our center", "start": 440.88, "end": 446.08}
{"id": "4OV_LIuSo8g-t446.08", "text": "for brain health, working on games for autistic children. I'm working with a young man who's", "start": 446.08, "end": 455.59999999999997}
{"id": "4OV_LIuSo8g-t455.59999999999997", "text": "in GIS, geographic information systems. And he's been scanning buildings on the campus", "start": 455.59999999999997, "end": 462.2}
{"id": "4OV_LIuSo8g-t462.2", "text": "before they're pulled down and making holograms of them. I have students that are students,", "start": 462.2, "end": 473.79999999999995}
{"id": "4OV_LIuSo8g-t473.8", "text": "that are using new ways of expressing themselves. So let me tell you, it's really difficult", "start": 473.8, "end": 480.8}
{"id": "4OV_LIuSo8g-t480.8", "text": "to figure out what it is we want to teach or what we think people should learn. And I", "start": 480.8, "end": 487.24}
{"id": "4OV_LIuSo8g-t487.24", "text": "think one of the problems I have is I think universities have reached the limit of their", "start": 487.24, "end": 492.36}
{"id": "4OV_LIuSo8g-t492.36", "text": "usefulness because they try to teach for the normal student. And let me tell you, none", "start": 492.36, "end": 498.64}
{"id": "4OV_LIuSo8g-t498.64", "text": "of the students in my seminar are normal. They all have hybrid interests, multiple interests.", "start": 498.64, "end": 507.32}
{"id": "4OV_LIuSo8g-t507.32", "text": "I was a narrow astronomer for 30 years. And let me tell you, I did astronomy 24 hours", "start": 507.32, "end": 512.68}
{"id": "4OV_LIuSo8g-t512.68", "text": "a day a night. They all are trying to figure out how the university is going to help them", "start": 512.68, "end": 521.6}
{"id": "4OV_LIuSo8g-t521.6", "text": "do a career that mixes their hybrid interests. And universities just don't think that way.", "start": 521.6, "end": 529.6800000000001}
{"id": "4OV_LIuSo8g-t529.6800000000001", "text": "So I think the future of STEM education is outside of the university.", "start": 529.6800000000001, "end": 535.28}
{"id": "4OV_LIuSo8g-t535.28", "text": "Well, it's interesting, you're saying that student demand is causing a change in education", "start": 535.28, "end": 543.8000000000001}
{"id": "4OV_LIuSo8g-t543.8000000000001", "text": "or at least maybe that's part of it. I definitely experience the same with my students and", "start": 543.8000000000001, "end": 547.5600000000001}
{"id": "4OV_LIuSo8g-t547.56", "text": "I'm sure that you guys do too. They're just not satisfied with, I don't know, maybe the", "start": 547.56, "end": 552.16}
{"id": "4OV_LIuSo8g-t552.16", "text": "way we went to school where you just kind of focus in on one thing.", "start": 552.16, "end": 559.04}
{"id": "4OV_LIuSo8g-t559.04", "text": "Tara, so you run a really amazing lab that I was a student at SVA, so I had the pleasure", "start": 559.04, "end": 567.4799999999999}
{"id": "4OV_LIuSo8g-t567.4799999999999", "text": "of meeting Tara as the lab manager at SVA. Can you talk a bit about what's going on there?", "start": 567.4799999999999, "end": 574.0799999999999}
{"id": "4OV_LIuSo8g-t574.08", "text": "I think maybe what sets it apart, ordinarily when we think about STEM, we think about", "start": 574.08, "end": 582.0400000000001}
{"id": "4OV_LIuSo8g-t582.0400000000001", "text": "integrating, bringing the arts into science and technology and engineering and math. But", "start": 582.0400000000001, "end": 589.0}
{"id": "4OV_LIuSo8g-t589.0", "text": "in our lab, it's a bioart lab at the School of Visual Arts. It was founded in 2011 by", "start": 589.0, "end": 595.12}
{"id": "4OV_LIuSo8g-t595.12", "text": "Suzanne Anchor. We essentially do the reverse. We put the STEM toolbox in the hands of art", "start": 595.12, "end": 600.5600000000001}
{"id": "4OV_LIuSo8g-t600.56", "text": "students. Our curriculum is project-based learning, so we tend to work backwards. We", "start": 600.56, "end": 607.8399999999999}
{"id": "4OV_LIuSo8g-t607.8399999999999", "text": "put it in their hands and then follow their curiosity and untangle the logistics to lay", "start": 607.8399999999999, "end": 613.7199999999999}
{"id": "4OV_LIuSo8g-t613.7199999999999", "text": "some more formal and technical groundwork. They get a crash course and all things biology.", "start": 613.7199999999999, "end": 622.88}
{"id": "4OV_LIuSo8g-t622.88", "text": "A lot of it is material oriented, so we work with a lot of organisms that have image and", "start": 622.88, "end": 628.52}
{"id": "4OV_LIuSo8g-t628.52", "text": "mold-making capabilities. They paint with bacteria and grow sculptures out of mushrooms", "start": 628.52, "end": 635.6}
{"id": "4OV_LIuSo8g-t635.6", "text": "and bacterial cellulose. They do a lot of food transformations and work quite a bit with", "start": 635.6, "end": 642.6}
{"id": "4OV_LIuSo8g-t642.6", "text": "DNA and a bit of plant modification. It's a spectrum. For the most part, they're all", "start": 642.6, "end": 651.84}
{"id": "4OV_LIuSo8g-t651.84", "text": "undergraduate art students that have little to no background in the sciences. They're", "start": 651.84, "end": 656.84}
{"id": "4OV_LIuSo8g-t656.84", "text": "really coming in as a blank slate. We definitely see that shift throughout the semester. They", "start": 656.84, "end": 666.2800000000001}
{"id": "4OV_LIuSo8g-t666.2800000000001", "text": "approach the lab initially and it's a sterile facility and what feels like an academic field", "start": 666.2800000000001, "end": 673.5600000000001}
{"id": "4OV_LIuSo8g-t673.5600000000001", "text": "that they don't belong to. Within a few weeks, they've figured out how to navigate the space", "start": 673.5600000000001, "end": 680.4}
{"id": "4OV_LIuSo8g-t680.4", "text": "and they start approaching it as they would any of their other studio facilities. They", "start": 680.4, "end": 686.48}
{"id": "4OV_LIuSo8g-t686.48", "text": "come in and they can manipulate and shape life and get a more personal grasp on some of the", "start": 686.48, "end": 695.9200000000001}
{"id": "4OV_LIuSo8g-t695.9200000000001", "text": "advancements in biotechnology and explore their concerns about the biological world.", "start": 695.9200000000001, "end": 703.36}
{"id": "4OV_LIuSo8g-t703.36", "text": "For the most part, it is a project-based material oriented studio facility, but it's a spectrum.", "start": 703.36, "end": 716.4}
{"id": "4OV_LIuSo8g-t716.4", "text": "On the other end, as a group, we often collaborate on longer-term, more academic projects as well.", "start": 716.4, "end": 726.12}
{"id": "4OV_LIuSo8g-t726.12", "text": "For the most part, we function as a studio space.", "start": 726.12, "end": 733.48}
{"id": "4OV_LIuSo8g-t733.48", "text": "I wonder, what's your experience with these kind of typical art school students who come", "start": 733.48, "end": 742.12}
{"id": "4OV_LIuSo8g-t742.12", "text": "in and all of a sudden they're immersed in science?", "start": 742.12, "end": 747.2}
{"id": "4OV_LIuSo8g-t747.2", "text": "I think that's sort of how we shaped our curriculum. Immediately, when you put something", "start": 747.2, "end": 753.84}
{"id": "4OV_LIuSo8g-t753.84", "text": "in front of an artist, they want to start manipulating it. They don't want to know all", "start": 753.84, "end": 759.6}
{"id": "4OV_LIuSo8g-t759.6", "text": "of the details. They want to dive in. We've accommodated that. We've figured out how to", "start": 759.6, "end": 766.8}
{"id": "4OV_LIuSo8g-t766.8", "text": "restructure ordinary workshops or educational seminars in a way in which they get hooked", "start": 766.8, "end": 775.28}
{"id": "4OV_LIuSo8g-t775.28", "text": "and invested. Then we can sort of follow their concerns and unravel that. I would say they", "start": 775.28, "end": 784.88}
{"id": "4OV_LIuSo8g-t784.88", "text": "are boundless. They have no hesitation, endless questions, and no desire to follow any of", "start": 784.88, "end": 793.64}
{"id": "4OV_LIuSo8g-t793.64", "text": "the rules. As lab manager, it makes it a little tricky for me. I tend to be the naysayer.", "start": 793.64, "end": 800.3199999999999}
{"id": "4OV_LIuSo8g-t800.3199999999999", "text": "As an artist running in a bio lab, we definitely follow the rules forwards and backwards. I", "start": 800.3199999999999, "end": 804.88}
{"id": "4OV_LIuSo8g-t804.88", "text": "think one of the things that's really hard for an art student or someone that's not familiar", "start": 804.88, "end": 809.68}
{"id": "4OV_LIuSo8g-t809.68", "text": "with a laboratory space is to recognize the difference in context. A lot of times when", "start": 809.68, "end": 815.0}
{"id": "4OV_LIuSo8g-t815.0", "text": "we're talking about cultures or contamination, we'll say a moldy loaf of bread in your dorm", "start": 815.0, "end": 822.52}
{"id": "4OV_LIuSo8g-t822.52", "text": "room is a few mist sandwiches. But in the bio lab, it's a hazard and it has to be terminated", "start": 822.52, "end": 828.64}
{"id": "4OV_LIuSo8g-t828.64", "text": "immediately. I think for them, some of these very contextual differences about even things", "start": 828.64, "end": 836.8}
{"id": "4OV_LIuSo8g-t836.8", "text": "that they encounter in their domestic day-to-day lives are quite interesting for them.", "start": 836.8, "end": 848.96}
{"id": "4OV_LIuSo8g-t848.96", "text": "What about you, Tyler, working with younger students in this field?", "start": 848.96, "end": 857.2}
{"id": "4OV_LIuSo8g-t857.2", "text": "We also are doing project-based learning, but a lot of what we're doing is trying to teach", "start": 857.2, "end": 861.4000000000001}
{"id": "4OV_LIuSo8g-t861.4000000000001", "text": "different types of literacy. I would say over the last year, year and a half, really, the", "start": 861.4000000000001, "end": 866.32}
{"id": "4OV_LIuSo8g-t866.32", "text": "focus has been more on an engineering literacy. People are trying to reintroduce and redefine", "start": 866.32, "end": 874.88}
{"id": "4OV_LIuSo8g-t874.88", "text": "vocational training, mostly around computer technology, 3D modeling printers and things", "start": 874.88, "end": 880.2}
{"id": "4OV_LIuSo8g-t880.2", "text": "like that. Schools are investing a lot into these labs, but they don't have the projects", "start": 880.2, "end": 886.24}
{"id": "4OV_LIuSo8g-t886.24", "text": "to actually do anything with them or the knowledge. Some of that knowledge takes years to acquire.", "start": 886.24, "end": 892.0}
{"id": "4OV_LIuSo8g-t892.0", "text": "So really what we're trying to do from a very early age, and we do work all the way through", "start": 892.0, "end": 897.2}
{"id": "4OV_LIuSo8g-t897.2", "text": "with college students and even adult learners, is to develop projects that are teaching different", "start": 897.2, "end": 904.48}
{"id": "4OV_LIuSo8g-t904.48", "text": "skill sets, whether it's engineering, but also the vocabulary that goes with it. To be able", "start": 904.48, "end": 909.6}
{"id": "4OV_LIuSo8g-t909.6", "text": "to problem-solve, use your creativity and children especially are like artists. They're", "start": 909.6, "end": 916.8000000000001}
{"id": "4OV_LIuSo8g-t916.8000000000001", "text": "not bound by anything. They have lots of questions, don't really care about the answers necessarily", "start": 916.8000000000001, "end": 924.5600000000001}
{"id": "4OV_LIuSo8g-t924.5600000000001", "text": "to begin with, what they're interested in is exploring and then figuring out why something", "start": 924.5600000000001, "end": 929.2}
{"id": "4OV_LIuSo8g-t929.2", "text": "doesn't work and then going back and maybe fixing it so it does work. And so a lot of", "start": 929.2, "end": 935.9200000000001}
{"id": "4OV_LIuSo8g-t935.9200000000001", "text": "times what we're talking about too when we're going in and training teachers is developing", "start": 935.9200000000001, "end": 939.76}
{"id": "4OV_LIuSo8g-t939.76", "text": "tools for the teachers to be able to change the context, the subject matter. The subject", "start": 939.76, "end": 946.96}
{"id": "4OV_LIuSo8g-t946.96", "text": "matter becomes kind of the inspiration for the students. All learners learn in different", "start": 946.96, "end": 952.96}
{"id": "4OV_LIuSo8g-t952.96", "text": "ways visually, some tactile. And so by developing these projects that are truly kind of trans", "start": 952.96, "end": 960.1600000000001}
{"id": "4OV_LIuSo8g-t960.1600000000001", "text": "disciplinary, you're able to also bring out the strengths in different learners. If that makes", "start": 960.1600000000001, "end": 967.12}
{"id": "4OV_LIuSo8g-t967.12", "text": "sense because so often in schools, you know with our data-driven kind of models that we have,", "start": 967.12, "end": 973.6}
{"id": "4OV_LIuSo8g-t973.6", "text": "it's really based more on the tests. Reading, writing, math, science is not really highly valued", "start": 973.6, "end": 981.9200000000001}
{"id": "4OV_LIuSo8g-t981.92", "text": "either. So what kids are getting is you know you don't get really chemistry until you're in middle", "start": 981.92, "end": 986.4}
{"id": "4OV_LIuSo8g-t986.4", "text": "or high school and you only get kind of a certain type of chemistry where I remember going to school", "start": 986.4, "end": 991.68}
{"id": "4OV_LIuSo8g-t991.68", "text": "as a kid and you were constantly getting bits of information to the point where maybe by high", "start": 991.68, "end": 998.4}
{"id": "4OV_LIuSo8g-t998.4", "text": "school you were figuring out what your passions were and what you were good at so by the time you", "start": 998.4, "end": 1002.4799999999999}
{"id": "4OV_LIuSo8g-t1002.4799999999999", "text": "got to college you could focus a little bit more directly on something.", "start": 1002.4799999999999, "end": 1006.88}
{"id": "4OV_LIuSo8g-t1006.88", "text": "Okay so my burning question of the day and I know that early of the hour and I know you guys", "start": 1006.88, "end": 1016.24}
{"id": "4OV_LIuSo8g-t1016.24", "text": "have your own too. Is it possible to develop a standard steam curriculum? Is that something we", "start": 1016.24, "end": 1027.84}
{"id": "4OV_LIuSo8g-t1027.84", "text": "should do? I would say no. I think as we work and we work from the west coast to the east coast,", "start": 1027.84, "end": 1038.48}
{"id": "4OV_LIuSo8g-t1039.1999999999998", "text": "all age learners is that really people are so driven by the tests and you go into schools.", "start": 1039.1999999999998, "end": 1045.52}
{"id": "4OV_LIuSo8g-t1046.6399999999999", "text": "Teachers don't have the freedom anymore to develop lesson plans that are able to transfer", "start": 1046.6399999999999, "end": 1052.72}
{"id": "4OV_LIuSo8g-t1052.72", "text": "knowledge to students. Every year there's a new set of standards that they're trying to deal with", "start": 1052.72, "end": 1056.6399999999999}
{"id": "4OV_LIuSo8g-t1056.64", "text": "and there's these assessments and really kids from an early age are being taught that there's a", "start": 1056.64, "end": 1063.6000000000001}
{"id": "4OV_LIuSo8g-t1063.6000000000001", "text": "right and a wrong way to do things and I think that bringing the arts back into STEM", "start": 1063.6000000000001, "end": 1071.0400000000002}
{"id": "4OV_LIuSo8g-t1072.3200000000002", "text": "you know and really expanding on that definition of what ARK is gives learners of all ages that", "start": 1072.3200000000002, "end": 1078.64}
{"id": "4OV_LIuSo8g-t1078.64", "text": "opportunity to say there is no right or wrong. This is really more about play. It's more about", "start": 1078.64, "end": 1083.2800000000002}
{"id": "4OV_LIuSo8g-t1083.28", "text": "expressing my interest and learning more about my interest, doing the research and it doesn't have", "start": 1083.28, "end": 1089.76}
{"id": "4OV_LIuSo8g-t1089.76", "text": "to be right or wrong and then you can carry that over and I think this is where some of that", "start": 1089.76, "end": 1096.56}
{"id": "4OV_LIuSo8g-t1096.56", "text": "transdisciplinary conversation was going last night is that through that freedom then you can kind", "start": 1096.56, "end": 1102.72}
{"id": "4OV_LIuSo8g-t1102.72", "text": "of focus in on the science of it or other aspects of it but to give people the space to be creative", "start": 1102.72, "end": 1110.08}
{"id": "4OV_LIuSo8g-t1110.08", "text": "without the right or the wrong and so by putting standards to it I think we would kind of mess", "start": 1110.08, "end": 1119.04}
{"id": "4OV_LIuSo8g-t1119.04", "text": "up what's going on with the movement as a whole. I definitely agree but I also just totally disagree", "start": 1119.04, "end": 1126.56}
{"id": "4OV_LIuSo8g-t1130.0", "text": "because I think like a lot of us here we want to see STEAM like educators want to see STEAM take", "start": 1130.0, "end": 1135.52}
{"id": "4OV_LIuSo8g-t1135.52", "text": "off and be implemented. How do you implement something without blueprint? How do you teach", "start": 1135.52, "end": 1140.32}
{"id": "4OV_LIuSo8g-t1140.32", "text": "someone who's not a STEAM educator to be one?", "start": 1140.32, "end": 1142.72}
{"id": "4OV_LIuSo8g-t1145.36", "text": "Well let me just mention we're just finishing a project right now. I was just discussing with", "start": 1145.36, "end": 1152.08}
{"id": "4OV_LIuSo8g-t1152.48", "text": "Harvey and how in the beltway they want evidence that STEAM is a good thing", "start": 1152.48, "end": 1158.0}
{"id": "4OV_LIuSo8g-t1158.0", "text": "and they only accept certain kinds of evidence and test scores. He's obviously part of that", "start": 1158.0, "end": 1166.88}
{"id": "4OV_LIuSo8g-t1166.88", "text": "landscape. So one of the things that Peter West and Aldecina articulated was well", "start": 1166.88, "end": 1174.72}
{"id": "4OV_LIuSo8g-t1175.6", "text": "can you give me really good examples of what STEM involves STEAM involves? Just give me 20 really", "start": 1175.6, "end": 1183.52}
{"id": "4OV_LIuSo8g-t1183.52", "text": "good examples that you could explain to a congressperson. And so I've been working with a PhD student", "start": 1183.52, "end": 1191.44}
{"id": "4OV_LIuSo8g-t1191.44", "text": "now for a year with about 20 nominators and it's such a diverse landscape of what people are doing.", "start": 1191.44, "end": 1202.0}
{"id": "4OV_LIuSo8g-t1203.04", "text": "So it's not like there is a STEAM example that's the example. There are about 20,", "start": 1203.04, "end": 1209.6}
{"id": "4OV_LIuSo8g-t1209.6", "text": "well we have 20 right now, but each one of you probably would come up with 20 different maybe", "start": 1209.6, "end": 1215.9199999999998}
{"id": "4OV_LIuSo8g-t1215.9199999999998", "text": "overlapping examples of why we're so excited about what's going on and why we think school", "start": 1215.9199999999998, "end": 1222.8799999999999}
{"id": "4OV_LIuSo8g-t1222.8799999999999", "text": "systems should pay attention. And the trouble is our systems are uncomfortable with that", "start": 1222.8799999999999, "end": 1232.7199999999998}
{"id": "4OV_LIuSo8g-t1232.72", "text": "ambiguity as Harvey was saying to me. As you say, it's not a right or wrong answer. It's a process", "start": 1232.72, "end": 1242.8}
{"id": "4OV_LIuSo8g-t1242.8", "text": "that might lead you to somewhere where you couldn't have gone otherwise and school systems hate that.", "start": 1242.8, "end": 1249.6000000000001}
{"id": "4OV_LIuSo8g-t1249.6000000000001", "text": "I mean it's really a very difficult problem.", "start": 1249.6000000000001, "end": 1252.16}
{"id": "4OV_LIuSo8g-t1252.16", "text": "I never heard about STEAM until I met Julia so I know very little about it. So if I'm going to say", "start": 1252.16, "end": 1264.16}
{"id": "4OV_LIuSo8g-t1264.16", "text": "anything or ask questions that I'm it's stupid I apologize beforehand. But what I'm not clear about", "start": 1264.16, "end": 1272.24}
{"id": "4OV_LIuSo8g-t1272.24", "text": "is one when does this STEAM education begin? Second is what is the goal of this education and three", "start": 1272.24, "end": 1283.2}
{"id": "4OV_LIuSo8g-t1283.2", "text": "has it been gone on long enough for you to be able to say this is what happens when somebody goes", "start": 1283.2, "end": 1291.76}
{"id": "4OV_LIuSo8g-t1291.76", "text": "through the STEAM programs. What is what is it they do when a 30 year old has gone through this", "start": 1291.76, "end": 1299.2}
{"id": "4OV_LIuSo8g-t1299.2", "text": "whole program. What is it doing and how is that being through that education has made him different", "start": 1299.2, "end": 1306.48}
{"id": "4OV_LIuSo8g-t1306.48", "text": "from somebody like me who never went through that education. So yes I was going to say I think the", "start": 1306.48, "end": 1313.92}
{"id": "4OV_LIuSo8g-t1313.92", "text": "thing that the question I have for other people is in your examples of what STEAM education looks", "start": 1313.92, "end": 1320.0800000000002}
{"id": "4OV_LIuSo8g-t1320.0800000000002", "text": "like. What is the relative balance of practices versus content. My background is as a neuroscientist", "start": 1320.0800000000002, "end": 1326.96}
{"id": "4OV_LIuSo8g-t1326.96", "text": "I'm interested in development and memory and hormones and moving into education and what I love", "start": 1326.96, "end": 1335.52}
{"id": "4OV_LIuSo8g-t1335.52", "text": "most about changes in science education are the discussions that happen around the next generation", "start": 1335.52, "end": 1340.16}
{"id": "4OV_LIuSo8g-t1340.16", "text": "science standards because it's multi-dimensional and one very important part of that is practices", "start": 1340.16, "end": 1347.1200000000001}
{"id": "4OV_LIuSo8g-t1348.08", "text": "and certainly in the work that I do in elementary education now we're talking about", "start": 1348.08, "end": 1354.08}
{"id": "4OV_LIuSo8g-t1354.08", "text": "how do you practice curiosity how do you practice creativity there's a lot of mythology that surrounds", "start": 1354.08, "end": 1361.6}
{"id": "4OV_LIuSo8g-t1361.6", "text": "those things it's actually things you do not as a person not the things you make.", "start": 1361.6, "end": 1367.52}
{"id": "4OV_LIuSo8g-t1369.76", "text": "So I think the what a STEAM student would look like as a 30 year old or a 40 year old", "start": 1369.76, "end": 1378.32}
{"id": "4OV_LIuSo8g-t1378.32", "text": "someone coming out of an educational system would be somebody who's confident in their ability to", "start": 1378.32, "end": 1383.84}
{"id": "4OV_LIuSo8g-t1384.6399999999999", "text": "explore their world and identify questions and generate solutions for themselves", "start": 1384.6399999999999, "end": 1389.84}
{"id": "4OV_LIuSo8g-t1390.72", "text": "and then discuss it with other people like I think those are the four core things for me.", "start": 1390.72, "end": 1396.1599999999999}
{"id": "4OV_LIuSo8g-t1396.8799999999999", "text": "We already have a lot of people who are like that.", "start": 1396.8799999999999, "end": 1399.04}
{"id": "4OV_LIuSo8g-t1401.9199999999998", "text": "Maybe the audience I see some furrowed brows in the audience I'm not sure.", "start": 1401.9199999999998, "end": 1406.56}
{"id": "4OV_LIuSo8g-t1406.56", "text": "I think internally but there is something reinforcing about getting someone to the table that feels", "start": 1406.56, "end": 1414.1599999999999}
{"id": "4OV_LIuSo8g-t1414.1599999999999", "text": "less than qualified I don't know much about stereotype threat but I get the impression that", "start": 1414.1599999999999, "end": 1420.08}
{"id": "4OV_LIuSo8g-t1421.76", "text": "it is a way to get people involved I know with our art students", "start": 1421.76, "end": 1426.48}
{"id": "4OV_LIuSo8g-t1428.56", "text": "they have no hesitation to make art and if they were to sit down and be asked to do a research", "start": 1428.56, "end": 1436.48}
{"id": "4OV_LIuSo8g-t1436.48", "text": "or science experiment there would be great aversion but when we set it on the table as art before", "start": 1436.48, "end": 1442.4}
{"id": "4OV_LIuSo8g-t1442.4", "text": "they know it they've done science and they feel a lot more capable not only as an individual but", "start": 1442.4, "end": 1448.8}
{"id": "4OV_LIuSo8g-t1448.8", "text": "as a maker and I think them being able to demystify some of the technical aspects about their biological", "start": 1448.8, "end": 1455.52}
{"id": "4OV_LIuSo8g-t1455.52", "text": "world gives them a more intimate understanding and even a sense of authority which is really", "start": 1455.52, "end": 1461.92}
{"id": "4OV_LIuSo8g-t1461.92", "text": "empowering.", "start": 1461.92, "end": 1462.48}
{"id": "4OV_LIuSo8g-t1462.48", "text": "Yeah and also importantly the people who go through STEAM education they're not going to grow up", "start": 1462.48, "end": 1470.56}
{"id": "4OV_LIuSo8g-t1470.56", "text": "to be prejudiced about art or science or technology or engineering or math or literature you know", "start": 1470.56, "end": 1476.8}
{"id": "4OV_LIuSo8g-t1476.8", "text": "these are people who are going to understand and equally value all of the disciplines that we have", "start": 1476.8, "end": 1481.6}
{"id": "4OV_LIuSo8g-t1481.6", "text": "and I think that's the real difference and that creates a situation where say someone is a STEAM", "start": 1481.6, "end": 1489.2}
{"id": "4OV_LIuSo8g-t1489.2", "text": "education but they grow up to be you know a mathematician it means that they might be more", "start": 1489.2, "end": 1497.92}
{"id": "4OV_LIuSo8g-t1497.92", "text": "open to collaborating like we were talking about last night to solve a problem or you know it might", "start": 1497.92, "end": 1504.88}
{"id": "4OV_LIuSo8g-t1504.88", "text": "mean that they just run in social circles that are outside of their own discipline I mean STEAM has", "start": 1504.88, "end": 1509.52}
{"id": "4OV_LIuSo8g-t1509.52", "text": "this really it's hard to define and the reason that we are kind of skirting around it is because", "start": 1509.52, "end": 1515.44}
{"id": "4OV_LIuSo8g-t1515.44", "text": "there's not one definition there's not one curriculum but but it's a whole whole-bodied mindset.", "start": 1515.44, "end": 1520.64}
{"id": "4OV_LIuSo8g-t1521.8400000000001", "text": "Let me just jump in to try and this discussion is not old not new I'm sorry.", "start": 1521.8400000000001, "end": 1527.6000000000001}
{"id": "4OV_LIuSo8g-t1530.48", "text": "It's at least a hundred thousand years old and so there were hunters and gatherers", "start": 1530.48, "end": 1536.0}
{"id": "4OV_LIuSo8g-t1537.6000000000001", "text": "and probably the hunters got trained to hunt and the gatherers got trained to gather", "start": 1537.6000000000001, "end": 1541.68}
{"id": "4OV_LIuSo8g-t1541.68", "text": "but then occasionally there were a few people that did both and they learned things in hunting", "start": 1541.68, "end": 1547.8400000000001}
{"id": "4OV_LIuSo8g-t1548.4", "text": "that really helped the gathering and so I think one of the problems is our school systems have", "start": 1548.4, "end": 1554.72}
{"id": "4OV_LIuSo8g-t1554.72", "text": "gotten so narrow that that fluidity between different ways of knowing and doing you know in the middle", "start": 1554.72, "end": 1563.3600000000001}
{"id": "4OV_LIuSo8g-t1563.36", "text": "ages you were either making you know you were a horse shoemaker or a horse shoemaker and you had to", "start": 1563.36, "end": 1571.9199999999998}
{"id": "4OV_LIuSo8g-t1571.9199999999998", "text": "decide which guild you were in there was the guild of shoemakers and the guild but what happened then", "start": 1571.9199999999998, "end": 1580.08}
{"id": "4OV_LIuSo8g-t1580.08", "text": "is these academies appeared that bridged the guilds right and so the the early academies was an effort", "start": 1580.08, "end": 1587.84}
{"id": "4OV_LIuSo8g-t1587.84", "text": "to to do that in the last century we had holistic studies into into creative studies into", "start": 1587.84, "end": 1595.6799999999998}
{"id": "4OV_LIuSo8g-t1595.6799999999998", "text": "disciplinary studies so roughly every generation there's a group of people that feels that the", "start": 1595.6799999999998, "end": 1603.12}
{"id": "4OV_LIuSo8g-t1603.12", "text": "system is keeping the hybrids or the osmosis between the disciplines from really happening", "start": 1603.12, "end": 1609.12}
{"id": "4OV_LIuSo8g-t1609.12", "text": "so I think STEAM is a new expression of that very long need to so that people both learn and teach", "start": 1609.12, "end": 1620.2399999999998}
{"id": "4OV_LIuSo8g-t1620.2399999999998", "text": "in ways which allow that lateral transfer. Over the last 15-20 years I've been actively involved in", "start": 1620.2399999999998, "end": 1631.52}
{"id": "4OV_LIuSo8g-t1631.52", "text": "creating interdisciplinary meetings here and so I'm and as a result of that I have learned", "start": 1631.52, "end": 1640.56}
{"id": "4OV_LIuSo8g-t1640.56", "text": "that tremendous amount and it has opened my eyes to a lot of things that before in my narrow discipline", "start": 1640.56, "end": 1647.92}
{"id": "4OV_LIuSo8g-t1648.8", "text": "I couldn't look at think about and use it to improve my own understanding including within my own", "start": 1648.8, "end": 1656.6399999999999}
{"id": "4OV_LIuSo8g-t1656.64", "text": "discipline so that has been an interdisciplinary conversation that have assisted and has helped", "start": 1656.64, "end": 1664.0}
{"id": "4OV_LIuSo8g-t1665.1200000000001", "text": "but I have a sense that what you mean by STEAM and STEAM education is something a lot more", "start": 1665.1200000000001, "end": 1670.48}
{"id": "4OV_LIuSo8g-t1670.48", "text": "structured and concrete than just you know hanging around with people from different", "start": 1670.48, "end": 1676.16}
{"id": "4OV_LIuSo8g-t1676.16", "text": "discipline and talking to them so that's what my question was about so if I can for where we go", "start": 1676.16, "end": 1681.92}
{"id": "4OV_LIuSo8g-t1681.92", "text": "with it. If I could talk a little bit about the relevancy and what a student would look like", "start": 1681.92, "end": 1688.0800000000002}
{"id": "4OV_LIuSo8g-t1688.0800000000002", "text": "getting out of school at 30. Monica and I oftentimes are asked to go into at-risk schools", "start": 1688.0800000000002, "end": 1695.28}
{"id": "4OV_LIuSo8g-t1696.0", "text": "and work with students so a couple years ago we developed a whole suite of projects around", "start": 1696.0, "end": 1703.1200000000001}
{"id": "4OV_LIuSo8g-t1703.1200000000001", "text": "simple machines which in common core standards kids get in second and third grade. About 40", "start": 1703.1200000000001, "end": 1709.8400000000001}
{"id": "4OV_LIuSo8g-t1709.84", "text": "percent English language learners they were probably rated about 60 percent proficiency", "start": 1709.84, "end": 1716.1599999999999}
{"id": "4OV_LIuSo8g-t1716.1599999999999", "text": "they were probably right around that with the tendons rating. We were working with the science", "start": 1716.1599999999999, "end": 1721.9199999999998}
{"id": "4OV_LIuSo8g-t1721.9199999999998", "text": "teacher and over the course of his semester working with second and third graders you know in those", "start": 1721.9199999999998, "end": 1729.1999999999998}
{"id": "4OV_LIuSo8g-t1729.1999999999998", "text": "communities oftentimes the kids don't have a lot of time with their parents and so there's there's", "start": 1729.1999999999998, "end": 1733.52}
{"id": "4OV_LIuSo8g-t1733.52", "text": "great gaps in where these students are coming into school too and by the end of the semester we had", "start": 1733.52, "end": 1740.4}
{"id": "4OV_LIuSo8g-t1740.4", "text": "gone you know from these very low ratings to 96 percent attendance rating about 87 percent", "start": 1740.4, "end": 1749.6}
{"id": "4OV_LIuSo8g-t1749.6", "text": "proficiency rating and a lot of this was based on the fact that one we're working with English", "start": 1749.6, "end": 1754.8799999999999}
{"id": "4OV_LIuSo8g-t1754.8799999999999", "text": "language learners but two through these projects that we developed we're doing things like story", "start": 1754.8799999999999, "end": 1760.56}
{"id": "4OV_LIuSo8g-t1760.56", "text": "boarding templates and atomic theater boxes so the kids are having to develop characters they're", "start": 1760.56, "end": 1766.08}
{"id": "4OV_LIuSo8g-t1766.08", "text": "having to develop story outlines and then they're actually having to do the engineering and put", "start": 1766.08, "end": 1770.8799999999999}
{"id": "4OV_LIuSo8g-t1770.8799999999999", "text": "together these boxes so that they can crank their toys and again so this is very transdisciplinary", "start": 1770.8799999999999, "end": 1776.32}
{"id": "4OV_LIuSo8g-t1776.32", "text": "but what you start seeing at an early age is that all kids excel at different levels and that", "start": 1776.32, "end": 1781.2}
{"id": "4OV_LIuSo8g-t1781.2", "text": "confidence that they get from seeing how somebody who might not excel at reading and writing is now", "start": 1781.2, "end": 1788.72}
{"id": "4OV_LIuSo8g-t1788.72", "text": "excelling at engineering and so you're also starting to get kids in an early age to start working", "start": 1788.72, "end": 1794.24}
{"id": "4OV_LIuSo8g-t1794.24", "text": "together but I would say also since we've been doing this long enough we've had students in our", "start": 1794.24, "end": 1800.16}
{"id": "4OV_LIuSo8g-t1800.16", "text": "programs for four or five years and oftentimes what we see is this intuitive understanding that", "start": 1800.16, "end": 1805.28}
{"id": "4OV_LIuSo8g-t1805.28", "text": "they start to get of these subject matters and I think this is where the conversation was going", "start": 1805.28, "end": 1810.4}
{"id": "4OV_LIuSo8g-t1810.4", "text": "last night a little bit too is that artists are very intuitive about the world when you think", "start": 1810.4, "end": 1815.92}
{"id": "4OV_LIuSo8g-t1815.92", "text": "about the golden section you know artists were using this long before scientists philosophers", "start": 1815.92, "end": 1822.0}
{"id": "4OV_LIuSo8g-t1822.0", "text": "actually put the math to it to decipher what it was Jackson Pollock paintings you know later now", "start": 1822.0, "end": 1827.8400000000001}
{"id": "4OV_LIuSo8g-t1827.8400000000001", "text": "that we have the technology you know explore fractal design and theory I'm sure he did not know what", "start": 1827.8400000000001, "end": 1836.0800000000002}
{"id": "4OV_LIuSo8g-t1836.0800000000002", "text": "he was doing and I don't even think they were talking about fractals back then right but so", "start": 1836.0800000000002, "end": 1841.04}
{"id": "4OV_LIuSo8g-t1841.04", "text": "this intuitive understanding of the world is something that we really have gotten away from", "start": 1841.04, "end": 1846.3999999999999}
{"id": "4OV_LIuSo8g-t1846.3999999999999", "text": "because we've become so specialized in our fields in the way that we teach subjects and", "start": 1846.3999999999999, "end": 1850.96}
{"id": "4OV_LIuSo8g-t1852.08", "text": "apply it in education that what we're not allowing kids to do from an early age is start to develop", "start": 1852.08, "end": 1858.24}
{"id": "4OV_LIuSo8g-t1858.24", "text": "that intuitive understanding of the world that they live in and to really start figuring out what", "start": 1858.24, "end": 1863.76}
{"id": "4OV_LIuSo8g-t1863.76", "text": "they excel at so that that becomes kind of their focus in life. Yes this is having at all educational", "start": 1863.76, "end": 1872.56}
{"id": "4OV_LIuSo8g-t1872.56", "text": "levels and there are definitely different approaches depending like what age or teaching. I'm going", "start": 1872.56, "end": 1877.84}
{"id": "4OV_LIuSo8g-t1877.84", "text": "to ask Alana to jump in here because she is graciously filling in for a colleague of hers from the", "start": 1877.84, "end": 1883.12}
{"id": "4OV_LIuSo8g-t1883.12", "text": "National Academy of Sciences and you can kind of describe the effort that's been going on at the", "start": 1883.12, "end": 1889.6}
{"id": "4OV_LIuSo8g-t1889.6", "text": "NAS in terms of identifying the steam landscape. Sure so there is a lot of anecdotal evidence about", "start": 1889.6, "end": 1900.6399999999999}
{"id": "4OV_LIuSo8g-t1902.48", "text": "the benefits of a steam or steam education to include the humanities. The first time I've heard", "start": 1902.48, "end": 1911.28}
{"id": "4OV_LIuSo8g-t1911.28", "text": "that one. Oh really? So the academy has decided to undertake a two-year study on evidence of the", "start": 1911.28, "end": 1921.36}
{"id": "4OV_LIuSo8g-t1921.36", "text": "value of integrating arts and humanities into STEM education specifically at the undergraduate", "start": 1921.36, "end": 1928.96}
{"id": "4OV_LIuSo8g-t1928.96", "text": "and graduate level and the study looks at different programs throughout the US and the findings will", "start": 1928.96, "end": 1937.76}
{"id": "4OV_LIuSo8g-t1937.76", "text": "actually be published this coming spring. So they're not ready to talk about it yet. Yeah but it looks", "start": 1937.76, "end": 1947.76}
{"id": "4OV_LIuSo8g-t1947.76", "text": "at a variety of programs like it I think ASU has a lot of very integrated programs. Olin College", "start": 1947.76, "end": 1956.64}
{"id": "4OV_LIuSo8g-t1956.64", "text": "of Engineering has a few programs a few courses that combine different disciplines so it's really", "start": 1956.64, "end": 1963.68}
{"id": "4OV_LIuSo8g-t1963.68", "text": "looking at a variety of these programs and will set forth a resource for best practices so if you", "start": 1963.68, "end": 1972.8}
{"id": "4OV_LIuSo8g-t1972.8", "text": "were a professor at a university and you were interested in getting involved in this field how", "start": 1972.8, "end": 1977.1200000000001}
{"id": "4OV_LIuSo8g-t1977.1200000000001", "text": "might you go about it this could be a good resource. And are they still accepting submissions? You know", "start": 1977.1200000000001, "end": 1983.76}
{"id": "4OV_LIuSo8g-t1983.76", "text": "for evidence? No I think that ended in May so they're kind of wrapping up the study at this point.", "start": 1983.76, "end": 1988.96}
{"id": "4OV_LIuSo8g-t1988.96", "text": "But yeah it's been going on for a little while really looking forward to see what they come up", "start": 1988.96, "end": 1994.24}
{"id": "4OV_LIuSo8g-t1994.24", "text": "with. Me too. I'd like to say I do think the humanities are an important part of it when we", "start": 1994.24, "end": 2000.88}
{"id": "4OV_LIuSo8g-t2000.88", "text": "talk about the A and STEAM so much of what we're doing is actually putting in that historical", "start": 2000.88, "end": 2007.6000000000001}
{"id": "4OV_LIuSo8g-t2007.6000000000001", "text": "and cultural context. You know it's very easy to take current technology and take it back 5,000", "start": 2007.6000000000001, "end": 2013.44}
{"id": "4OV_LIuSo8g-t2013.44", "text": "years to see how that thought process has evolved. It's also something kids get excited about because", "start": 2013.44, "end": 2020.0800000000002}
{"id": "4OV_LIuSo8g-t2021.8400000000001", "text": "as kids like to say anytime before cell phones was the dark ages.", "start": 2021.8400000000001, "end": 2024.96}
{"id": "4OV_LIuSo8g-t2027.3600000000001", "text": "I'm glad you just brought that up because I despite the fact that I'm a STEAM practitioner I", "start": 2027.3600000000001, "end": 2031.92}
{"id": "4OV_LIuSo8g-t2031.92", "text": "like really hate the acronym. I'm catchy you can say funny things like as STEAM just a bunch of hot", "start": 2031.92, "end": 2038.4}
{"id": "4OV_LIuSo8g-t2038.4", "text": "air. Which I don't know if we ever settled on that one. But yeah the acronym waves out", "start": 2038.4, "end": 2047.1200000000001}
{"id": "4OV_LIuSo8g-t2047.76", "text": "humanities like the arts are not the humanities and maybe it's a disservice to talk about that way.", "start": 2047.76, "end": 2053.84}
{"id": "4OV_LIuSo8g-t2053.84", "text": "So is there another word for STEAM? Like what's the next gen? I think redefining how we think of", "start": 2053.84, "end": 2059.92}
{"id": "4OV_LIuSo8g-t2059.92", "text": "art is really a better conversation because really when you think about what is art what ends up", "start": 2059.92, "end": 2066.0}
{"id": "4OV_LIuSo8g-t2066.0", "text": "and the annals of history it's really what's important as a cultural significance. You know that", "start": 2066.0, "end": 2075.04}
{"id": "4OV_LIuSo8g-t2075.04", "text": "knowledge at the time the technology whatever it is that's really what you're learning about", "start": 2075.04, "end": 2079.2}
{"id": "4OV_LIuSo8g-t2079.2", "text": "when you're learning about art history and culture. We recently had a group of children", "start": 2079.2, "end": 2085.92}
{"id": "4OV_LIuSo8g-t2085.92", "text": "toward the lab that were from PS I believe 92. On a handful of other STEAM programs will come", "start": 2085.92, "end": 2093.04}
{"id": "4OV_LIuSo8g-t2093.04", "text": "to check out the lab and more than once we've been showing them around maybe you know feeding", "start": 2093.04, "end": 2098.72}
{"id": "4OV_LIuSo8g-t2098.72", "text": "avianus fly traps and fingernail clippings or another task of sorts and I kept hearing the", "start": 2098.72, "end": 2105.04}
{"id": "4OV_LIuSo8g-t2105.04", "text": "children say to each other that's so steamy and they're using it as an additive and at first I was", "start": 2105.04, "end": 2111.12}
{"id": "4OV_LIuSo8g-t2111.12", "text": "like okay I'm officially old so that's homeschool but I have no idea what it means and then and this", "start": 2111.12, "end": 2116.56}
{"id": "4OV_LIuSo8g-t2116.56", "text": "was maybe two years ago before STEAM was an acronym that I was very familiar with and then it clicked", "start": 2116.56, "end": 2121.84}
{"id": "4OV_LIuSo8g-t2121.84", "text": "that's the way that they were referring to a spectrum of all things awesome and for them it", "start": 2121.84, "end": 2126.96}
{"id": "4OV_LIuSo8g-t2126.96", "text": "was hype it was cool and steamy sounds pretty good all things awesome yeah because there are many", "start": 2126.96, "end": 2143.6000000000004}
{"id": "4OV_LIuSo8g-t2143.6000000000004", "text": "artists who came out of their rhod", "start": 2143.6000000000004, "end": 2150.32}
{"id": "4OV_LIuSo8g-t2150.32", "text": "it all yeah let me just jump in so I think the way we're phrasing the question is part of the", "start": 2150.32, "end": 2158.6400000000003}
{"id": "4OV_LIuSo8g-t2158.6400000000003", "text": "problem and we get into the subject of taxonomies science humanities engineering math", "start": 2158.6400000000003, "end": 2168.0}
{"id": "4OV_LIuSo8g-t2169.1200000000003", "text": "that's not how the world is organized right this table doesn't care what discipline you've come", "start": 2169.1200000000003, "end": 2173.92}
{"id": "4OV_LIuSo8g-t2173.92", "text": "from and so and the problems we have trouble with fuzzy taxonomies universities hate them because", "start": 2173.92, "end": 2184.32}
{"id": "4OV_LIuSo8g-t2184.32", "text": "you kind of have a department of fuzzy things and so I think part of the challenge you know as you", "start": 2184.32, "end": 2191.52}
{"id": "4OV_LIuSo8g-t2191.52", "text": "said like there've been hundreds thousands of places that have done what we're talking about", "start": 2191.52, "end": 2196.96}
{"id": "4OV_LIuSo8g-t2196.96", "text": "over over the centuries and so how do we think differently about what we're trying to do when I", "start": 2196.96, "end": 2205.04}
{"id": "4OV_LIuSo8g-t2205.04", "text": "got to Dallas I got exposed to and I'm my close collaborator is Cassini Nazir who's a design professor", "start": 2205.04, "end": 2213.36}
{"id": "4OV_LIuSo8g-t2215.28", "text": "and I'm a scientist I'm an engineer I've designed things but let me tell you my idea of design was", "start": 2215.28, "end": 2223.52}
{"id": "4OV_LIuSo8g-t2223.52", "text": "so narrow so he says okay and this is part of some of the design vocabulary so what is the social", "start": 2223.52, "end": 2231.6}
{"id": "4OV_LIuSo8g-t2231.6", "text": "outcome you're trying to achieve through what you're doing become rich and famous make a better", "start": 2231.6, "end": 2242.48}
{"id": "4OV_LIuSo8g-t2242.48", "text": "world find someone to marry have a family and depending on the social outcome you need to approach", "start": 2242.48, "end": 2249.6}
{"id": "4OV_LIuSo8g-t2249.6", "text": "it differently so what is the social outcome you're trying to achieve then the next step is how do", "start": 2249.6, "end": 2256.48}
{"id": "4OV_LIuSo8g-t2256.48", "text": "you organize a group of people to achieve that social outcome how do you design the group if you", "start": 2256.48, "end": 2261.92}
{"id": "4OV_LIuSo8g-t2261.92", "text": "can do it by yourself go do it by yourself goddamn it but if you need a group of people with different", "start": 2261.92, "end": 2269.04}
{"id": "4OV_LIuSo8g-t2269.04", "text": "skills and so on then design the group that way to achieve to try to achieve your social outcome", "start": 2269.04, "end": 2275.68}
{"id": "4OV_LIuSo8g-t2275.68", "text": "next level down well then design the services that group needs in order to work to achieve that", "start": 2275.68, "end": 2283.3599999999997}
{"id": "4OV_LIuSo8g-t2283.3599999999997", "text": "social outcome and then at the bottom of the list is products so maybe you do you need a do need a", "start": 2283.3599999999997, "end": 2289.7599999999998}
{"id": "4OV_LIuSo8g-t2289.7599999999998", "text": "cell phone to achieve that social outcome and let me tell you in my physics engineering education", "start": 2289.7599999999998, "end": 2296.7999999999997}
{"id": "4OV_LIuSo8g-t2297.52", "text": "I never thought that way and if you think that way the humanities is not something outside of the", "start": 2297.52, "end": 2303.04}
{"id": "4OV_LIuSo8g-t2303.04", "text": "problem it's inside the problem and I think this whole thing of steam steam heat in England humanities", "start": 2303.04, "end": 2312.4}
{"id": "4OV_LIuSo8g-t2312.4", "text": "engineering on technology is no heat without steam no steam without I think the problem is we're", "start": 2312.4, "end": 2320.0}
{"id": "4OV_LIuSo8g-t2320.0", "text": "thinking in a way the people thought in universities in my case for 200 years now and that we need", "start": 2320.0, "end": 2328.32}
{"id": "4OV_LIuSo8g-t2328.32", "text": "to find a different way of articulating the problem so yeah we need a hundred thousand", "start": 2328.32, "end": 2334.48}
{"id": "4OV_LIuSo8g-t2334.48", "text": "white mountain colleges but how do you organize that to happen in structures that want test scores", "start": 2334.48, "end": 2342.96}
{"id": "4OV_LIuSo8g-t2343.6800000000003", "text": "that want deep up mental structures that and that's why I deep inside me and I hope my provost is", "start": 2343.6800000000003, "end": 2350.32}
{"id": "4OV_LIuSo8g-t2350.32", "text": "not listening I'm not sure that university is the right place because it's organized in a way that's", "start": 2350.32, "end": 2358.32}
{"id": "4OV_LIuSo8g-t2359.04", "text": "antagonistic to the very idea that we're talking about yeah I sometimes feel that adults are not", "start": 2359.04, "end": 2366.48}
{"id": "4OV_LIuSo8g-t2366.48", "text": "even the right place to start it's all very top down we're designing for our world in inquiring", "start": 2366.48, "end": 2373.6800000000003}
{"id": "4OV_LIuSo8g-t2373.6800000000003", "text": "minds we work in elementary schools offering students the opportunity to participate in the", "start": 2373.6800000000003, "end": 2379.36}
{"id": "4OV_LIuSo8g-t2379.36", "text": "process to decide how they want their school to be a better place and what's interesting is they", "start": 2379.36, "end": 2384.88}
{"id": "4OV_LIuSo8g-t2384.88", "text": "really know each other they know each other's strengths and weaknesses and they also know what", "start": 2384.88, "end": 2392.56}
{"id": "4OV_LIuSo8g-t2392.56", "text": "they want for themselves and each other and so one thing that we use a lot are learning walls where", "start": 2392.56, "end": 2398.6400000000003}
{"id": "4OV_LIuSo8g-t2398.6400000000003", "text": "students can address an essential question that's important to the test they have to take some day", "start": 2398.6400000000003, "end": 2406.2400000000002}
{"id": "4OV_LIuSo8g-t2406.24", "text": "but they can use it to practice thinking and practice collaborating and for us it's really", "start": 2406.24, "end": 2413.68}
{"id": "4OV_LIuSo8g-t2414.24", "text": "looking at something bigger that sort of their future there we live in a democracy they need to", "start": 2414.24, "end": 2420.72}
{"id": "4OV_LIuSo8g-t2420.72", "text": "be prepared to not only recognize their own individual opinion but also to participate in the group", "start": 2420.72, "end": 2426.24}
{"id": "4OV_LIuSo8g-t2426.24", "text": "towards group goals and so they'll put up their ideas about the essential questions and then", "start": 2426.24, "end": 2433.3599999999997}
{"id": "4OV_LIuSo8g-t2433.36", "text": "they'll start making connections so our oh you said if I ask what is my how was my school like a", "start": 2433.36, "end": 2439.76}
{"id": "4OV_LIuSo8g-t2439.76", "text": "community you said well our school's like a community because every room is a different", "start": 2439.76, "end": 2443.6800000000003}
{"id": "4OV_LIuSo8g-t2443.6800000000003", "text": "group of people and we're all doing different things but we're all working together and then", "start": 2443.6800000000003, "end": 2448.7200000000003}
{"id": "4OV_LIuSo8g-t2448.7200000000003", "text": "somebody else will say well it was in our room we are a community because we come from different", "start": 2448.7200000000003, "end": 2456.96}
{"id": "4OV_LIuSo8g-t2456.96", "text": "places with different ideas and so they can take an idea that is science related or math related", "start": 2456.96, "end": 2465.04}
{"id": "4OV_LIuSo8g-t2465.04", "text": "or humanities related or art related and bring it into that space I think if every child was taught", "start": 2465.04, "end": 2474.4}
{"id": "4OV_LIuSo8g-t2474.4", "text": "that way they wouldn't look like us as adults they would look very different and the thing that I", "start": 2474.4, "end": 2481.2}
{"id": "4OV_LIuSo8g-t2481.2", "text": "think is most powerful for me in that is my concern is maybe not STEM education per se and I'm a", "start": 2481.2, "end": 2487.2799999999997}
{"id": "4OV_LIuSo8g-t2487.2799999999997", "text": "scientist so again if anybody's listening I do really love science but it's the way it's to", "start": 2487.2799999999997, "end": 2495.04}
{"id": "4OV_LIuSo8g-t2495.04", "text": "really equal the playing field you can do this in a school with with absolutely no resources", "start": 2495.04, "end": 2500.72}
{"id": "4OV_LIuSo8g-t2500.72", "text": "where their greatest resources their students you can do it in a school that has a lot of resources", "start": 2500.72, "end": 2505.52}
{"id": "4OV_LIuSo8g-t2505.52", "text": "their greatest resources still their students but we don't teach students that way and so even taking", "start": 2505.52, "end": 2512.16}
{"id": "4OV_LIuSo8g-t2513.04", "text": "problem-based education further sometimes we just need to give space for students to have", "start": 2513.04, "end": 2518.8}
{"id": "4OV_LIuSo8g-t2518.8", "text": "conversations like we have this opportunity as adults they don't always have that opportunity", "start": 2518.8, "end": 2523.84}
{"id": "4OV_LIuSo8g-t2523.84", "text": "as students and so I would again I'm not a fan of STEM or STEAM although I love a good pun and", "start": 2523.84, "end": 2533.92}
{"id": "4OV_LIuSo8g-t2533.92", "text": "it you know a joke coming from a scientist is always funny to everyone but I want some sort of", "start": 2533.92, "end": 2543.04}
{"id": "4OV_LIuSo8g-t2543.04", "text": "higher level name that's more encompassing that's not you know something below the cloud", "start": 2543.04, "end": 2547.92}
{"id": "4OV_LIuSo8g-t2550.48", "text": "yes I feel like this this acronym problem is something I've been thinking about for a while", "start": 2550.48, "end": 2555.2000000000003}
{"id": "4OV_LIuSo8g-t2555.2000000000003", "text": "everyone's been thinking about it for a while maybe by tomorrow we'll have a better idea I mean", "start": 2555.2000000000003, "end": 2561.2000000000003}
{"id": "4OV_LIuSo8g-t2561.2", "text": "it's it's ambitious but it's possible because we're going to be doing another STEAM panel later on", "start": 2561.2, "end": 2566.48}
{"id": "4OV_LIuSo8g-t2566.48", "text": "so we can we can see how that evolves but yeah everyone put your thinking caps on about that we", "start": 2566.48, "end": 2571.7599999999998}
{"id": "4OV_LIuSo8g-t2571.7599999999998", "text": "need to figure this out there's a term convergence that I like the academy published a study about", "start": 2571.7599999999998, "end": 2581.2}
{"id": "4OV_LIuSo8g-t2581.2", "text": "convergence it was really looking at benefits of bringing different scientific disciplines together", "start": 2581.2, "end": 2587.3599999999997}
{"id": "4OV_LIuSo8g-t2587.36", "text": "but I think you could also apply arts and humanities into it and it ties in with the idea of trans", "start": 2587.36, "end": 2595.76}
{"id": "4OV_LIuSo8g-t2595.76", "text": "disciplinarity that we were talking about last night where these different disciplines come together", "start": 2595.76, "end": 2601.92}
{"id": "4OV_LIuSo8g-t2601.92", "text": "in a really in-depth way and the focus is on solving some kind of problem so I don't know what you", "start": 2601.92, "end": 2610.8}
{"id": "4OV_LIuSo8g-t2610.8", "text": "what you might think of that term", "start": 2610.8, "end": 2614.1600000000003}
{"id": "4OV_LIuSo8g-t2614.16", "text": "I like that term yeah I heard of a conference title", "start": 2614.16, "end": 2620.3199999999997}
{"id": "4OV_LIuSo8g-t2621.2799999999997", "text": "oh let me just come back to the to the the adults are part of the problem", "start": 2621.2799999999997, "end": 2626.64}
{"id": "4OV_LIuSo8g-t2629.2", "text": "so you know when I was growing up there was the Montessori school movement there are a number of", "start": 2629.2, "end": 2635.04}
{"id": "4OV_LIuSo8g-t2635.04", "text": "these very different models for elementary education and the problem was when you tried to get into", "start": 2635.04, "end": 2643.8399999999997}
{"id": "4OV_LIuSo8g-t2643.84", "text": "mass education you know then you get into this thing that everybody's taught as an average person", "start": 2643.84, "end": 2652.32}
{"id": "4OV_LIuSo8g-t2652.32", "text": "and there's a test score result so I think part of the complexity we have plenty of good examples of", "start": 2652.32, "end": 2659.2000000000003}
{"id": "4OV_LIuSo8g-t2659.2000000000003", "text": "family educational models how do we generalize those in some way so that it's not just the lucky", "start": 2659.2000000000003, "end": 2669.6000000000004}
{"id": "4OV_LIuSo8g-t2669.6", "text": "few that are go to the Montessori school well I would love to see a trickle-up model I think", "start": 2669.6, "end": 2675.6}
{"id": "4OV_LIuSo8g-t2675.6", "text": "elementary education teachers do a lot of innovative things with pedagogy and classroom practices that", "start": 2675.6, "end": 2682.64}
{"id": "4OV_LIuSo8g-t2683.52", "text": "high school students and university students would benefit from I mean when you say that a couple", "start": 2683.52, "end": 2689.7599999999998}
{"id": "4OV_LIuSo8g-t2689.7599999999998", "text": "really practical things come to mind I mean my I'm also a mother my children went to a radio", "start": 2689.7599999999998, "end": 2695.04}
{"id": "4OV_LIuSo8g-t2695.04", "text": "school based on play very self-directed there are opportunities within school to do that it will be", "start": 2695.04, "end": 2703.2799999999997}
{"id": "4OV_LIuSo8g-t2703.2799999999997", "text": "a little bit harder at later levels but even within the elementary school oftentimes because", "start": 2703.2799999999997, "end": 2709.12}
{"id": "4OV_LIuSo8g-t2709.68", "text": "students developmentally are at so many different levels as you mentioned earlier and just what", "start": 2709.68, "end": 2714.0}
{"id": "4OV_LIuSo8g-t2714.0", "text": "experiences they have coming in they will use during math class activity stations and students", "start": 2714.0, "end": 2720.8}
{"id": "4OV_LIuSo8g-t2720.8", "text": "will go to different activities stations to practice different schools it'll be individual", "start": 2720.8, "end": 2724.08}
{"id": "4OV_LIuSo8g-t2724.08", "text": "practice group practice one will be an art space practice couldn't that instead the stations be", "start": 2724.08, "end": 2731.92}
{"id": "4OV_LIuSo8g-t2731.92", "text": "this one is a humanities this one is an art like make them more directed to each of that and still", "start": 2731.92, "end": 2740.88}
{"id": "4OV_LIuSo8g-t2740.88", "text": "have it be around one core question I think at the university level this is something that could", "start": 2740.88, "end": 2748.24}
{"id": "4OV_LIuSo8g-t2748.24", "text": "happen in an open lab like yours but maybe needs to be taken into that intro biology class and it's", "start": 2748.24, "end": 2756.72}
{"id": "4OV_LIuSo8g-t2756.72", "text": "not it's not happening in that many places but I would love to see sort of that trickle up from", "start": 2756.72, "end": 2762.4799999999996}
{"id": "4OV_LIuSo8g-t2762.4799999999996", "text": "the idea of Montessori so just picking up on your trick trick-a-lop thing so you know we're also in", "start": 2762.4799999999996, "end": 2770.24}
{"id": "4OV_LIuSo8g-t2770.24", "text": "world where we talk about formal education informal education and what's the third call lifelong", "start": 2770.24, "end": 2778.72}
{"id": "4OV_LIuSo8g-t2778.72", "text": "learning or something continuing education right well from the trickle-up point of view", "start": 2778.72, "end": 2784.56}
{"id": "4OV_LIuSo8g-t2786.0", "text": "we do believe in lifelong learning right so even in the workplace somehow what you're talking", "start": 2786.0, "end": 2792.8799999999997}
{"id": "4OV_LIuSo8g-t2792.8799999999997", "text": "about should be happening right and it's not as easy as a company but buying a design company to", "start": 2792.8799999999997, "end": 2799.12}
{"id": "4OV_LIuSo8g-t2799.12", "text": "inject creativity into the company which a lot of companies are doing which is wonderful but so", "start": 2799.12, "end": 2804.56}
{"id": "4OV_LIuSo8g-t2804.56", "text": "how does this way of problem driven work actually permeate the whole culture and not just formal", "start": 2804.56, "end": 2816.3199999999997}
{"id": "4OV_LIuSo8g-t2816.3199999999997", "text": "education so how do we do trickle up sorry I don't refer to someone else I am I the class that I", "start": 2816.3199999999997, "end": 2826.72}
{"id": "4OV_LIuSo8g-t2826.72", "text": "teach as I mentioned it's a January class and it's the best class because I don't have to grade them", "start": 2826.72, "end": 2831.3599999999997}
{"id": "4OV_LIuSo8g-t2831.3599999999997", "text": "which I would just give them all A's if I had to I don't believe I'm grading for the Hampshire", "start": 2831.3599999999997, "end": 2836.56}
{"id": "4OV_LIuSo8g-t2836.56", "text": "people in the room but but also it's it's an intensive learning course and it takes place in", "start": 2836.56, "end": 2842.0}
{"id": "4OV_LIuSo8g-t2842.0", "text": "no classroom at all we're in New York City and we go around to art science lectures to exhibits", "start": 2842.0, "end": 2848.56}
{"id": "4OV_LIuSo8g-t2848.56", "text": "that engage design and technology we meet artists who are painting about the ocean we meet scientists", "start": 2848.56, "end": 2854.64}
{"id": "4OV_LIuSo8g-t2854.64", "text": "who are doing public outreach through comedy so I basically introduce my students to the real world", "start": 2854.64, "end": 2860.72}
{"id": "4OV_LIuSo8g-t2860.72", "text": "of how cross-disciplinarity works and then they bring that back to their siloed academia world and", "start": 2860.72, "end": 2867.3599999999997}
{"id": "4OV_LIuSo8g-t2867.3599999999997", "text": "try and figure out how to keep that spirit within them I've only taught the class once it's a new", "start": 2867.3599999999997, "end": 2873.12}
{"id": "4OV_LIuSo8g-t2873.12", "text": "program at Rutgers so I have yet to see the long-term outcomes but I'm very interested in that because", "start": 2873.12, "end": 2878.56}
{"id": "4OV_LIuSo8g-t2878.56", "text": "if we can't change academia maybe we can change students and then they can change academia but", "start": 2878.56, "end": 2885.36}
{"id": "4OV_LIuSo8g-t2885.36", "text": "what you're doing in your class is basically taking the students out and giving them opportunities", "start": 2885.36, "end": 2889.6}
{"id": "4OV_LIuSo8g-t2889.6", "text": "to reflect on a variety of subjects they don't have any experience like that's design thinking", "start": 2889.6, "end": 2893.7599999999998}
{"id": "4OV_LIuSo8g-t2893.7599999999998", "text": "that's the that's the cycle maybe the opportunity to reflect is what will change workplace", "start": 2893.7599999999998, "end": 2901.2}
{"id": "4OV_LIuSo8g-t2901.2", "text": "I think one of the best models we've actually seen a scene of integrating steam but also taking what", "start": 2901.2, "end": 2910.56}
{"id": "4OV_LIuSo8g-t2910.56", "text": "would be considered more traditional education is often in rural places we work a lot in Wyoming", "start": 2910.56, "end": 2915.2}
{"id": "4OV_LIuSo8g-t2915.8399999999997", "text": "and what they've done over the years instead of trying to continually reinvent education", "start": 2915.8399999999997, "end": 2919.68}
{"id": "4OV_LIuSo8g-t2920.72", "text": "they've modified it a little bit but you still have chemistry you still have physics you still", "start": 2920.72, "end": 2924.64}
{"id": "4OV_LIuSo8g-t2924.64", "text": "have history you have all of the classes but then you have a computer lab where they're learning", "start": 2924.64, "end": 2929.2}
{"id": "4OV_LIuSo8g-t2929.2", "text": "about programming they're learning to operate programs like the Microsoft or Adobe products", "start": 2929.2, "end": 2935.2799999999997}
{"id": "4OV_LIuSo8g-t2935.2799999999997", "text": "but then they have a synthesizing center which is their steam lab so you take all of this knowledge", "start": 2935.2799999999997, "end": 2940.3199999999997}
{"id": "4OV_LIuSo8g-t2940.3199999999997", "text": "you're getting from all of these different classes and you have a place to synthesize that information", "start": 2940.3199999999997, "end": 2945.7599999999998}
{"id": "4OV_LIuSo8g-t2945.7599999999998", "text": "and work with it creatively you mentioned plasticity before is the implication that in a certain way", "start": 2945.7599999999998, "end": 2954.0}
{"id": "4OV_LIuSo8g-t2954.0", "text": "the generation that will go through this kind of education will just be have a different brain", "start": 2954.0, "end": 2963.04}
{"id": "4OV_LIuSo8g-t2963.04", "text": "will think differently their brain would work differently the associations they make would be", "start": 2963.04, "end": 2968.56}
{"id": "4OV_LIuSo8g-t2968.56", "text": "different and so in a way you can't really tell what the outcome would be long term because you", "start": 2968.56, "end": 2974.72}
{"id": "4OV_LIuSo8g-t2974.72", "text": "are modifying the whole way of thinking and so for instance he really cannot become any more esteem", "start": 2974.72, "end": 2983.7599999999998}
{"id": "4OV_LIuSo8g-t2986.16", "text": "result of steam because he was his brain was formed the way my brain was formed where we had", "start": 2986.16, "end": 2992.16}
{"id": "4OV_LIuSo8g-t2992.16", "text": "all these individual subjects this is a different ambition and outcome I agree with you the brains", "start": 2992.16, "end": 3001.3599999999997}
{"id": "4OV_LIuSo8g-t3001.36", "text": "of the young people today are going to be different than our brains that's always been the case", "start": 3001.36, "end": 3006.1600000000003}
{"id": "4OV_LIuSo8g-t3007.28", "text": "because new new each generation has new experiences you know and but I disagree that we can't change", "start": 3007.28, "end": 3014.8}
{"id": "4OV_LIuSo8g-t3015.36", "text": "his brain I think we experience lifetime over an entire", "start": 3015.36, "end": 3018.6400000000003}
{"id": "4OV_LIuSo8g-t3018.64", "text": "we're in a way that now is with drugs or conversation I mean we it's a myth we as even as adults we", "start": 3018.64, "end": 3029.2799999999997}
{"id": "4OV_LIuSo8g-t3029.2799999999997", "text": "experience plasticity over our entire lifetime we're never stuck but it's complicated right so", "start": 3029.2799999999997, "end": 3034.96}
{"id": "4OV_LIuSo8g-t3034.96", "text": "we still need specialists right when I go to the doctor I want the best educated focus doctor trying", "start": 3034.96, "end": 3041.68}
{"id": "4OV_LIuSo8g-t3041.68", "text": "to figure out what's going on in my body so somehow we've got to articulate the need for specialists", "start": 3041.68, "end": 3049.68}
{"id": "4OV_LIuSo8g-t3049.68", "text": "with the need for a culture that thinks across all that stuff and it's a difficult problem", "start": 3049.68, "end": 3057.9199999999996}
{"id": "4OV_LIuSo8g-t3058.7999999999997", "text": "but I thought the idea is that that specialist having gone through this system", "start": 3058.7999999999997, "end": 3063.8399999999997}
{"id": "4OV_LIuSo8g-t3063.84", "text": "would hopefully while being a specialist also have a different perspective on the whole nature of the problem", "start": 3063.84, "end": 3074.0}
{"id": "4OV_LIuSo8g-t3074.0", "text": "yeah I think that what you're talking about this is what we see in our younger students is that", "start": 3074.0, "end": 3082.2400000000002}
{"id": "4OV_LIuSo8g-t3082.2400000000002", "text": "maybe you specialize in something but because you were exposed to all of these other things", "start": 3082.2400000000002, "end": 3087.44}
{"id": "4OV_LIuSo8g-t3087.44", "text": "you're not so set and thinking that there's a black and white answer that there's only one", "start": 3087.44, "end": 3092.6400000000003}
{"id": "4OV_LIuSo8g-t3092.64", "text": "way to think of things but there's actually multiple ways to think of and maybe there's", "start": 3092.64, "end": 3096.08}
{"id": "4OV_LIuSo8g-t3096.64", "text": "the best way to think of something or to solve a problem but for any problem we have there's a", "start": 3096.64, "end": 3102.64}
{"id": "4OV_LIuSo8g-t3102.64", "text": "thousand different ways of solving that problem and there's got to be more than one way yeah it's", "start": 3102.64, "end": 3107.8399999999997}
{"id": "4OV_LIuSo8g-t3107.8399999999997", "text": "like we were talking last night about you know what transdisciplinary actually means you know what is", "start": 3107.8399999999997, "end": 3113.52}
{"id": "4OV_LIuSo8g-t3113.52", "text": "something if it comes out of art and science but it's not art or science and then I think the steam", "start": 3113.52, "end": 3119.92}
{"id": "4OV_LIuSo8g-t3119.92", "text": "educated people will will be the ones doing that well and I think it's important you know in the", "start": 3119.92, "end": 3128.88}
{"id": "4OV_LIuSo8g-t3128.88", "text": "future for because we need specialists and because people have preferences which you mentioned before", "start": 3128.88, "end": 3135.6800000000003}
{"id": "4OV_LIuSo8g-t3135.6800000000003", "text": "the idea of some people prefer to learn things visually or by tactile I think it's important for", "start": 3135.6800000000003, "end": 3141.04}
{"id": "4OV_LIuSo8g-t3141.04", "text": "us all to recognize that we have the ability to understand many things but we actually choose", "start": 3141.04, "end": 3145.6}
{"id": "4OV_LIuSo8g-t3145.6", "text": "we choose we could all learn equally well visually or tactile but we choose to pursue it in one", "start": 3145.6, "end": 3153.44}
{"id": "4OV_LIuSo8g-t3153.44", "text": "primary way in early education the goal of educators is to expose students to a lot of different things", "start": 3153.44, "end": 3160.08}
{"id": "4OV_LIuSo8g-t3160.08", "text": "so that they develop a wide range of skills it's okay as an adult to choose one but still recognize", "start": 3160.08, "end": 3166.56}
{"id": "4OV_LIuSo8g-t3166.56", "text": "that the people around you have also made a choice in that we need an environment that allows people", "start": 3166.56, "end": 3171.36}
{"id": "4OV_LIuSo8g-t3171.36", "text": "to make as many possible choices so that we have doctors and lawyers lawyers okay nurses like we", "start": 3171.36, "end": 3179.84}
{"id": "4OV_LIuSo8g-t3179.84", "text": "exactly scientists artists I think as people get older I'm raising two teenage children and so", "start": 3179.84, "end": 3188.88}
{"id": "4OV_LIuSo8g-t3188.88", "text": "one of the things that we struggle with constantly is not necessarily criticizing but trying to get", "start": 3188.88, "end": 3194.4}
{"id": "4OV_LIuSo8g-t3194.4", "text": "our children to understand that everybody has weaknesses and you can always go towards the easy", "start": 3194.4, "end": 3200.48}
{"id": "4OV_LIuSo8g-t3200.48", "text": "thing which is the thing you excel at but if you're not constantly working on your weaknesses too", "start": 3200.48, "end": 3205.84}
{"id": "4OV_LIuSo8g-t3205.84", "text": "you're not a well-rounded person", "start": 3205.84, "end": 3207.44}
{"id": "4OV_LIuSo8g-t3212.56", "text": "go ahead I like to take the conversation in a totally different direction if that's right", "start": 3212.56, "end": 3217.6}
{"id": "4OV_LIuSo8g-t3218.72", "text": "and since we're in a private space with nobody listening", "start": 3218.72, "end": 3221.92}
{"id": "4OV_LIuSo8g-t3221.92", "text": "no it's being silent yes well but okay we're now in the culture you know that how do children grow", "start": 3221.92, "end": 3233.44}
{"id": "4OV_LIuSo8g-t3233.44", "text": "up in that culture where nothing is private there's a good steam problem no the I just want to come", "start": 3233.44, "end": 3241.76}
{"id": "4OV_LIuSo8g-t3241.76", "text": "back to the discussion on humanities and that part of me is frightened of what I'm about to talk", "start": 3241.76, "end": 3249.04}
{"id": "4OV_LIuSo8g-t3249.04", "text": "about so please tolerate my anxiety so are the humanities inside or outside so I'm working with", "start": 3249.04, "end": 3261.7599999999998}
{"id": "4OV_LIuSo8g-t3261.7599999999998", "text": "a group of people led by Ben Schneiderman to organize a conference at the National Academy next", "start": 3261.7599999999998, "end": 3267.04}
{"id": "4OV_LIuSo8g-t3267.04", "text": "March it's called revisiting cybernetic serendipity and jazzy a wiker to organize that famous exhibition", "start": 3267.04, "end": 3274.4}
{"id": "4OV_LIuSo8g-t3274.4", "text": "in 1968 one of the first museum shows gallery shows that really integrated emerging technologies", "start": 3274.4, "end": 3282.08}
{"id": "4OV_LIuSo8g-t3282.88", "text": "the artist that we're doing that the conference is funded by the Sackler Foundation", "start": 3282.88, "end": 3290.64}
{"id": "4OV_LIuSo8g-t3292.4", "text": "and probably many of you know the Sackler Foundation made a lot of its money because", "start": 3292.4, "end": 3300.2400000000002}
{"id": "4OV_LIuSo8g-t3300.24", "text": "some of the brothers were involved in the pharmaceutical industry among other things they developed", "start": 3300.24, "end": 3306.7999999999997}
{"id": "4OV_LIuSo8g-t3306.7999999999997", "text": "the marketing model of using doctors as marketing agents using direct marketing to patients to", "start": 3306.7999999999997, "end": 3315.12}
{"id": "4OV_LIuSo8g-t3315.12", "text": "tell their doctor what to buy and our government has now declared a health crisis because of the", "start": 3315.12, "end": 3321.68}
{"id": "4OV_LIuSo8g-t3321.68", "text": "opioid epidemic one person on the organizing committee has now resigned because they'd want", "start": 3321.68, "end": 3330.48}
{"id": "4OV_LIuSo8g-t3330.48", "text": "have nothing to do with promoting the reputation of the Sackler Foundation one of the invited", "start": 3330.48, "end": 3336.7999999999997}
{"id": "4OV_LIuSo8g-t3336.7999999999997", "text": "speakers has said they may or may not come what is the steam way of dealing this you know it's", "start": 3336.7999999999997, "end": 3347.44}
{"id": "4OV_LIuSo8g-t3347.44", "text": "really easy to criticize and say your money is dirty my money is clean well I don't think we live", "start": 3347.44, "end": 3356.2400000000002}
{"id": "4OV_LIuSo8g-t3356.2400000000002", "text": "in that kind of a binary world so how do we hold a conference accept the money from the Sackler", "start": 3356.2400000000002, "end": 3363.76}
{"id": "4OV_LIuSo8g-t3363.76", "text": "Foundation and it's more complicated on us you you know with once you start looking at it", "start": 3363.76, "end": 3369.28}
{"id": "4OV_LIuSo8g-t3369.28", "text": "in a way where we think differently of how we might redesign the National Academy of Science", "start": 3369.28, "end": 3378.1600000000003}
{"id": "4OV_LIuSo8g-t3378.1600000000003", "text": "redesign the National Academy of Engineering redesign the National Academy of Medicine", "start": 3378.1600000000003, "end": 3383.52}
{"id": "4OV_LIuSo8g-t3384.32", "text": "so that this thinking about these problems is integrated into science and engineering because", "start": 3384.32, "end": 3391.0400000000004}
{"id": "4OV_LIuSo8g-t3391.0400000000004", "text": "typically what we do in universities is we give engineers ethics courses oh that's someone else's", "start": 3391.0400000000004, "end": 3397.44}
{"id": "4OV_LIuSo8g-t3397.44", "text": "specialty it's not my problem so what would be the steam approach to think about how you function", "start": 3397.44, "end": 3408.08}
{"id": "4OV_LIuSo8g-t3408.08", "text": "in the real world where there is money that is less and more clean and now I think what we're", "start": 3408.08, "end": 3414.64}
{"id": "4OV_LIuSo8g-t3414.64", "text": "trying to do in steam is worth supporting and I'm delighted the Sackler Foundation is willing", "start": 3414.64, "end": 3420.16}
{"id": "4OV_LIuSo8g-t3420.16", "text": "to support it so how do we get the humanities inside and how does a four-year-old or a five-year-old", "start": 3420.16, "end": 3427.3599999999997}
{"id": "4OV_LIuSo8g-t3428.72", "text": "understand the consequences of what they're making so how do you teach a five-year-old", "start": 3428.72, "end": 3436.08}
{"id": "4OV_LIuSo8g-t3436.64", "text": "to think about the consequences of what they're making I need some time to think about", "start": 3436.64, "end": 3441.8399999999997}
{"id": "4OV_LIuSo8g-t3441.84", "text": "questions so on I think we have the good questions we're gonna sit with that one for a little", "start": 3441.84, "end": 3449.6000000000004}
{"id": "4OV_LIuSo8g-t3449.6000000000004", "text": "okay well let me and I said I was frightened to raise it publicly but it's a very interesting", "start": 3449.6000000000004, "end": 3454.96}
{"id": "4OV_LIuSo8g-t3454.96", "text": "problem but you know the humanities got left out of the steam acronym I don't think it was intentional", "start": 3454.96, "end": 3462.4}
{"id": "4OV_LIuSo8g-t3463.36", "text": "it was just steamy was easier to say than steamy", "start": 3463.36, "end": 3467.76}
{"id": "4OV_LIuSo8g-t3467.76", "text": "but and I think we owe it to ourselves to address those kinds of issues within the steam discussion", "start": 3467.76, "end": 3476.6400000000003}
{"id": "4OV_LIuSo8g-t3479.0400000000004", "text": "Paul?", "start": 3479.0400000000004, "end": 3479.6000000000004}
{"id": "4OV_LIuSo8g-t3487.84", "text": "So I'm in the humanities I had to be very complete on the second of these panels later today", "start": 3487.84, "end": 3494.96}
{"id": "4OV_LIuSo8g-t3494.96", "text": "probably had one way or another so that can be weighed I was hoping to raise a question about", "start": 3494.96, "end": 3505.6}
{"id": "4OV_LIuSo8g-t3505.6", "text": "a difference that you some of you have Adam braided between the polymath and the trans-disciplinary", "start": 3505.6, "end": 3512.8}
{"id": "4OV_LIuSo8g-t3514.32", "text": "people who can do many things like Leonardo for example undoubtedly were benefiting from", "start": 3514.32, "end": 3522.0}
{"id": "4OV_LIuSo8g-t3522.0", "text": "the ways in which those things informed the other things that they did something about", "start": 3522.0, "end": 3526.88}
{"id": "4OV_LIuSo8g-t3526.88", "text": "the science of human flying may have had something to do with the composition of the Mona Lisa", "start": 3526.88, "end": 3533.2}
{"id": "4OV_LIuSo8g-t3533.2", "text": "that's up to the Leonardo expert to decide but it seems to me since in some ways I think steam", "start": 3533.2, "end": 3541.84}
{"id": "4OV_LIuSo8g-t3541.84", "text": "or steam is pointing more toward the trans-disciplinary mind I just wanted to throw out", "start": 3541.84, "end": 3549.36}
{"id": "4OV_LIuSo8g-t3549.36", "text": "the interesting example of Parmigiano when for example he experimented with what he called", "start": 3549.36, "end": 3557.6}
{"id": "4OV_LIuSo8g-t3558.1600000000003", "text": "the convex mirror and undertook to make a self-portrait in a convex mirror which involved messing around", "start": 3558.1600000000003, "end": 3567.6800000000003}
{"id": "4OV_LIuSo8g-t3567.6800000000003", "text": "with what Alberti had very recently established as the fundamental laws of perspective in other", "start": 3567.6800000000003, "end": 3574.2400000000002}
{"id": "4OV_LIuSo8g-t3574.24", "text": "words even within a discipline Parmigiano was trying to find ways of complicating", "start": 3574.24, "end": 3581.68}
{"id": "4OV_LIuSo8g-t3582.8799999999997", "text": "received attitudes toward the basis of the discipline and this involved as was said last night", "start": 3582.8799999999997, "end": 3591.68}
{"id": "4OV_LIuSo8g-t3591.68", "text": "seeing things the same things in new ways and that seems to me to be to point toward a trans-disciplinary", "start": 3591.68, "end": 3601.2}
{"id": "4OV_LIuSo8g-t3601.2", "text": "model maybe this is just a statement or maybe it's something that some of the panelists would", "start": 3601.2, "end": 3605.4399999999996}
{"id": "4OV_LIuSo8g-t3605.4399999999996", "text": "like to pick up thank you. I was going to say we talk often about the Edison effect in our classroom", "start": 3605.4399999999996, "end": 3614.3999999999996}
{"id": "4OV_LIuSo8g-t3615.68", "text": "where if you have 25 kids faced with the same problem you have 25 solutions to that problem", "start": 3615.68, "end": 3621.7599999999998}
{"id": "4OV_LIuSo8g-t3623.04", "text": "and everybody's learning from each other and from those 25 solutions you have another 25", "start": 3623.04, "end": 3628.08}
{"id": "4OV_LIuSo8g-t3628.08", "text": "solutions because people are now starting to see the problem solved in different ways and being", "start": 3628.08, "end": 3633.36}
{"id": "4OV_LIuSo8g-t3633.36", "text": "able to see what works what doesn't work and taking from those design models what they think are", "start": 3633.36, "end": 3639.12}
{"id": "4OV_LIuSo8g-t3639.12", "text": "the best parts of it and then redesigning. I think you made a very useful distinction which we should", "start": 3639.12, "end": 3644.7999999999997}
{"id": "4OV_LIuSo8g-t3644.7999999999997", "text": "discuss during the day between polymathy and trans-disciplinary. For me polymathy is indeed in this idea of", "start": 3644.7999999999997, "end": 3654.3199999999997}
{"id": "4OV_LIuSo8g-t3654.32", "text": "the genius who's good at many things all right and universities are structured to train", "start": 3654.32, "end": 3661.92}
{"id": "4OV_LIuSo8g-t3663.52", "text": "geniuses my university counts how many Nobel Prize winners we have.", "start": 3663.52, "end": 3668.0}
{"id": "4OV_LIuSo8g-t3670.4", "text": "Trans-disciplinary is a different problem how do you train a group of people to behave in a way", "start": 3670.4, "end": 3676.0800000000004}
{"id": "4OV_LIuSo8g-t3676.08", "text": "that's genius like and so that's a team activity it's trans-disciplinary between people it's not", "start": 3676.08, "end": 3684.88}
{"id": "4OV_LIuSo8g-t3684.88", "text": "training the individual to be a genius it's training the group of people to come up with solutions", "start": 3684.88, "end": 3691.2}
{"id": "4OV_LIuSo8g-t3691.2", "text": "that no one of them could have done so let let's keep that polymathy versus trans-disciplinary.", "start": 3691.2, "end": 3698.4}
{"id": "4OV_LIuSo8g-t3698.4", "text": "That's very true but as you say keep it focused on the group you're collecting. So fantastic", "start": 3698.4, "end": 3707.04}
{"id": "4OV_LIuSo8g-t3707.04", "text": "discussion this morning the question about goals actually why we're doing this so there's", "start": 3707.04, "end": 3716.4}
{"id": "4OV_LIuSo8g-t3716.4", "text": "cross-disciplinary there's trans-disciplinary there's there's polymathy there's lots of ways that we", "start": 3716.4, "end": 3722.4}
{"id": "4OV_LIuSo8g-t3722.4", "text": "can approach it but there was a conference. Can everyone hear me? Yes okay so there was there", "start": 3722.4, "end": 3741.28}
{"id": "4OV_LIuSo8g-t3741.28", "text": "was a conference earlier this year that brought together many of the people that are here it's", "start": 3741.28, "end": 3747.6}
{"id": "4OV_LIuSo8g-t3747.6", "text": "called the space between and I love that expression because what it actually refers to is that", "start": 3747.6, "end": 3754.3199999999997}
{"id": "4OV_LIuSo8g-t3757.52", "text": "there is this zone this domain that lies between around among and as much as anything else", "start": 3757.52, "end": 3768.16}
{"id": "4OV_LIuSo8g-t3768.16", "text": "what I think is really important is to not classify it or come up with rules of the road for it but", "start": 3768.16, "end": 3777.68}
{"id": "4OV_LIuSo8g-t3777.68", "text": "to figure out how to strengthen it how to nurture it how it becomes a space that fosters co-creation", "start": 3777.68, "end": 3784.72}
{"id": "4OV_LIuSo8g-t3785.44", "text": "because that's really what we're talking about when we talk about trans-disciplinary we're", "start": 3785.44, "end": 3790.3999999999996}
{"id": "4OV_LIuSo8g-t3790.3999999999996", "text": "specifically talking about the things that we can create together when we're talking about more", "start": 3790.3999999999996, "end": 3794.64}
{"id": "4OV_LIuSo8g-t3794.64", "text": "transactional kinds of collaboration we're still talking about different types of co-creation", "start": 3794.64, "end": 3801.3599999999997}
{"id": "4OV_LIuSo8g-t3802.08", "text": "that are within this and I think one of the enormous challenges that Roger has identified", "start": 3802.08, "end": 3807.44}
{"id": "4OV_LIuSo8g-t3807.44", "text": "here is that universities and in general our educational systems aren't exactly designed to", "start": 3807.44, "end": 3813.44}
{"id": "4OV_LIuSo8g-t3813.44", "text": "be domains for co-creation they're designed to be places to accomplish very specific often linear", "start": 3813.44, "end": 3820.0}
{"id": "4OV_LIuSo8g-t3820.0", "text": "trajectories that have been pre-designed how we deal with that is a pretty big question but I think", "start": 3820.0, "end": 3828.4}
{"id": "4OV_LIuSo8g-t3828.4", "text": "that the more that we can kind of approach this from that spirit of fuzzy taxonomy a space to co-create", "start": 3828.4, "end": 3836.0}
{"id": "4OV_LIuSo8g-t3836.8", "text": "ultimately the more fruitful it will be", "start": 3836.8, "end": 3838.48}
{"id": "4OV_LIuSo8g-t3838.48", "text": "so I feel like that was very worldly and I'm going to be very selfish my name is Elle my", "start": 3838.48, "end": 3851.12}
{"id": "4OV_LIuSo8g-t3852.08", "text": "current PhD candidate at the Georgetown University in the chemistry department and I'm curious", "start": 3852.08, "end": 3858.2400000000002}
{"id": "4OV_LIuSo8g-t3859.2", "text": "will generalize how does one go through this kind of like blossoming educator experience", "start": 3859.2, "end": 3865.28}
{"id": "4OV_LIuSo8g-t3865.28", "text": "in a way where I can kind of create a path that pushes me towards being a better both", "start": 3865.28, "end": 3871.28}
{"id": "4OV_LIuSo8g-t3872.1600000000003", "text": "steam individual and steam educator in this very as we've said specialized process", "start": 3872.1600000000003, "end": 3880.48}
{"id": "4OV_LIuSo8g-t3881.0400000000004", "text": "obviously I need to follow through on NSF grants and please my PI etc but how can I also create", "start": 3881.0400000000004, "end": 3888.6400000000003}
{"id": "4OV_LIuSo8g-t3888.64", "text": "collaborative experiences maybe with an artist or within my university or an outreach etc", "start": 3888.64, "end": 3895.3599999999997}
{"id": "4OV_LIuSo8g-t3898.4", "text": "yeah I mean a lot of people like you because you want to you want to do more than one thing", "start": 3898.4, "end": 3903.04}
{"id": "4OV_LIuSo8g-t3904.0", "text": "and you should be able to so my advice you would be wear multiple hats you know", "start": 3904.0, "end": 3912.72}
{"id": "4OV_LIuSo8g-t3912.72", "text": "a scientist by day performer by night you know I honestly know scientists who are", "start": 3912.72, "end": 3919.4399999999996}
{"id": "4OV_LIuSo8g-t3919.4399999999996", "text": "stand-up comedians and musicians and do outreach and you know they're crazy busy but they love it", "start": 3919.4399999999996, "end": 3925.12}
{"id": "4OV_LIuSo8g-t3925.12", "text": "that's what they want to be doing but you do have to carve your own path you have to seek out", "start": 3925.12, "end": 3930.56}
{"id": "4OV_LIuSo8g-t3930.56", "text": "opportunities which are maybe a little off the beaten path my position at Rutgers didn't exist", "start": 3930.56, "end": 3937.04}
{"id": "4OV_LIuSo8g-t3937.04", "text": "before I got there it was just very good timing but there are more and more universities like", "start": 3937.04, "end": 3942.72}
{"id": "4OV_LIuSo8g-t3942.72", "text": "we're talking on steam now because it's a popular thing universities just want to implement it they", "start": 3942.72, "end": 3947.04}
{"id": "4OV_LIuSo8g-t3947.04", "text": "do not know how to do it so they bring Roger in from France or they you know bring me in from", "start": 3947.04, "end": 3953.44}
{"id": "4OV_LIuSo8g-t3953.44", "text": "New York because they're they a lot of them realizing to bring someone to do they can't do", "start": 3953.44, "end": 3958.16}
{"id": "4OV_LIuSo8g-t3958.16", "text": "with existing faculty or expect you know existing faculty to be able to bear that burden of working", "start": 3958.16, "end": 3964.48}
{"id": "4OV_LIuSo8g-t3964.48", "text": "across right so so look out for those two and I bet I bet you'll find something", "start": 3964.48, "end": 3969.68}
{"id": "4OV_LIuSo8g-t3971.04", "text": "yeah and I would also add that at the National Academy of Sciences I'm involved in organizing", "start": 3971.04, "end": 3976.8}
{"id": "4OV_LIuSo8g-t3976.8", "text": "the DC art science evening rendezvous program which is part of the laser network and we're in DC", "start": 3976.8, "end": 3982.96}
{"id": "4OV_LIuSo8g-t3983.6", "text": "and we're bringing artists and scientists together around broad themes and we just kind of see where", "start": 3983.6, "end": 3990.2400000000002}
{"id": "4OV_LIuSo8g-t3990.24", "text": "the discussion goes we would love to have you attend some of those events we have an open mic at the", "start": 3990.24, "end": 3995.3599999999997}
{"id": "4OV_LIuSo8g-t3995.3599999999997", "text": "beginning of every program where anyone in the audience could talk a little bit about their work", "start": 3995.3599999999997, "end": 4000.3199999999997}
{"id": "4OV_LIuSo8g-t4000.3199999999997", "text": "and their interests and that could be a good way for you to meet people that might be interested", "start": 4000.3199999999997, "end": 4004.9599999999996}
{"id": "4OV_LIuSo8g-t4004.9599999999996", "text": "in collaborating thank you", "start": 4004.9599999999996, "end": 4007.9199999999996}
{"id": "4OV_LIuSo8g-t4007.92", "text": "thank you", "start": 4007.92, "end": 4013.92}
{"id": "4OV_LIuSo8g-t4016.7200000000003", "text": "actually I went to Georgetown chemistry department government master's degree from", "start": 4016.7200000000003, "end": 4020.4}
{"id": "4OV_LIuSo8g-t4021.84", "text": "my connection I'm in the humanities I teach philosophy is reflossively also science", "start": 4021.84, "end": 4027.92}
{"id": "4OV_LIuSo8g-t4027.92", "text": "and the discussion of hybridity and also a question of standards is kind of rolling around in my mind", "start": 4027.92, "end": 4036.56}
{"id": "4OV_LIuSo8g-t4038.88", "text": "and of the humanities part so basically I think of standards they're stultifying I know", "start": 4038.88, "end": 4046.2400000000002}
{"id": "4OV_LIuSo8g-t4047.76", "text": "I did some early work with NASA at the birth of the internet the just the the dawn of history", "start": 4047.76, "end": 4054.64}
{"id": "4OV_LIuSo8g-t4054.64", "text": "and I was lucky enough to get a T a T1 connection which is what universities had many to my classroom", "start": 4054.64, "end": 4062.24}
{"id": "4OV_LIuSo8g-t4062.24", "text": "because of a very generous NASA administrators totally luck and connections anyway I saw kids do", "start": 4062.24, "end": 4071.2}
{"id": "4OV_LIuSo8g-t4071.2", "text": "really great things there that weren't at all science kids they just wanted to get a web page", "start": 4071.2, "end": 4077.2}
{"id": "4OV_LIuSo8g-t4077.2", "text": "that was their entire thing to be famous for for the dawn of history you know", "start": 4077.2, "end": 4081.52}
{"id": "4OV_LIuSo8g-t4081.52", "text": "anyway the mixture of things to me the word that stands out is metaphor at that point I did have to do a lot of things with standards I was teaching high school for a couple of years and NASA was very into education standards they were just starting to go up for that", "start": 4081.52, "end": 4101.12}
{"id": "4OV_LIuSo8g-t4102.64", "text": "and whether it was a mission based the race to create the best acronym which is what NASA does a lot and or not to make something that actually", "start": 4102.64, "end": 4111.36}
{"id": "4OV_LIuSo8g-t4111.36", "text": "fits the standard so you can get the grants and get the the connections with department of", "start": 4111.36, "end": 4115.28}
{"id": "4OV_LIuSo8g-t4115.28", "text": "that it never quite worked out every one of those was not gonna it basically has an issue so what I think of is metaphor as sort of the the", "start": 4115.28, "end": 4123.679999999999}
{"id": "4OV_LIuSo8g-t4123.679999999999", "text": "the come to the rescue here and what I mean by that is that it's sort of a meta standard and people who can think in terms of metaphor", "start": 4123.679999999999, "end": 4131.28}
{"id": "4OV_LIuSo8g-t4131.28", "text": "recognize metaphor utilize metaphor manipulate metaphor are very flexible and the earlier you do this the more and better you can do it without actually leaving your field so for example thinking about dendrites in the brain comes from trees and you know", "start": 4131.28, "end": 4149.28}
{"id": "4OV_LIuSo8g-t4149.28", "text": "the fellow last night I forget who was I was watching this on stream talked about streams and glass and the host all of that stuff is basically playing with words but every one of those words because their technical words has an impact it has an entire set of technologies and ideas", "start": 4149.28, "end": 4167.28}
{"id": "4OV_LIuSo8g-t4167.28", "text": "that come from that and having that flexibility just with metaphor metaphor thinking which is poetic and artistic as well as very technical it's what we call vocabulary biology books are full of have too many words to be able to create metaphor and to recognize it in your own field I think is is a talent that kind of goes above and beyond all the different standards and yet has application to all of them not too heavy handed and yet something worth exploring", "start": 4167.28, "end": 4195.28}
{"id": "4OV_LIuSo8g-t4195.28", "text": "Fred loves to hear more about can I just react to the metaphor thing so I hope someone's doing a word cloud of the woods being used by this group of people over three days", "start": 4195.28, "end": 4205.28}
{"id": "4OV_LIuSo8g-t4205.28", "text": "I have a PhD student working on applying metaphor theory to data visualization why the hell do we make maps of data when the data is 20 dimensional", "start": 4205.28, "end": 4217.28}
{"id": "4OV_LIuSo8g-t4217.28", "text": "so you know visualization we think in ways that comes from our real world when you're in the data world how do you think differently on how to represent the data and let me tell you that metaphors lock you into excluding all kinds of other ways of thinking about how you represent", "start": 4217.28, "end": 4241.28}
{"id": "4OV_LIuSo8g-t4241.28", "text": "data and what are others at good app representing their experiences among other things sharing their experiences with other people how do you share a data world with other people", "start": 4241.28, "end": 4254.28}
{"id": "4OV_LIuSo8g-t4254.28", "text": "and so I think the metaphor theory is a really good sort of instrument for some of this discussion sorry I cut you off no bother if you can go ahead", "start": 4254.28, "end": 4266.28}
{"id": "4OV_LIuSo8g-t4266.28", "text": "Hi I'm Kimberly Schwab I come from science and I had a passion for history and philosophy of science but now I teach middle school science", "start": 4266.28, "end": 4274.28}
{"id": "4OV_LIuSo8g-t4274.28", "text": "and one of the things I've been concerned about with with steam is this humanities how does it fit in because it's a little bit awkward and so much of steam has been sold it seems as like kind of this technology like art will make you solve problems better", "start": 4274.28, "end": 4288.28}
{"id": "4OV_LIuSo8g-t4288.28", "text": "and it does it is a beautiful thing but but science is is bigger than that and I guess one of the things that I've been trying to work with is this integration of humanities is much more about the questions we ask I mean how can we be more creative", "start": 4288.28, "end": 4302.28}
{"id": "4OV_LIuSo8g-t4302.28", "text": "yes bring in art but if we want to understand how how science makes a claim about anything how does the scientific community change their mind through big revolutions or small", "start": 4302.28, "end": 4315.28}
{"id": "4OV_LIuSo8g-t4315.28", "text": "that's where you can't I mean I can't talk about you know evolution without Darwin and Agacy and the fight about slavery in the Civil War I mean it's just like if that's the goal and that the whole goal is like how do you change your mind how do you use an individual change your mind", "start": 4315.28, "end": 4333.28}
{"id": "4OV_LIuSo8g-t4333.28", "text": "and how does the scientific community change their mind that happens to solve other problems too that are really really important but I don't I haven't seen that in a lot of the STEM conversation", "start": 4333.28, "end": 4344.28}
{"id": "4OV_LIuSo8g-t4344.28", "text": "so there's the questions you ask also in terms of speaking to last night too in terms of this relationship between art and science I think of teaching science as an opportunity for students to behold the beauty of the world", "start": 4344.28, "end": 4361.28}
{"id": "4OV_LIuSo8g-t4361.28", "text": "not just aesthetically but the way scientists recognize beauty and that's like we want students to appreciate the joy of literature but like to appreciate the beauty of the earth and also this this adventure in science that led us to this other type of beauty", "start": 4361.28, "end": 4378.28}
{"id": "4OV_LIuSo8g-t4378.28", "text": "and then so there's the questions you ask and then there's the methodology and one way I've worked with integrating humanities into the science curriculum and I don't see it very much is is theater by actually teaching I mean one example is teaching a play informed consent recent play", "start": 4378.28, "end": 4396.28}
{"id": "4OV_LIuSo8g-t4396.28", "text": "but teaching genetics and evolution in the context of that play sitting with the play as we're working through it and then the kids come away with I mean back to the question about what what do we want them to come away with one thing I'm just really happy about and I didn't", "start": 4396.28, "end": 4413.28}
{"id": "4OV_LIuSo8g-t4413.28", "text": "I was thinking about teaching genetics and evolution but what they came away with is a very powerful sense of ethics and that's gone into you're sort of like this is complicated and this is which you can't get with a little sidebar and ethics you kind of have to sit with that for a while", "start": 4413.28, "end": 4428.28}
{"id": "4OV_LIuSo8g-t4428.28", "text": "so I guess I'm just wondering why these questions aren't that I don't see it in STEM literature like this this kind of perspective me just weird but that's the way I see it I mean I love STEM I don't like the name but but this integration with humanities there's so many more possibilities and it's not just like a little tack a little history on it's embedded in the in the process", "start": 4428.28, "end": 4456.28}
{"id": "4OV_LIuSo8g-t4456.28", "text": "one thing that I always sort of struggle with when I'm teaching is the is my bias the idea of how do I take something that's just information today's temperature yesterday's temperature a decade of temperature and now put it through my filter to make it into data", "start": 4456.28, "end": 4473.28}
{"id": "4OV_LIuSo8g-t4473.28", "text": "and then share my data with everybody else so that we can make this knowledge that we're going to use to shape policy or something it's really hard because it's hard for me to get rid of my bias without talking to other people about theirs", "start": 4473.28, "end": 4486.28}
{"id": "4OV_LIuSo8g-t4486.28", "text": "what thing that's coming to mind the whole time I heard you talk was I'm working with the Bronx Hill School District and they were concerned about how many students were pursuing advanced science for a number of reasons but the outcome was we designed a project that engages every student in their school district from kindergarten through ninth grade", "start": 4486.28, "end": 4505.28}
{"id": "4OV_LIuSo8g-t4505.28", "text": "in a five year research project examining the health of the Bronx River and we talked to the students at the beginning and end of every year what is science what is the work of a scientist how does science benefit you personally your community and the thing that's coming out two years into the project is students are saying", "start": 4505.28, "end": 4522.28}
{"id": "4OV_LIuSo8g-t4522.28", "text": "science is about interconnectedness science is about how the information that I gather can be used not just for the people in my school because the other students are sharing my information and using it as data", "start": 4522.28, "end": 4535.28}
{"id": "4OV_LIuSo8g-t4535.28", "text": "but now we're sharing it at the village level we're sharing it at the state level we're talking to other people who have rivers in their communities who want to study it similarly", "start": 4535.28, "end": 4544.28}
{"id": "4OV_LIuSo8g-t4544.28", "text": "and to me that interconnectedness this gets back to the philosophy and the humanities I mean that's sort of why we artists write down their ideas and why people have written novels it's interconnectedness", "start": 4544.28, "end": 4556.28}
{"id": "4OV_LIuSo8g-t4556.28", "text": "I think you're right on and so the question is how we make our implicit bias is explicit", "start": 4556.28, "end": 4563.28}
{"id": "4OV_LIuSo8g-t4563.28", "text": "now obviously you're going to spend a hundred percent of your time doing that but everything has an implicit bias right so this is a really good thing for putting liquids in if it's the only tool you got you're going to study", "start": 4563.28, "end": 4576.28}
{"id": "4OV_LIuSo8g-t4576.28", "text": "studying error this is the wrong thing so every scientific method has implicit biases on what can be studied and can't be studied sometimes it's oh we don't have the math to even create a simulation of it yet", "start": 4576.28, "end": 4589.28}
{"id": "4OV_LIuSo8g-t4589.28", "text": "right and when you can't get the climate change there's no equation of climate change it's a different kind of thing that we need to come up with to explain and study climate change", "start": 4589.28, "end": 4600.28}
{"id": "4OV_LIuSo8g-t4600.28", "text": "and so somehow how the humanities get embedded in the way of thinking is you know it's we've built a society that doesn't do that and yeah we tag on the ethics on the side but we don't think what are our implicit biases", "start": 4600.28, "end": 4617.28}
{"id": "4OV_LIuSo8g-t4617.28", "text": "individually or as a group or as a tool what is it allows to study what is not allowed to study what can we understand what can't we understand so I think you're right on", "start": 4617.28, "end": 4630.28}
{"id": "4OV_LIuSo8g-t4630.28", "text": "so is anyone here ever heard of the show Mythbusters so for those of you who don't know there was basically two engineers who worked in the film industry and they addressed questions such as would cockroaches actually survive a nuclear war and or did pirates were a patch over one eye so they can navigate", "start": 4630.28, "end": 4654.28}
{"id": "4OV_LIuSo8g-t4654.28", "text": "space and the answer was no cockroaches wouldn't survive and to actually wearing an eye patch does allow you to walk around at night almost immediately and so you can very intuitively see where this type of integration of steam thinking", "start": 4654.28, "end": 4667.28}
{"id": "4OV_LIuSo8g-t4667.28", "text": "exists and Adam Savage one of the two engineers one of my favorite quotes from that work that applies in my life every day is the difference between screwing around and science is writing it down", "start": 4667.28, "end": 4677.28}
{"id": "4OV_LIuSo8g-t4677.28", "text": "and so early on in the conversation we're talking about like what is the core curriculum that we should be promoting and steam and basically in education in general to me is writing things down", "start": 4677.28, "end": 4689.28}
{"id": "4OV_LIuSo8g-t4689.28", "text": "and so a lot of people I really enjoy the critical mass of Moleskins here today but I think having that culture of writing things down on multiple layers someone being methodical about it and actually looking back at what you wrote and that", "start": 4689.28, "end": 4703.28}
{"id": "4OV_LIuSo8g-t4703.28", "text": "continuity of knowledge and reintegrating, redigesting and reevaluating how to pursue more knowledge in the science and the arts might look different but fundamentally is exactly the same and so to me imagining what curriculum would be like from a K through 12 and continuing education", "start": 4703.28, "end": 4722.28}
{"id": "4OV_LIuSo8g-t4722.28", "text": "format would be distinguishing qualitative and quantitative data so in the scientific, traditional scientific scenario this is how you make a bar graph this is a difference between correlation and causation this is a p-value versus for an artist it's appreciating", "start": 4722.28, "end": 4738.28}
{"id": "4OV_LIuSo8g-t4738.28", "text": "form and line and context and so in my personal experience when I was in high school we had inquiry skills which was freshman year course so how do we get the data and then as juniors we studied period", "start": 4738.28, "end": 4751.28}
{"id": "4OV_LIuSo8g-t4751.28", "text": "of knowledge and so you know and now I'm like a biologist and so when you think about long term training you learn about the central dogma like five times before you actually apply it so this idea of you have to reach a certain age of training", "start": 4751.28, "end": 4769.28}
{"id": "4OV_LIuSo8g-t4769.28", "text": "in order to be methodical in digesting information I think you know like where do we have the time in the space and I was like well we learned all these other principles five times before we do experimental work so with that in mind", "start": 4769.28, "end": 4784.28}
{"id": "4OV_LIuSo8g-t4784.28", "text": "what do you personally think is an essential skill for students to have so for example studying how do you actually structure a lab notebook how do you actually structure an artistic portfolio and being able to do both of those things", "start": 4784.28, "end": 4798.28}
{"id": "4OV_LIuSo8g-t4798.28", "text": "allows you to do the semi improvised play that is the true nature of STEM thinking so like in your personal life like for me I think for many artists and scientists the importance of writing things down immediately after you have that thought so if you guys want to talk about that", "start": 4798.28, "end": 4819.28}
{"id": "4OV_LIuSo8g-t4819.28", "text": "I think I think you just said it I think it's making your thinking visible yeah what I call this is processed documentation which is so much easier than it used to be click", "start": 4819.28, "end": 4832.28}
{"id": "4OV_LIuSo8g-t4832.28", "text": "so how do you document your thinking and show it to other people let us do it in one way sign us to it in a different way externalizing or your thinking processes", "start": 4832.28, "end": 4847.28}
{"id": "4OV_LIuSo8g-t4847.28", "text": "writing it down which you know I'm busy doing with 18th century technology I think is an important skill of how you externalize what you are thinking about what trying to do share it with other people as a methodology to finding solutions", "start": 4847.28, "end": 4868.28}
{"id": "4OV_LIuSo8g-t4868.28", "text": "like hello everybody I came from Brazil with my two colleagues here and we work for more than 20 years with the bringing science and arts together especially for education so that's a subject that interacts me", "start": 4868.28, "end": 4890.28}
{"id": "4OV_LIuSo8g-t4890.28", "text": "and very much sorry for my English I will make many errors but I want to pass the two ideas the first is that I want to ask you about other experience here in the US about education educators", "start": 4890.28, "end": 4906.28}
{"id": "4OV_LIuSo8g-t4906.28", "text": "because when we talk about the large mass of the education system the universities are the elementary school there is very difficult because it's completely already established and boxed everything so", "start": 4906.28, "end": 4926.28}
{"id": "4OV_LIuSo8g-t4926.28", "text": "to foster an integrated curriculum and interdisciplinary curriculum and those experiences were difficult however when you deal with teachers that will have all their lives 20 years 30 years", "start": 4926.28, "end": 4943.28}
{"id": "4OV_LIuSo8g-t4943.28", "text": "behind the behind to work on these subjects they are extremely avid for changing things so in our experience 20 years giving courses for teachers and educators in all no subjects I came from the health the health environment", "start": 4943.28, "end": 4967.28}
{"id": "4OV_LIuSo8g-t4967.28", "text": "I'm a medical I am a scientist with developing new medicines for neglected disease so in my institute as when we receive the educators is just to educate for life in a broad sense", "start": 4967.28, "end": 4983.28}
{"id": "4OV_LIuSo8g-t4983.28", "text": "so the experience of putting of mixing interdisciplinary groups of teachers in a short curriculum of 40 45 hour course for instance change very very strongly their way as they do things in their own professional space", "start": 4983.28, "end": 5008.28}
{"id": "4OV_LIuSo8g-t5008.28", "text": "so I would like very much to share with you other experience like that and how we can show the challenge of jumping from the small scale practice to a large scale practice in large countries like US Canada and Brazil for instance so that's the question how to jump", "start": 5008.28, "end": 5032.28}
{"id": "4OV_LIuSo8g-t5032.28", "text": "Thank you", "start": 5032.28, "end": 5038.28}
{"id": "4OV_LIuSo8g-t5038.28", "text": "I can address that a little bit and I would say in this country it's a little bit harder in education just because we have standards and not that standards are bad but every state defines those standards differently every school district again defines how the state's defining those", "start": 5038.28, "end": 5055.28}
{"id": "4OV_LIuSo8g-t5055.28", "text": "different if you're an expeditionary school or British primary school again you're getting these standards that come from the state and then to the school district and then to your educational group everybody has their own learning objectives and what we find in the classroom is that these standards and all of this implementation is rather schizophrenic", "start": 5055.28, "end": 5079.28}
{"id": "4OV_LIuSo8g-t5079.28", "text": "it doesn't really correlate it doesn't tie together it's very hard for teachers every year to be adapting what they're doing and be able to achieve these bigger goals", "start": 5079.28, "end": 5090.28}
{"id": "4OV_LIuSo8g-t5090.28", "text": "I guess I just expand the teachers to learn to learn so it's probably going to take us 50 years to figure out how this stupid thing changes the way we can learn things we're sort of in the stone age of this", "start": 5090.28, "end": 5105.28}
{"id": "4OV_LIuSo8g-t5105.28", "text": "whatever this is giving the access to and so yeah we teach differently but we need to learn differently and I think it's going to take us 50 years to figure out how to teach differently but also how to learn differently", "start": 5105.28, "end": 5118.28}
{"id": "4OV_LIuSo8g-t5118.28", "text": "So good morning everyone my name is Nick Church I'm a scientist and I just wanted to say that I thought that you guys shouldn't be so hard on yourself", "start": 5118.28, "end": 5131.28}
{"id": "4OV_LIuSo8g-t5131.28", "text": "So I'm a Brit as you can probably tell and I've worked and lived in America for a couple of years previously but now I'm in Britain I've worked in universities in both and in China and I think you shouldn't be too hard on the current state of US education", "start": 5131.28, "end": 5150.28}
{"id": "4OV_LIuSo8g-t5150.28", "text": "I don't know if you know but in Britain we specialize quite a lot earlier and this has some gives us some advantages but in my experience American students in university American students in grad school they have good broad education", "start": 5150.28, "end": 5168.28}
{"id": "4OV_LIuSo8g-t5168.28", "text": "They can see trans discipline they're much better informed than British undergraduates beyond their speciality and I think that's really valuable the downside is it takes longer to educate them but I just you know I don't really have anything", "start": 5168.28, "end": 5182.28}
{"id": "4OV_LIuSo8g-t5182.28", "text": "deep or meaningful to say I just want to say don't be too negative about the current state of the US university education because as far as I can see from having a slightly different perspective it's doing a pretty good job already it doesn't mean it can't do better but it's doing a pretty good job", "start": 5182.28, "end": 5198.28}
{"id": "4OV_LIuSo8g-t5198.28", "text": "Thank you so much for bringing up the international perspective because certainly this conversation is not limited to the United States steam is everywhere in various forms", "start": 5198.28, "end": 5207.28}
{"id": "4OV_LIuSo8g-t5207.28", "text": "Okay so what's next? So if you all will bear with us for the next one minute we are going to have a short artistic visual interlude to this conversation", "start": 5207.28, "end": 5219.28}
{"id": "4OV_LIuSo8g-t5219.28", "text": "Cynthia Panucci will make her way over this direction so you guys on this side of the room if you want to just do this fun like rotate your chair around thing points for the person who's most creative about how this is best cheap", "start": 5219.28, "end": 5232.28}
{"id": "4OV_LIuSo8g-t5232.28", "text": "or you can just turn your body around in the chair so we're gonna hear just for the next 10 minutes or so about some of the most impressive and interesting art projects that deal with science that Cynthia has graciously gathered for us", "start": 5232.28, "end": 5248.28}
{"id": "4OV_LIuSo8g-t5248.28", "text": "And then following that we'll have a coffee break before the next round table I just want to say to round table participants please make sure that you are back here at 1125", "start": 5248.28, "end": 5262.28}
{"id": "4OV_LIuSo8g-t5262.28", "text": "Thank you", "start": 5262.28, "end": 5282.28}
