{"id": "_WAGakD9klk-t0.0", "text": "Good afternoon. We are ready for this afternoon's panel, which will be on classical and Renaissance art", "start": 0.0, "end": 9.16}
{"id": "_WAGakD9klk-t9.16", "text": "essentially. We have several participants. The first one we already heard this morning,", "start": 9.16, "end": 15.88}
{"id": "_WAGakD9klk-t15.88", "text": "Georges D. Ubermann, who is a philosopher and art historian and he teaches at the Echol", "start": 15.88, "end": 21.080000000000002}
{"id": "_WAGakD9klk-t21.080000000000002", "text": "de Zoudde to the South Social, is the author of several books, just to mention a few images", "start": 21.080000000000002, "end": 27.68}
{"id": "_WAGakD9klk-t27.68", "text": "in spite of all, for photographs from Auschwitz confronting images, questioning the ends of", "start": 27.68, "end": 33.16}
{"id": "_WAGakD9klk-t33.16", "text": "certain history of art. And this is just a sampler. You have more in the description.", "start": 33.16, "end": 39.36}
{"id": "_WAGakD9klk-t39.36", "text": "The next member of this panel is Thomas Dacosta Kaufmann. And Dr. Kaufmann is Frederick Markman,", "start": 39.36, "end": 48.519999999999996}
{"id": "_WAGakD9klk-t48.519999999999996", "text": "professor of art and archaeology at Princeton University. He's authored several books also", "start": 48.519999999999996, "end": 54.4}
{"id": "_WAGakD9klk-t54.4", "text": "and again the list is in the leaflet, but I can just mention a couple, Archimbaldo, visual jokes,", "start": 54.4, "end": 59.839999999999996}
{"id": "_WAGakD9klk-t59.839999999999996", "text": "natural history and still life paintings, painterly enlightenment, the art of France, Anton Malbert.", "start": 59.839999999999996, "end": 67.12}
{"id": "_WAGakD9klk-t67.12", "text": "The next member of the panel is Francois Quivizier. And he is actually curator of digital resources", "start": 67.12, "end": 77.44}
{"id": "_WAGakD9klk-t77.44", "text": "and librarian and researcher at the Warburg Institute in London. And we owe to him the nice", "start": 77.44, "end": 82.6}
{"id": "_WAGakD9klk-t82.6", "text": "iconography that we have for the current workshop. He has written recently a book on the sensory world", "start": 82.6, "end": 90.16}
{"id": "_WAGakD9klk-t90.16", "text": "of Italian Renaissance art. The other member of the panel is Dorothea Rockburn. She's an artist", "start": 90.16, "end": 98.67999999999999}
{"id": "_WAGakD9klk-t98.67999999999999", "text": "who works with both industrial and natural materials, paintings and she cuts, draws, falls and calculates", "start": 98.67999999999999, "end": 105.8}
{"id": "_WAGakD9klk-t105.8", "text": "to create complex works of art built upon mathematical foundations. She has been, she has had several", "start": 105.8, "end": 112.56}
{"id": "_WAGakD9klk-t112.56", "text": "exhibits and actually currently she has an exhibit at the MoMA until January 20th on drawing which makes", "start": 112.56, "end": 121.12}
{"id": "_WAGakD9klk-t121.12", "text": "itself. And the last member of the panel is Christopher Wood who is a professor at Yale since 1992.", "start": 121.12, "end": 130.96}
{"id": "_WAGakD9klk-t130.96", "text": "He is currently visiting professor in the German department of NYU. He has taught as a visiting scholar", "start": 130.96, "end": 138.0}
{"id": "_WAGakD9klk-t138.0", "text": "at different universities and he's author of several books including Albrecht R. Dolfer and the", "start": 138.0, "end": 144.64}
{"id": "_WAGakD9klk-t144.64", "text": "Origins of Landscape, Forgery, Replica, Fiction, Temporalities of German Renaissance Art among other", "start": 144.64, "end": 151.84}
{"id": "_WAGakD9klk-t151.84", "text": "books. So I just have another announcement to make that actually Ed mentioned. There is here as a", "start": 151.84, "end": 163.12}
{"id": "_WAGakD9klk-t163.12", "text": "participant to the workshop Eric Breitbart and he has actually made a documentary on Abi Warburg", "start": 163.12, "end": 172.32}
{"id": "_WAGakD9klk-t172.32", "text": "entitled Abi Warburg Archives of Memory. It lasts I think 27 minutes if I to be precise and so those", "start": 172.32, "end": 181.6}
{"id": "_WAGakD9klk-t181.6", "text": "of you are interested in watching it we could actually have it after the round table have a look at this", "start": 181.6, "end": 188.16}
{"id": "_WAGakD9klk-t188.16", "text": "documentary so I actually think it's a good idea to stay on for another half hour. So have the panel", "start": 188.16, "end": 197.12}
{"id": "_WAGakD9klk-t197.12", "text": "and I don't know who will start. Ed, are you on the back of the ceremony? I can stand by asking", "start": 197.12, "end": 203.35999999999999}
{"id": "_WAGakD9klk-t203.35999999999999", "text": "what I can ask you. Perhaps, well I'm listening to this this morning someone told me that not much", "start": 203.35999999999999, "end": 211.76}
{"id": "_WAGakD9klk-t211.76", "text": "has been spoken about Warburg but really about what he opened and his method and when I open my", "start": 211.76, "end": 219.6}
{"id": "_WAGakD9klk-t219.6", "text": "computer now I see hundreds and thousands of images and the problem is how to make sense of these images.", "start": 219.6, "end": 228.0}
{"id": "_WAGakD9klk-t228.0", "text": "So really my first question would be to Jor did you bear man what is the relevance of Warburg to", "start": 228.0, "end": 233.92}
{"id": "_WAGakD9klk-t233.92", "text": "the current practice of iconography because indeed in this time Warburg was accumulating his collection", "start": 233.92, "end": 241.68}
{"id": "_WAGakD9klk-t241.68", "text": "for his own purpose. Now we can log into an image database like art store to take a very obvious", "start": 241.68, "end": 248.32}
{"id": "_WAGakD9klk-t248.32", "text": "example which has 1.5 million images and it's really a sign of the internet this kind of overwhelming", "start": 248.32, "end": 256.88}
{"id": "_WAGakD9klk-t256.88", "text": "quantity of images which increasingly demand for most scholars an ability to make sense of that", "start": 256.88, "end": 263.76}
{"id": "_WAGakD9klk-t263.76", "text": "mass of data. So Jor maybe you like to start by pointing out what would be the kind of relevance", "start": 263.76, "end": 271.92}
{"id": "_WAGakD9klk-t271.92", "text": "of Warburg's method to the current state of the practice of looking at images.", "start": 271.92, "end": 278.4}
{"id": "_WAGakD9klk-t278.4", "text": "It's a big question. Let us say first that in the beloved Warburg Institute there are two", "start": 278.4, "end": 290.32}
{"id": "_WAGakD9klk-t290.32", "text": "two things. One is the photo library which is very big and the other is Nemozinian class.", "start": 290.32, "end": 304.8}
{"id": "_WAGakD9klk-t305.6", "text": "You spoke about hundreds of thousands of images and in the Nemozinian class there is only", "start": 305.6, "end": 311.84}
{"id": "_WAGakD9klk-t311.84", "text": "1000 image so to speak. Therefore I think that the question of databases the hundreds of millions", "start": 311.84, "end": 325.44}
{"id": "_WAGakD9klk-t325.44", "text": "of billions of images you are dealing with as a librarian as an archivist is one thing. The other", "start": 325.44, "end": 333.44}
{"id": "_WAGakD9klk-t333.44", "text": "thing is to make a night-class. I mean there is a crucial and conceptual difference between", "start": 333.44, "end": 340.47999999999996}
{"id": "_WAGakD9klk-t340.48", "text": "an archive and atlas. Archive is a tool. Atlas is a work. It's a decision. It's an act of", "start": 340.48, "end": 351.36}
{"id": "_WAGakD9klk-t351.36", "text": "interpretation and I would say that I am more interested I use thanks to you and other. I use", "start": 351.36, "end": 363.6}
{"id": "_WAGakD9klk-t363.6", "text": "archives but my aim my work is directed towards atlas. That is to say to make a decision", "start": 363.6, "end": 372.24}
{"id": "_WAGakD9klk-t373.20000000000005", "text": "to make a montage an editing a proper editing to make sense with the relation of two images three", "start": 373.20000000000005, "end": 381.76000000000005}
{"id": "_WAGakD9klk-t381.76", "text": "four fourteen one thousand why not more but this is a complete difference very big difference that", "start": 381.76, "end": 394.24}
{"id": "_WAGakD9klk-t395.36", "text": "to organize an archive a database and to make a night-class. Absolutely so the question really", "start": 395.36, "end": 403.2}
{"id": "_WAGakD9klk-t403.2", "text": "is how to make an atlas out of that proliferation of images. What kind of", "start": 403.2, "end": 410.64}
{"id": "_WAGakD9klk-t410.64", "text": "methods for instance this morning there was a discussion about aesthetic art etc if you look", "start": 410.64, "end": 417.2}
{"id": "_WAGakD9klk-t417.2", "text": "at the way 16th century people look at images they don't think of art if you look for instance", "start": 417.2, "end": 423.28}
{"id": "_WAGakD9klk-t423.28", "text": "at records of iconoclasm people attack images in general whether they're on their painting", "start": 423.28, "end": 430.32}
{"id": "_WAGakD9klk-t430.32", "text": "whether they're on liturgical utensile etc so I was wondering whether precisely that proliferation", "start": 430.32, "end": 437.36}
{"id": "_WAGakD9klk-t437.36", "text": "of images that accessibility force us to think outside these categories of aesthetic experience", "start": 437.36, "end": 445.28000000000003}
{"id": "_WAGakD9klk-t445.28000000000003", "text": "and think rather in terms of of response to two images. You want to say something?", "start": 445.28000000000003, "end": 454.72}
{"id": "_WAGakD9klk-t454.72", "text": "On that?", "start": 454.72, "end": 456.72}
{"id": "_WAGakD9klk-t466.8", "text": "What is the question? What is the question? What do you do when you're trying to make a point", "start": 466.8, "end": 472.72}
{"id": "_WAGakD9klk-t472.72", "text": "about the Renaissance and instead of I think you know 100 small reproduction you have 10,000", "start": 472.72, "end": 480.32000000000005}
{"id": "_WAGakD9klk-t480.32", "text": "images when you're looking for mercury instead of I think you know six photocopies and three", "start": 480.32, "end": 486.88}
{"id": "_WAGakD9klk-t486.88", "text": "books do you have? How does the quantity affect the art non-art distinction? It seemed to me that", "start": 486.88, "end": 492.71999999999997}
{"id": "_WAGakD9klk-t492.71999999999997", "text": "in the 19th century with a much smaller database and this was what George was saying,", "start": 492.71999999999997, "end": 499.2}
{"id": "_WAGakD9klk-t500.0", "text": "Varbour and many others he wasn't the only one we're perfectly capable of a distinguish between", "start": 500.0, "end": 505.03999999999996}
{"id": "_WAGakD9klk-t505.04", "text": "works that have been or let's say images that have been institutionalized as art works and functioned", "start": 505.04, "end": 510.0}
{"id": "_WAGakD9klk-t510.0", "text": "within some kind of art system and those that weren't so are you suggesting somehow that it's", "start": 510.0, "end": 514.5600000000001}
{"id": "_WAGakD9klk-t514.5600000000001", "text": "the quantity of images today that's available that blurs the distinction? Or perhaps that calls", "start": 514.5600000000001, "end": 521.36}
{"id": "_WAGakD9klk-t521.36", "text": "for different approaches to two images. For instance if I search for mercury in the Varbour", "start": 521.36, "end": 529.6}
{"id": "_WAGakD9klk-t529.6", "text": "guy demographic data I won't only find images by femme spencers. I would find mercury in the", "start": 529.6, "end": 538.8000000000001}
{"id": "_WAGakD9klk-t538.8000000000001", "text": "view of beer mugs and stuff. If you search on Google you might do better. Yeah possibly but what I mean", "start": 538.8000000000001, "end": 546.08}
{"id": "_WAGakD9klk-t546.08", "text": "is that with these instruments you can see images in a far broader context than you could earlier", "start": 546.08, "end": 552.48}
{"id": "_WAGakD9klk-t552.48", "text": "and perhaps think more in terms of responses to images than in the kind of rather basic symbology", "start": 552.48, "end": 559.6}
{"id": "_WAGakD9klk-t559.6", "text": "that is implicit in the iconographic method. Fucu said to know is to cut. So I didn't answer", "start": 559.6, "end": 572.16}
{"id": "_WAGakD9klk-t572.16", "text": "exactly your questions because your question was what do you do now which by the way is not", "start": 572.16, "end": 577.36}
{"id": "_WAGakD9klk-t577.36", "text": "a round table about renaissance it's about now but why not? Okay now I can just speak of an", "start": 577.36, "end": 586.96}
{"id": "_WAGakD9klk-t586.96", "text": "experience I did. I organized an exhibition at Reina Sofia Museum about atlases of images.", "start": 586.96, "end": 594.0}
{"id": "_WAGakD9klk-t594.0", "text": "So for my own stake I did on my own personal scanner 20,000 scans and of course the exhibition", "start": 594.0, "end": 608.88}
{"id": "_WAGakD9klk-t608.88", "text": "was cut in this. It was a choice but what is interesting is the choice. It's not my archive", "start": 608.88, "end": 617.52}
{"id": "_WAGakD9klk-t617.52", "text": "which is 20,000 images is today nothing but this is important this is it is the choice.", "start": 617.52, "end": 627.1999999999999}
{"id": "_WAGakD9klk-t629.68", "text": "You're making a natural class rather than a straightforward paper and perhaps that would", "start": 629.68, "end": 634.64}
{"id": "_WAGakD9klk-t634.64", "text": "be an approach. Well I just want to pick up on what you said because I want to ask a more general", "start": 634.64, "end": 641.68}
{"id": "_WAGakD9klk-t641.68", "text": "question. This idea of knowing is cutting which is related I think to what you were saying about", "start": 641.68, "end": 647.68}
{"id": "_WAGakD9klk-t648.3199999999999", "text": "Ponce de Tuaveres, some idea like that. Well and I think it picks up from what I heard what David", "start": 648.3199999999999, "end": 655.8399999999999}
{"id": "_WAGakD9klk-t655.8399999999999", "text": "was suggesting about how interest in Warburg had changed and you know if one thinks as Christopher", "start": 655.8399999999999, "end": 665.28}
{"id": "_WAGakD9klk-t665.28", "text": "said quite well that this was an esoteric interest. Warburg was very esoteric and now as you put quite", "start": 665.28, "end": 671.1999999999999}
{"id": "_WAGakD9klk-t671.1999999999999", "text": "nicely it's become exoteric and why we're all here hearing about this person when in a way you", "start": 671.1999999999999, "end": 679.52}
{"id": "_WAGakD9klk-t679.52", "text": "would have had to have been a kind of fair dank. Kind of. A fair danker as the Germans say or the", "start": 679.52, "end": 687.12}
{"id": "_WAGakD9klk-t687.12", "text": "Austrian say that you in order to as you were I mean you were interested in this and Warburg", "start": 687.12, "end": 693.92}
{"id": "_WAGakD9klk-t693.92", "text": "as 30 years ago but not everybody was and unless you had been at the Warburg Institute or thought", "start": 693.92, "end": 701.36}
{"id": "_WAGakD9klk-t701.36", "text": "about the history of the classical tradition this would not have had the kind of broad resonance", "start": 701.36, "end": 706.56}
{"id": "_WAGakD9klk-t706.56", "text": "that does. Now you gave a good explanation about why this you know why this particular person cuts", "start": 706.56, "end": 712.88}
{"id": "_WAGakD9klk-t712.88", "text": "across many fields and why there are many ideas but why my question is even related to going to", "start": 712.88, "end": 719.36}
{"id": "_WAGakD9klk-t719.36", "text": "talk about now why independent of Renaissance or classical whatever we're supposed to be talking", "start": 719.36, "end": 724.0}
{"id": "_WAGakD9klk-t724.0", "text": "about directly here does this have four four panels that could have many more I mean why why is", "start": 724.0, "end": 730.96}
{"id": "_WAGakD9klk-t730.96", "text": "Warburg suddenly resonating as it just that he's been translated into this lecture or is there more", "start": 730.96, "end": 738.32}
{"id": "_WAGakD9klk-t738.32", "text": "to it I don't know if it's a huge question yeah maybe we could could could I yeah I'm sorry to go", "start": 738.32, "end": 744.4}
{"id": "_WAGakD9klk-t744.4", "text": "head but I'm yes try to frame the an answer in terms of the Renaissance actually because I mean", "start": 744.4, "end": 750.88}
{"id": "_WAGakD9klk-t750.88", "text": "it does seem to me that it's significant in the late 19th century and he's not alone in this regard", "start": 750.88, "end": 758.0799999999999}
{"id": "_WAGakD9klk-t758.0799999999999", "text": "he's he's following in Warburg's path but that he's framing the self-understanding of modernity", "start": 758.0799999999999, "end": 765.52}
{"id": "_WAGakD9klk-t765.52", "text": "Warburg is attempting to frame the self-understanding of modernity in terms of the Renaissance and", "start": 765.52, "end": 771.92}
{"id": "_WAGakD9klk-t771.92", "text": "the question here that I'm trying to put forward is what what was his theory of history what did he", "start": 771.92, "end": 778.88}
{"id": "_WAGakD9klk-t778.88", "text": "think the role of modernity was and there's an there's an alternative to framing the modern", "start": 778.88, "end": 787.1999999999999}
{"id": "_WAGakD9klk-t787.1999999999999", "text": "experience or let's say dating the initiation of the modern experience to the Renaissance and that's", "start": 787.1999999999999, "end": 792.56}
{"id": "_WAGakD9klk-t793.4399999999999", "text": "and that's focusing on romanticism that was the that was the alternative that's the absent in", "start": 793.4399999999999, "end": 799.5999999999999}
{"id": "_WAGakD9klk-t799.6", "text": "Warburg he was he was not a romantic thinker he and this is related I think to his unwillingness", "start": 799.6, "end": 808.0}
{"id": "_WAGakD9klk-t808.0", "text": "to engage with the problem of the subject subjectivity it's romanticism right I'm talking about the", "start": 808.0, "end": 813.0400000000001}
{"id": "_WAGakD9klk-t813.0400000000001", "text": "heart of German romanticism 1800 that puts the subject right at the center and proposes the subject", "start": 813.0400000000001, "end": 820.24}
{"id": "_WAGakD9klk-t820.24", "text": "as the kind of you know irreplaceable foundation for for for private and collective experience and", "start": 820.24, "end": 828.64}
{"id": "_WAGakD9klk-t828.64", "text": "he's rejecting that and instead re-embracing an older theory of history which proposes that it's", "start": 828.64, "end": 835.76}
{"id": "_WAGakD9klk-t835.76", "text": "the dialogue with the past with the ancient past an anguished dialogue with the ancient past which", "start": 835.76, "end": 842.0}
{"id": "_WAGakD9klk-t842.64", "text": "essentially guides our path and he sees I think and Pernofsky and Cassieur and others who followed", "start": 842.64, "end": 850.8}
{"id": "_WAGakD9klk-t850.8", "text": "him agree with this they see the period from the Quattro cento to 1800 so let's say the 15th century", "start": 850.8, "end": 858.88}
{"id": "_WAGakD9klk-t858.88", "text": "to the 18th century as essentially a kind of well this was a kind of a period without significant", "start": 858.88, "end": 868.3199999999999}
{"id": "_WAGakD9klk-t868.3199999999999", "text": "internal development it was it was a period when the humanistic project kind of found its bearings", "start": 868.3199999999999, "end": 875.92}
{"id": "_WAGakD9klk-t875.92", "text": "maintained its bearings and then it was disrupted again by romanticism and it's that disruption that", "start": 875.92, "end": 879.8399999999999}
{"id": "_WAGakD9klk-t879.84", "text": "he's contesting he's he's trying to re-establish against I would say that the all the currents of", "start": 879.84, "end": 885.52}
{"id": "_WAGakD9klk-t885.52", "text": "his time re-establish the the the what we now call the early modern period as as the matrix let's", "start": 885.52, "end": 892.88}
{"id": "_WAGakD9klk-t892.88", "text": "say of so what I would want to ask even those who framed the conference is what is what aspects of", "start": 892.88, "end": 901.0400000000001}
{"id": "_WAGakD9klk-t901.04", "text": "Varborg's concept of modernity and modern experience are presumably being found attractive again", "start": 901.04, "end": 916.9599999999999}
{"id": "_WAGakD9klk-t916.96", "text": "well if I can give perhaps immediate reaction in my view one of the interesting things of", "start": 916.96, "end": 932.1600000000001}
{"id": "_WAGakD9klk-t932.1600000000001", "text": "Varborg is its use of neuroscience and when I when I studied the 16th century I found looking at", "start": 932.1600000000001, "end": 939.76}
{"id": "_WAGakD9klk-t939.76", "text": "art you have to look at how the brain works and if you start to look at the 16th century discourse", "start": 939.76, "end": 945.84}
{"id": "_WAGakD9klk-t945.84", "text": "on the brain that's essentially Aristotle and it's it's kind of naive and anachronistic to", "start": 945.84, "end": 951.44}
{"id": "_WAGakD9klk-t952.0", "text": "to think that because this thought very startle you have to read Aristotle to understand their", "start": 952.0, "end": 956.4}
{"id": "_WAGakD9klk-t956.4", "text": "their thinking so at least from my point of view what Varborg would point towards is to use to", "start": 956.4, "end": 962.72}
{"id": "_WAGakD9klk-t962.72", "text": "take the responsibility of the present and to understand the brain function in a certain way", "start": 962.72, "end": 968.72}
{"id": "_WAGakD9klk-t968.72", "text": "and then to look out for manifestation of this functioning outside the realm of science which", "start": 968.72, "end": 974.72}
{"id": "_WAGakD9klk-t974.72", "text": "in the 16th century doesn't really encompass as much brain activity as neuroscience does I mean", "start": 974.72, "end": 982.08}
{"id": "_WAGakD9klk-t982.08", "text": "you can see that at the very very obvious basic level if you open a university manual for doctors", "start": 982.08, "end": 990.4}
{"id": "_WAGakD9klk-t990.4", "text": "the concept of five sensors has stopped existing for a long time so you have to think perhaps in", "start": 990.4, "end": 996.5600000000001}
{"id": "_WAGakD9klk-t996.56", "text": "terms of of postural sensors of a hallucetron etc etc so what I find is that it really opens", "start": 996.56, "end": 1004.9599999999999}
{"id": "_WAGakD9klk-t1004.9599999999999", "text": "art history or the history of images to the full function of the brain and the brain has", "start": 1004.9599999999999, "end": 1011.28}
{"id": "_WAGakD9klk-t1011.28", "text": "produced producing or productive of culture I mean from my point of view that that would be the", "start": 1011.28, "end": 1018.7199999999999}
{"id": "_WAGakD9klk-t1018.72", "text": "most interesting interesting side perhaps it could be also said that it's remarkable how", "start": 1018.72, "end": 1028.88}
{"id": "_WAGakD9klk-t1030.16", "text": "there is a kind of mirror between the object and the method I mean many of great art historians", "start": 1030.16, "end": 1041.04}
{"id": "_WAGakD9klk-t1041.04", "text": "were reborn as art historian because they studied Renaissance", "start": 1041.04, "end": 1054.0}
{"id": "_WAGakD9klk-t1054.0", "text": "so you really defined your own practice as an art historian finding in a Renaissance", "start": 1054.0, "end": 1073.52}
{"id": "_WAGakD9klk-t1073.52", "text": "which is so rich so a new way of damage of course and it's this correspondence between the object", "start": 1073.52, "end": 1088.32}
{"id": "_WAGakD9klk-t1088.32", "text": "you study and the process as a as a researcher think historian is also in the study of images", "start": 1088.32, "end": 1104.8}
{"id": "_WAGakD9klk-t1105.36", "text": "what Vabberg said mostly about images is that they were", "start": 1105.36, "end": 1111.6799999999998}
{"id": "_WAGakD9klk-t1111.68", "text": "subject to processes of van derungen migrations like a stamp it's wonderful a stamp because it's an", "start": 1111.68, "end": 1124.0800000000002}
{"id": "_WAGakD9klk-t1124.0800000000002", "text": "image which can go from a country with the enemy country crossing the border you can write to your", "start": 1124.0800000000002, "end": 1133.1200000000001}
{"id": "_WAGakD9klk-t1133.12", "text": "friend from Germany to Italy during the first world war this is the magic of images and it involved", "start": 1133.12, "end": 1143.12}
{"id": "_WAGakD9klk-t1143.84", "text": "the thinking of images as possibility of crossing the borders it's the reason I was interested in", "start": 1143.84, "end": 1150.56}
{"id": "_WAGakD9klk-t1150.56", "text": "this topic I agree with you about the importance of the notion of von derungen and I would say", "start": 1150.56, "end": 1157.4399999999998}
{"id": "_WAGakD9klk-t1157.44", "text": "to answer your question about the modernity here that is certainly something in which Warburg was", "start": 1157.44, "end": 1163.92}
{"id": "_WAGakD9klk-t1163.92", "text": "responding to his own time I mean not only posted stamps but also the other metaphors I mean just", "start": 1163.92, "end": 1170.96}
{"id": "_WAGakD9klk-t1170.96", "text": "like we're reusing these metaphors of territoriality which of course just territoriality crossing", "start": 1170.96, "end": 1178.96}
{"id": "_WAGakD9klk-t1178.96", "text": "borders the border guards this kind of thing but also he does write about he pays attention to", "start": 1178.96, "end": 1186.72}
{"id": "_WAGakD9klk-t1186.72", "text": "submarines and airplanes and he refers to tapestries as the vehicles or the well Farsawiga which could", "start": 1186.72, "end": 1197.76}
{"id": "_WAGakD9klk-t1197.76", "text": "be cars automobiles by which images images pass from one place to another so it's not only", "start": 1197.76, "end": 1206.24}
{"id": "_WAGakD9klk-t1206.88", "text": "the that images wander it's also the the vehicles or the means by which or the media and as we say", "start": 1206.88, "end": 1214.16}
{"id": "_WAGakD9klk-t1214.16", "text": "now by which they wander including prints and so he talks about the importance of prints and also", "start": 1214.16, "end": 1220.48}
{"id": "_WAGakD9klk-t1221.92", "text": "so-called decorative arts I mean small objects which were passed and which also carry images on them", "start": 1221.92, "end": 1226.72}
{"id": "_WAGakD9klk-t1227.3600000000001", "text": "so there's something about that which is very modern in that sense or would point to the notion", "start": 1227.3600000000001, "end": 1234.88}
{"id": "_WAGakD9klk-t1234.88", "text": "of modernity being also the invention of newer media or newer vehicles for the transmission", "start": 1234.88, "end": 1241.44}
{"id": "_WAGakD9klk-t1241.44", "text": "of images not just that they are transmitted or that they exist or that there's some psychic", "start": 1241.44, "end": 1246.56}
{"id": "_WAGakD9klk-t1246.56", "text": "reason why they're picked up but how they are and that would be I mean that is one reason why it", "start": 1246.56, "end": 1252.3200000000002}
{"id": "_WAGakD9klk-t1252.3200000000002", "text": "would be of interest you know to be I mean where one goes from that rather than recognize ah you", "start": 1252.3200000000002, "end": 1257.52}
{"id": "_WAGakD9klk-t1257.52", "text": "already thought about these things of course it goes back to what I you know to the question", "start": 1257.52, "end": 1263.2}
{"id": "_WAGakD9klk-t1263.2", "text": "that I was asking initially which is why you know why is he now of interest and why wasn't he of", "start": 1263.2, "end": 1271.2}
{"id": "_WAGakD9klk-t1271.2", "text": "interest because with all of this the history of the classical tradition and one thing that one", "start": 1271.2, "end": 1276.64}
{"id": "_WAGakD9klk-t1276.64", "text": "must say and that you would be very well aware as you mentioned Shastel and all the rest that the", "start": 1276.64, "end": 1282.24}
{"id": "_WAGakD9klk-t1282.24", "text": "history of when talks about the Renaissance that the history of the classical tradition and his", "start": 1282.24, "end": 1286.8}
{"id": "_WAGakD9klk-t1286.8", "text": "interest in it was something that was passed on and was regarded as important but all of these", "start": 1286.8, "end": 1292.4}
{"id": "_WAGakD9klk-t1292.4", "text": "other kinds of notions of how one would develop a broader conception not only in terms of opening", "start": 1292.4, "end": 1300.24}
{"id": "_WAGakD9klk-t1300.24", "text": "up to other disciplines opening up to neuroscience or whatever it might be but thinking about notions", "start": 1300.24, "end": 1305.2800000000002}
{"id": "_WAGakD9klk-t1305.2800000000002", "text": "of the Renaissance or cultural transmission as being something that was broader than in one place", "start": 1305.2800000000002, "end": 1312.16}
{"id": "_WAGakD9klk-t1312.16", "text": "broader than Italy than Florence's was something that was you could almost say or you were to", "start": 1312.16, "end": 1317.0400000000002}
{"id": "_WAGakD9klk-t1317.04", "text": "experience it suppressed in France or whatever so I mean that so that's interesting that that", "start": 1317.04, "end": 1324.1599999999999}
{"id": "_WAGakD9klk-t1324.1599999999999", "text": "comes back so maybe as a model it's important and certainly the modernity I don't know if Christopher", "start": 1324.1599999999999, "end": 1330.0}
{"id": "_WAGakD9klk-t1330.0", "text": "agrees with this or not it's part of that aspect of things and that's something that's also just", "start": 1330.0, "end": 1336.8799999999999}
{"id": "_WAGakD9klk-t1336.8799999999999", "text": "makes him a person in the 20th century at least as late 19th as opposed to for the early 19th", "start": 1336.8799999999999, "end": 1341.92}
{"id": "_WAGakD9klk-t1341.92", "text": "except that today it would be hard to find voices among his more progressive adherents", "start": 1341.92, "end": 1348.64}
{"id": "_WAGakD9klk-t1348.64", "text": "who still consider the engagement with antiquity to be the fundamental so there's a sense of there's", "start": 1348.64, "end": 1353.68}
{"id": "_WAGakD9klk-t1353.68", "text": "been a translation involved there's been a translation involved right that that that that", "start": 1353.68, "end": 1359.92}
{"id": "_WAGakD9klk-t1361.3600000000001", "text": "vobber didn't think anything in the middle ages you know he said it again and again he said that", "start": 1361.3600000000001, "end": 1365.1200000000001}
{"id": "_WAGakD9klk-t1365.1200000000001", "text": "they were you know he had it would would now be unacceptable he had it would now be an unacceptable", "start": 1365.1200000000001, "end": 1370.24}
{"id": "_WAGakD9klk-t1370.24", "text": "view of the middle ages namely that it was a period of kind of obscurantism you know limitation", "start": 1370.24, "end": 1377.2}
{"id": "_WAGakD9klk-t1378.08", "text": "spiritual blindness that was waiting its emancipation he speaks openly in those terms and the renaissance", "start": 1378.08, "end": 1384.72}
{"id": "_WAGakD9klk-t1384.72", "text": "for him was a heroic liberation of the human will Cassieira will pick up on this later remember", "start": 1384.72, "end": 1391.04}
{"id": "_WAGakD9klk-t1391.04", "text": "this is completely I mean it's relatively new it's I mean the term renaissance was coined only by", "start": 1391.04, "end": 1397.44}
{"id": "_WAGakD9klk-t1397.44", "text": "Michlé you know only you know less than 20 years really about 10 years before voborg was born", "start": 1397.44, "end": 1404.48}
{"id": "_WAGakD9klk-t1404.48", "text": "okay before then no one talked about the renaissance and then bork arts you know just a few years", "start": 1404.48, "end": 1410.48}
{"id": "_WAGakD9klk-t1410.48", "text": "after that produces his book this interest it launches the concept of the renaissance which by now is a", "start": 1410.48, "end": 1416.0800000000002}
{"id": "_WAGakD9klk-t1416.0800000000002", "text": "is a cliche so voborg it still feels fresh I think in the late 1880s to go to Florence and to identify", "start": 1416.0800000000002, "end": 1422.96}
{"id": "_WAGakD9klk-t1422.96", "text": "the quadricento as the matrix of the modern of the modern experience but that had to do with this", "start": 1422.96, "end": 1428.96}
{"id": "_WAGakD9klk-t1429.68", "text": "relationship to antiquity right and then as George was saying eloquently how it's striking how art", "start": 1429.68, "end": 1436.0}
{"id": "_WAGakD9klk-t1436.0", "text": "history as a discipline has allowed itself to be guided by the project of the renaissance itself", "start": 1436.0, "end": 1441.68}
{"id": "_WAGakD9klk-t1441.68", "text": "Panoschi said this explicitly he just said that's what it means to be a historian is to", "start": 1441.68, "end": 1446.0}
{"id": "_WAGakD9klk-t1446.0", "text": "is to inhabit two time frames at once and to and to and then to have them doubled so that when he", "start": 1446.0, "end": 1454.08}
{"id": "_WAGakD9klk-t1454.08", "text": "says the humanists already the the humanists in reviving antiquity already already predicting", "start": 1454.08, "end": 1461.68}
{"id": "_WAGakD9klk-t1461.68", "text": "panoschi who then studies the renaissance which so this is kind of recursive process this kind of", "start": 1461.68, "end": 1466.88}
{"id": "_WAGakD9klk-t1466.88", "text": "infinite regress where by each generation identifies a revivalist moment in a previous generation so", "start": 1466.88, "end": 1475.04}
{"id": "_WAGakD9klk-t1475.04", "text": "forth on and on backwards and this this sense of a kind of specular notion of history always", "start": 1475.04, "end": 1480.0}
{"id": "_WAGakD9klk-t1480.0", "text": "reflecting itself repeating itself maybe this is close to your transversals this I mean you know", "start": 1480.0, "end": 1486.1599999999999}
{"id": "_WAGakD9klk-t1486.1599999999999", "text": "this is this is this is voborg's renaissance to what extent is that still alive today I would say", "start": 1486.1599999999999, "end": 1491.92}
{"id": "_WAGakD9klk-t1491.92", "text": "that the voborg literature is split you know on the whole it's split between those who for whom", "start": 1491.92, "end": 1498.6399999999999}
{"id": "_WAGakD9klk-t1498.64", "text": "voborg the anachronist the survivalist the voborg the teller of ghost stories and so forth is still", "start": 1498.64, "end": 1505.2}
{"id": "_WAGakD9klk-t1505.2", "text": "the fundamental one and those who think that it's about neuroscience so to that extent I see this", "start": 1505.2, "end": 1510.88}
{"id": "_WAGakD9klk-t1512.88", "text": "panel as potentially a kind of space of um I don't know what resistance is too strong but", "start": 1512.88, "end": 1520.16}
{"id": "_WAGakD9klk-t1520.16", "text": "let's say a pause in the what seems to be the overall agenda of the conference but maybe I'm", "start": 1520.16, "end": 1525.76}
{"id": "_WAGakD9klk-t1525.76", "text": "wrong about that but one thing that you don't really bring up is that the renaissance artists", "start": 1525.76, "end": 1532.24}
{"id": "_WAGakD9klk-t1532.24", "text": "themselves were involved in antiquity they were involved in breeding ancient writings there was a", "start": 1532.24, "end": 1537.92}
{"id": "_WAGakD9klk-t1537.92", "text": "sort of a flow from ancient Greece to Italy it was kind of underground at that time but it was big", "start": 1537.92, "end": 1544.48}
{"id": "_WAGakD9klk-t1544.48", "text": "and it shows up in this greeny chapel the the jatto small corner or small figures in the corner that", "start": 1544.48, "end": 1553.04}
{"id": "_WAGakD9klk-t1553.04", "text": "are black and white or figures from antiquity and so on absolutely yeah", "start": 1553.04, "end": 1560.24}
{"id": "_WAGakD9klk-t1566.1599999999999", "text": "I apologize because I was late this morning so I missed some of the discussions but I had a", "start": 1566.1599999999999, "end": 1574.08}
{"id": "_WAGakD9klk-t1574.08", "text": "fascinating lunch with my friends of a genebra and one thing I can say is", "start": 1574.08, "end": 1583.6}
{"id": "_WAGakD9klk-t1585.6799999999998", "text": "something we as art historians we share with sacroanellists is both", "start": 1585.6799999999998, "end": 1593.6}
{"id": "_WAGakD9klk-t1595.84", "text": "the fact that for a psychoanalyst an image is not here or there it passes through", "start": 1595.84, "end": 1602.3999999999999}
{"id": "_WAGakD9klk-t1602.4", "text": "the second thing is about the uses of past past is not somewhere past is depends on the use we have", "start": 1602.4, "end": 1613.1200000000001}
{"id": "_WAGakD9klk-t1613.1200000000001", "text": "of the past so in um it's interesting that the renaissance is precisely a period in which two", "start": 1613.1200000000001, "end": 1623.2}
{"id": "_WAGakD9klk-t1623.2", "text": "models of the uses of the past were developed one is the nationalist one so to speak Vasari", "start": 1623.2, "end": 1631.0400000000002}
{"id": "_WAGakD9klk-t1631.04", "text": "Renaissance equals Tuscany that's all then there is the alternative the movement van der", "start": 1631.04, "end": 1643.56}
{"id": "_WAGakD9klk-t1643.56", "text": "ungen the work of Thomas for example so it's about the uses of the past some weeks ago I was in", "start": 1643.56, "end": 1653.92}
{"id": "_WAGakD9klk-t1653.92", "text": "Athens in Greece I went to the musical musical museum there was a bowl of eight century", "start": 1653.92, "end": 1663.44}
{"id": "_WAGakD9klk-t1664.72", "text": "before Christ with a beautiful swastika okay it's a motif it's linked to the motif we call Greek", "start": 1664.72, "end": 1677.28}
{"id": "_WAGakD9klk-t1677.28", "text": "okay now what happens I went out of the museum and I was able to observe the work of I don't know", "start": 1677.28, "end": 1691.04}
{"id": "_WAGakD9klk-t1691.04", "text": "in English L'ob d'Oré this nadzi party which is extremely efficient now in Greece and which uses", "start": 1691.04, "end": 1700.8799999999999}
{"id": "_WAGakD9klk-t1700.88", "text": "the swastika and the Greek motif and the swastika as a nationalist", "start": 1700.88, "end": 1708.0}
{"id": "_WAGakD9klk-t1711.7600000000002", "text": "discourse and I met some poets or filmmakers very very modern who use the past in a completely", "start": 1711.7600000000002, "end": 1727.92}
{"id": "_WAGakD9klk-t1727.92", "text": "different way so this is a question of use value it's not a question of uh uh renaissance is not", "start": 1727.92, "end": 1736.24}
{"id": "_WAGakD9klk-t1737.6000000000001", "text": "the renaissance is exactly what we do with this no it's very simple because I believe", "start": 1737.6000000000001, "end": 1744.24}
{"id": "_WAGakD9klk-t1744.24", "text": "Barbara thought that the past bore down on us that the past uh yeah governed us in a way we were", "start": 1744.24, "end": 1751.76}
{"id": "_WAGakD9klk-t1751.76", "text": "not there were limits on our freedom to use yeah but uh vabog is not the gods we can also read", "start": 1751.76, "end": 1760.96}
{"id": "_WAGakD9klk-t1760.96", "text": "Valter Benier along with vabog and make something which works too you agree I agree I don't", "start": 1760.96, "end": 1769.92}
{"id": "_WAGakD9klk-t1769.92", "text": "know the last I think Barbara gets god but I mean around here he's got a little bit uh certainly not god in London but one aspect that has that has been it tends to be referred in this premise as an art historian but I believe he defined himself as what he called a psycho historian or historian of the psychology of humanity so would you would you see that one aspect of art history would be precisely to diagnose the tensions of", "start": 1769.92, "end": 1799.8400000000001}
{"id": "_WAGakD9klk-t1799.84", "text": "humanity as recorded by by images of course I mean that's why I'm not sure whether the historical", "start": 1799.84, "end": 1810.1599999999999}
{"id": "_WAGakD9klk-t1810.1599999999999", "text": "sense is well developed in in the disciplines of the body I was fascinated by the fact that in the", "start": 1810.1599999999999, "end": 1821.4399999999998}
{"id": "_WAGakD9klk-t1821.44", "text": "before the second world war there is a kind of constellation of thinkers namely Kal Einstein", "start": 1821.44, "end": 1831.68}
{"id": "_WAGakD9klk-t1833.44", "text": "a bit barborg Valter Benier me so who plays the image at the center of the question of history", "start": 1833.44, "end": 1846.16}
{"id": "_WAGakD9klk-t1846.16", "text": "or even time at the same moment they placed the question of time at the center of the notion of", "start": 1846.16, "end": 1855.76}
{"id": "_WAGakD9klk-t1855.76", "text": "image just before the second world war what happened before after it's quite different but I am extremely", "start": 1855.76, "end": 1868.0}
{"id": "_WAGakD9klk-t1868.0", "text": "impressed that at this moment there was a kind of urgent emergency to think images through time and", "start": 1868.0, "end": 1878.48}
{"id": "_WAGakD9klk-t1878.48", "text": "to think time through images no but don't you think that the in order for the image to become a time traveler in the way", "start": 1878.48, "end": 1887.6}
{"id": "_WAGakD9klk-t1887.6", "text": "barborg describes it and you describe it doesn't the image have to be desycollegized it has to it has to", "start": 1887.6, "end": 1894.56}
{"id": "_WAGakD9klk-t1894.56", "text": "leave the body essentially it has to be externalized and and and become a formula so that it can move", "start": 1894.56, "end": 1902.08}
{"id": "_WAGakD9klk-t1902.08", "text": "freely right and to that extent it makes it a historical instrument but it also puts it beyond", "start": 1902.08, "end": 1908.32}
{"id": "_WAGakD9klk-t1908.32", "text": "the reach of the of the sciences of the body it seems to me therefore the interest to to look to", "start": 1908.32, "end": 1916.0}
{"id": "_WAGakD9klk-t1916.0", "text": "have a look to psychoanalysis I mean metastatic psychology as a way of desycologize the the the", "start": 1916.0, "end": 1927.2}
{"id": "_WAGakD9klk-t1927.2", "text": "structures of the yeah yeah psychoanalysis is a human eudic that's of course that's of course but", "start": 1927.2, "end": 1934.48}
{"id": "_WAGakD9klk-t1937.68", "text": "you speak of science you are laughing oh yeah as an artist this is simply not how it works", "start": 1937.68, "end": 1944.0}
{"id": "_WAGakD9klk-t1944.0", "text": "you know it's overly intellectualized it's a it's intellectual certainly being an artist as an", "start": 1944.0, "end": 1952.4}
{"id": "_WAGakD9klk-t1952.4", "text": "intellectual pursuit and historical pursuit it's also visceral and sexual and you're not", "start": 1952.4, "end": 1959.92}
{"id": "_WAGakD9klk-t1961.12", "text": "you're not talking about the juices you're like refining it into language and I'm missing", "start": 1961.12, "end": 1966.56}
{"id": "_WAGakD9klk-t1967.2", "text": "you know the guts of it because barborg wasn't interested in art he was interested in images", "start": 1967.2, "end": 1973.2}
{"id": "_WAGakD9klk-t1973.2", "text": "and in history but art for him had no meaning he never spoke about it I didn't know that no in fact", "start": 1973.2, "end": 1978.0}
{"id": "_WAGakD9klk-t1978.0", "text": "every time he always did it disparagingly he said oh that's that's that's that's aesthetics that's", "start": 1978.0, "end": 1982.56}
{"id": "_WAGakD9klk-t1982.56", "text": "for you s-thetes I'm interested in images and I'm interested in time and and and the past and so", "start": 1982.56, "end": 1990.24}
{"id": "_WAGakD9klk-t1990.24", "text": "forth if you're speaking about images though and the quetricental how can you separate art from images", "start": 1990.24, "end": 1998.48}
{"id": "_WAGakD9klk-t1998.48", "text": "doesn't exist he did he separated images from art he said I'm going to look at these as images", "start": 1998.48, "end": 2004.16}
{"id": "_WAGakD9klk-t2004.16", "text": "and whether they're works of art or or or or material culture that doesn't interest me the the", "start": 2004.16, "end": 2010.08}
{"id": "_WAGakD9klk-t2010.08", "text": "initial the initial question that is asked is a historical question but it's the answer given", "start": 2010.08, "end": 2017.2}
{"id": "_WAGakD9klk-t2017.2", "text": "is a psychological one and that may also affect the making of things in other words looking at", "start": 2017.2, "end": 2023.28}
{"id": "_WAGakD9klk-t2023.28", "text": "things abstractly he would say well what is the reason for the development of this style which is", "start": 2023.28, "end": 2030.16}
{"id": "_WAGakD9klk-t2030.16", "text": "he said that's what he says this station is and the psychology of the style why is there a change", "start": 2030.16, "end": 2036.56}
{"id": "_WAGakD9klk-t2036.56", "text": "not that there is a change which we could recognize by looking at images or looking not involved in", "start": 2036.56, "end": 2042.32}
{"id": "_WAGakD9klk-t2042.32", "text": "the process of making but looking to sequence of images saying this is different from that we see", "start": 2042.32, "end": 2048.32}
{"id": "_WAGakD9klk-t2048.32", "text": "the nymph here and there and then he looks and knows the nymph being there and he gives an explanation", "start": 2048.32, "end": 2053.92}
{"id": "_WAGakD9klk-t2053.92", "text": "which is and then that leads that can lead into other directions it doesn't necessarily so it's", "start": 2053.92, "end": 2059.84}
{"id": "_WAGakD9klk-t2059.84", "text": "not as a whether it's art or not it's it's the phenomenon that he's still trying to describe", "start": 2059.84, "end": 2065.1200000000003}
{"id": "_WAGakD9klk-t2065.1200000000003", "text": "which he's which is responding of course perhaps to a particular moment which described as being", "start": 2065.1200000000003, "end": 2072.32}
{"id": "_WAGakD9klk-t2072.32", "text": "style if you go something else with your doing but renaissance art i mean yes culturally but", "start": 2072.32, "end": 2078.7200000000003}
{"id": "_WAGakD9klk-t2078.7200000000003", "text": "i mean there are only there is only art to take images from and if you look if you spend any time", "start": 2078.7200000000003, "end": 2088.0}
{"id": "_WAGakD9klk-t2088.0", "text": "in seano or sec or uh florants you cannot help but observe how the work is made because they layered", "start": 2088.0, "end": 2099.92}
{"id": "_WAGakD9klk-t2099.92", "text": "pigment and with time sometimes some pigment has peeled off and some has come through it you know", "start": 2099.92, "end": 2108.48}
{"id": "_WAGakD9klk-t2108.48", "text": "a green has come through a white or whatever and all of that there's something about the making of", "start": 2108.48, "end": 2115.76}
{"id": "_WAGakD9klk-t2115.76", "text": "the work which the actual making makes the image the image isn't there before the making you're", "start": 2115.76, "end": 2123.76}
{"id": "_WAGakD9klk-t2123.76", "text": "completely right but that's not what vardard believed he wasn't interested in fabrication and he wasn't", "start": 2123.76, "end": 2130.48}
{"id": "_WAGakD9klk-t2130.48", "text": "interested in creativity it does contemporary art historian who inherit from the past what what to", "start": 2130.48, "end": 2139.6000000000004}
{"id": "_WAGakD9klk-t2139.6000000000004", "text": "do with with this would be the the question and if if i may just make quick observation you mentioned", "start": 2139.6000000000004, "end": 2145.92}
{"id": "_WAGakD9klk-t2145.92", "text": "sciences of the body i think referring to neuroscience the little i've read of neuroscientific literature", "start": 2145.92, "end": 2152.2400000000002}
{"id": "_WAGakD9klk-t2152.24", "text": "i find it very exciting because it's a literature that points out what the orientals knew very well", "start": 2152.24, "end": 2158.0}
{"id": "_WAGakD9klk-t2158.0", "text": "long before the 20th century and what the west knew before they came out that is body and mind", "start": 2158.0, "end": 2163.3599999999997}
{"id": "_WAGakD9klk-t2163.3599999999997", "text": "they're they're not two different entities they're constantly interconnected but i could name objects", "start": 2163.3599999999997, "end": 2170.16}
{"id": "_WAGakD9klk-t2170.16", "text": "of me of of study which are neither body nor mind namely texts or images they're not body or mind", "start": 2170.16, "end": 2179.8399999999997}
{"id": "_WAGakD9klk-t2179.84", "text": "they're external and i would propose that that's those are the entities that i deal with", "start": 2179.84, "end": 2186.6400000000003}
{"id": "_WAGakD9klk-t2187.76", "text": "not mind not mind's or body but it depends what you call psychology usually there is a big", "start": 2187.76, "end": 2195.1200000000003}
{"id": "_WAGakD9klk-t2195.1200000000003", "text": "distinction between uh wirthing and verbal from a formalist i cannot i think and i look at uh", "start": 2195.1200000000003, "end": 2204.0}
{"id": "_WAGakD9klk-t2204.0", "text": "andreopinote who knows very well these things that the difference is not so big i mean when", "start": 2204.0, "end": 2211.36}
{"id": "_WAGakD9klk-t2212.08", "text": "wirthing speaks about psychology it's not at all a question of ego what time my my choices what i", "start": 2212.08, "end": 2222.88}
{"id": "_WAGakD9klk-t2222.88", "text": "love my feelings no not at all it's fundamental it's a kind of anthropological psychology", "start": 2222.88, "end": 2232.96}
{"id": "_WAGakD9klk-t2232.96", "text": "it was the reason i i was recalling the meter psychology the Freudian one so this is very important", "start": 2232.96, "end": 2242.16}
{"id": "_WAGakD9klk-t2242.16", "text": "to make the distinction and just an quick answer to your question to your difference between", "start": 2242.16, "end": 2250.7200000000003}
{"id": "_WAGakD9klk-t2250.72", "text": "the intellectuals and the creative or i don't know i would say that verbo was as everybody it was", "start": 2250.72, "end": 2264.24}
{"id": "_WAGakD9klk-t2264.24", "text": "not only verbal verbo did very well he was working all the day and he was transforming things he was", "start": 2264.24, "end": 2274.8799999999997}
{"id": "_WAGakD9klk-t2274.88", "text": "constructing something a library writing organization of images making the work of art yes at the end", "start": 2274.88, "end": 2287.36}
{"id": "_WAGakD9klk-t2287.36", "text": "at the end one of the greatest painters of the 20th century Gerhard Hichter took the the the model", "start": 2287.36, "end": 2297.6}
{"id": "_WAGakD9klk-t2297.6", "text": "from verbo to make his own atlas so there is no no even better even better", "start": 2297.6, "end": 2313.68}
{"id": "_WAGakD9klk-t2316.0", "text": "of course he knows i agree i mean there is no there is a consistency", "start": 2316.0, "end": 2323.2799999999997}
{"id": "_WAGakD9klk-t2323.28", "text": "which begins in the 20th moholynaji did atlases lokorbusier did atlases everybody", "start": 2323.28, "end": 2332.8}
{"id": "_WAGakD9klk-t2332.8", "text": "so all the members are meant that it's true no it's not a question no no i don't mean maps", "start": 2332.8, "end": 2340.6400000000003}
{"id": "_WAGakD9klk-t2340.64", "text": "atlas the kind of professional like a death by thing in in in verbal atlas there is a temporary to start", "start": 2340.64, "end": 2356.4}
{"id": "_WAGakD9klk-t2356.4", "text": "very important thing i mean that is never about text the text be important because it brings to mind", "start": 2356.4, "end": 2363.6}
{"id": "_WAGakD9klk-t2363.6", "text": "it brings to our kind of body and mind something otherwise the text is so many and the images for", "start": 2363.6, "end": 2371.68}
{"id": "_WAGakD9klk-t2372.64", "text": "for vowels and by all is in the absence of collective in the absence of religion don't forget that he", "start": 2372.64, "end": 2381.8399999999997}
{"id": "_WAGakD9klk-t2381.8399999999997", "text": "was because i already mentioned by our friend from los angeles he was in a simulated family that", "start": 2381.8399999999997, "end": 2392.3199999999997}
{"id": "_WAGakD9klk-t2392.32", "text": "kept Judaism at home he refused to participate in it i must say that i was also very good friend of his", "start": 2392.32, "end": 2400.6400000000003}
{"id": "_WAGakD9klk-t2400.6400000000003", "text": "niece of her in the battle in Rome for four years and i know this detail is very intimately", "start": 2400.6400000000003, "end": 2409.04}
{"id": "_WAGakD9klk-t2409.04", "text": "and his attempt to his fantasy was to reconstruct the co-activity human justice correct to cultural", "start": 2409.04, "end": 2419.2000000000003}
{"id": "_WAGakD9klk-t2419.2", "text": "cultivated way and he believed in you simply you can say naively then by coming to town with the", "start": 2419.2, "end": 2428.3999999999996}
{"id": "_WAGakD9klk-t2428.3999999999996", "text": "longest possible path you can reconstruct the co-act form for human life in the absence of religion", "start": 2428.3999999999996, "end": 2438.0}
{"id": "_WAGakD9klk-t2438.0", "text": "in the absence of collective identity with which you could identify it that for me there was no", "start": 2438.0, "end": 2446.72}
{"id": "_WAGakD9klk-t2446.72", "text": "co-activity got any further and that is the grand purpose of this art history very different", "start": 2446.72, "end": 2453.8399999999997}
{"id": "_WAGakD9klk-t2453.8399999999997", "text": "fundamentally different from both are very very great you're right you better be on psychology", "start": 2453.8399999999997, "end": 2461.3599999999997}
{"id": "_WAGakD9klk-t2461.3599999999997", "text": "of style so thank you for if i appreciate your comments and i consider that the discussion has", "start": 2461.3599999999997, "end": 2473.12}
{"id": "_WAGakD9klk-t2473.12", "text": "been stimulating enough and you've been stimulated by it but what i would prefer is you wait until", "start": 2473.12, "end": 2480.0}
{"id": "_WAGakD9klk-t2480.0", "text": "the round table finishes their discussion and then we open for comments and questions otherwise if", "start": 2480.0, "end": 2487.6}
{"id": "_WAGakD9klk-t2487.6", "text": "everybody start jumping in we'll have a problem i also wanted to just remind you that this is about", "start": 2487.6, "end": 2493.2}
{"id": "_WAGakD9klk-t2493.2", "text": "classical and renaissance art i wanted to come back to one thing that you were saying yes that is", "start": 2493.2, "end": 2500.96}
{"id": "_WAGakD9klk-t2500.96", "text": "that is if and indeed i can't recall the exact places where he was taking things from but if", "start": 2500.96, "end": 2508.4}
{"id": "_WAGakD9klk-t2509.2", "text": "if we were to go with him to with warberg to florants we would have not only been looking at you know", "start": 2509.2, "end": 2516.8}
{"id": "_WAGakD9klk-t2516.8", "text": "the parucio bardi chapels of the cajada we would also be going to the bargello but not to look at", "start": 2516.8, "end": 2522.96}
{"id": "_WAGakD9klk-t2522.96", "text": "the paintings in the bargello but at the door knockers and the locks and that kind of thing and the", "start": 2522.96, "end": 2528.96}
{"id": "_WAGakD9klk-t2528.96", "text": "and the and the those are you bring up my very point yeah now as an artist you know um i didn't", "start": 2528.96, "end": 2535.84}
{"id": "_WAGakD9klk-t2535.84", "text": "grow up in america i grew up in um i i grew back in montreal and life was as much uh juicier in a", "start": 2535.84, "end": 2544.64}
{"id": "_WAGakD9klk-t2544.64", "text": "certain way the butter was real the bread was real my family they talked about what they had eaten", "start": 2544.64, "end": 2551.68}
{"id": "_WAGakD9klk-t2551.68", "text": "yesterday what they were going to eat today and what they would eat tomorrow and it was very it had a", "start": 2551.68, "end": 2557.36}
{"id": "_WAGakD9klk-t2557.36", "text": "reality to it a real reality and when i'm in italy or an aspect of france as well i can sense the", "start": 2557.36, "end": 2567.6}
{"id": "_WAGakD9klk-t2567.6", "text": "same thing that they were they were the images they're making are a living they're part of their life", "start": 2567.6, "end": 2577.44}
{"id": "_WAGakD9klk-t2577.44", "text": "and of course there's a journals of pran tormel talk the way my family talked exactly and uh and", "start": 2577.44, "end": 2586.96}
{"id": "_WAGakD9klk-t2586.96", "text": "they're very concerned with of a food is medicine in the way that to eat healthily was to live longer", "start": 2586.96, "end": 2593.52}
{"id": "_WAGakD9klk-t2594.08", "text": "and um i think it's very important to talk about this in relation to the images", "start": 2594.08, "end": 2601.28}
{"id": "_WAGakD9klk-t2604.08", "text": "i also speaking a little bit out of turd i i think that rickter when he built his", "start": 2604.08, "end": 2610.0}
{"id": "_WAGakD9klk-t2610.0", "text": "complex of buildings was i think we should stick to the renaissance and well i did but it is i'm", "start": 2610.0, "end": 2618.48}
{"id": "_WAGakD9klk-t2618.48", "text": "talking about warberg you know i think it it was a warberg associated the buildings that people", "start": 2618.48, "end": 2625.28}
{"id": "_WAGakD9klk-t2625.92", "text": "the same idea as the library", "start": 2625.92, "end": 2627.6}
{"id": "_WAGakD9klk-t2632.72", "text": "i mean we you were mentioning a verbose notion of the renaissance which is quite outdated now", "start": 2632.72, "end": 2639.28}
{"id": "_WAGakD9klk-t2639.28", "text": "or not not followed by by current scholarship and indeed if you if you study the renaissance", "start": 2639.28, "end": 2645.0400000000004}
{"id": "_WAGakD9klk-t2645.0400000000004", "text": "you realize that so many texts written in the middle ages were still published were still active", "start": 2645.0400000000004, "end": 2651.0400000000004}
{"id": "_WAGakD9klk-t2651.6000000000004", "text": "if you look at the at the reception of classical art one way of looking at the ways in which", "start": 2651.6000000000004, "end": 2658.5600000000004}
{"id": "_WAGakD9klk-t2658.5600000000004", "text": "renaissance artists receive classical classical artists to look at the demand of religious", "start": 2658.5600000000004, "end": 2663.28}
{"id": "_WAGakD9klk-t2663.28", "text": "art which the amount increasing realism increasing physical presence to convey the image of a suffering", "start": 2663.28, "end": 2669.36}
{"id": "_WAGakD9klk-t2669.36", "text": "god etc so basically what is what does remain of our work stuff and the renaissance for the present", "start": 2669.36, "end": 2676.96}
{"id": "_WAGakD9klk-t2683.44", "text": "for the present um i live in paris and so in paris now there is a wonderful", "start": 2683.44, "end": 2692.48}
{"id": "_WAGakD9klk-t2692.48", "text": "exhibition about renaissance which comes from Florence so here there is everything i love", "start": 2692.48, "end": 2701.36}
{"id": "_WAGakD9klk-t2701.92", "text": "donatello it's wonderful really wonderful um kind of uh focus is done about", "start": 2701.92, "end": 2716.08}
{"id": "_WAGakD9klk-t2716.08", "text": "the model of roman republic in a 15th century uh florantin renaissance and it is shown through", "start": 2716.08, "end": 2728.3199999999997}
{"id": "_WAGakD9klk-t2728.3199999999997", "text": "some manuscripts and uh okay good perfect yeah at the end there is the so-called nicolo daudzano", "start": 2728.3199999999997, "end": 2739.44}
{"id": "_WAGakD9klk-t2739.44", "text": "now attributed to deziderio de cetinho and not donatello", "start": 2739.44, "end": 2746.56}
{"id": "_WAGakD9klk-t2750.64", "text": "i mentioned that nowhere in the very big catalogue in the discourse of curators nowhere", "start": 2750.64, "end": 2760.4}
{"id": "_WAGakD9klk-t2760.4", "text": "there is a mention to what verbogin produced in 1902 namely the famous boate the ex-voto's", "start": 2760.4, "end": 2771.12}
{"id": "_WAGakD9klk-t2772.1600000000003", "text": "of la santissima anunceta which were a kind of artisanal religious vulgar", "start": 2772.1600000000003, "end": 2782.64}
{"id": "_WAGakD9klk-t2782.64", "text": "kitch oful in deziderio of madam tussos but it was it was an hyper realism the kind of which", "start": 2782.64, "end": 2793.12}
{"id": "_WAGakD9klk-t2794.3199999999997", "text": "um Alessandro Baronqui spoke about about the realism of the first renaissance uh already in 14th", "start": 2794.3199999999997, "end": 2802.64}
{"id": "_WAGakD9klk-t2802.64", "text": "century so verbog introduced the fact that confronting the actual images which you can see in museums", "start": 2802.64, "end": 2814.7999999999997}
{"id": "_WAGakD9klk-t2814.7999999999997", "text": "which were kept through the curatorial work of of viserie and the museum etc so you have", "start": 2814.7999999999997, "end": 2823.04}
{"id": "_WAGakD9klk-t2823.04", "text": "masterpieces but all these objects ex-voto's were destroyed in 17th century and the", "start": 2823.04, "end": 2830.64}
{"id": "_WAGakD9klk-t2830.64", "text": "the the the big work of verbog was to interpret the actual objects which are masterpieces along with", "start": 2830.64, "end": 2841.2799999999997}
{"id": "_WAGakD9klk-t2841.2799999999997", "text": "vulgar objects which all disappeared this is a masterpiece of anthropology but now in a big", "start": 2841.2799999999997, "end": 2853.44}
{"id": "_WAGakD9klk-t2853.44", "text": "exhibition on renaissance there is no mention of this despite the fact that to understand the", "start": 2853.44, "end": 2860.8}
{"id": "_WAGakD9klk-t2860.8", "text": "nickele of the odes anor you need these ex-voto which themselves are linked to the famous roman", "start": 2860.8, "end": 2870.08}
{"id": "_WAGakD9klk-t2870.08", "text": "republican model of the imaginess so there is something which does not work today these", "start": 2870.08, "end": 2878.0}
{"id": "_WAGakD9klk-t2878.0", "text": "exhibitions are just the entertainment industry they have nothing to do with uh yes but sexuality", "start": 2878.0, "end": 2883.92}
{"id": "_WAGakD9klk-t2883.92", "text": "but okay you're just making a comment i just make a because but there is a very big catalog of", "start": 2883.92, "end": 2889.92}
{"id": "_WAGakD9klk-t2890.88", "text": "specialies and so on but this is a critical point i would say but why verbog today but to speak", "start": 2890.88, "end": 2899.04}
{"id": "_WAGakD9klk-t2899.04", "text": "again about the ex-voto's you know there's another part of the exhibition which i saw in", "start": 2899.04, "end": 2906.32}
{"id": "_WAGakD9klk-t2906.32", "text": "Florence which also involves making but also this question of transmission of images not only the", "start": 2906.32, "end": 2912.56}
{"id": "_WAGakD9klk-t2912.56", "text": "images where they're repeated a memorable room in which there are all the terracadas and casts", "start": 2912.56, "end": 2919.36}
{"id": "_WAGakD9klk-t2920.0", "text": "so that um suggesting how uh and very interesting also from point of view of art and making things", "start": 2920.0, "end": 2927.6000000000004}
{"id": "_WAGakD9klk-t2927.6000000000004", "text": "how the same image is repeated x number of times and then i think it's something that you definitely", "start": 2927.6000000000004, "end": 2934.96}
{"id": "_WAGakD9klk-t2934.96", "text": "um you know we're much more conscious of that as a result perhaps of a long tradition but again", "start": 2934.96, "end": 2940.96}
{"id": "_WAGakD9klk-t2940.96", "text": "not not going back to this whole why this was done in the first place however uh seeing", "start": 2940.96, "end": 2948.08}
{"id": "_WAGakD9klk-t2949.12", "text": "seeing the renaissance as warberg might have done that is to say for the transmission of images", "start": 2949.12, "end": 2953.6}
{"id": "_WAGakD9klk-t2953.6", "text": "in a different way in terms of materiality in terms of making which is what you might have", "start": 2953.6, "end": 2957.92}
{"id": "_WAGakD9klk-t2957.92", "text": "been interested in which you uh as Christopher says wasn't uh so uh was so concerned concerned", "start": 2957.92, "end": 2964.88}
{"id": "_WAGakD9klk-t2964.88", "text": "with the question of um making things i mean actually going back to your point that is also of", "start": 2964.88, "end": 2975.2000000000003}
{"id": "_WAGakD9klk-t2975.2000000000003", "text": "course how we are much different i mean you know now than than then uh one thing i quite right", "start": 2975.2000000000003, "end": 2982.2400000000002}
{"id": "_WAGakD9klk-t2982.24", "text": "about uh making objects in the past sculpture painting whatever took a long time you know you", "start": 2982.24, "end": 2990.8799999999997}
{"id": "_WAGakD9klk-t2990.8799999999997", "text": "had to grind your pigments still does well you well particularly if you had to grind your pigments", "start": 2990.8799999999997, "end": 2996.3199999999997}
{"id": "_WAGakD9klk-t2997.2", "text": "and you had to find your pigments and you had to find your pigments and you had to find your", "start": 2997.2, "end": 3001.04}
{"id": "_WAGakD9klk-t3001.04", "text": "pigments and you had to mix them with the medium etc and you had to prime your canvas and all that", "start": 3001.04, "end": 3006.3999999999996}
{"id": "_WAGakD9klk-t3006.4", "text": "or if you have to make paper and making paper and preparing paper and making the drawing", "start": 3006.4, "end": 3012.88}
{"id": "_WAGakD9klk-t3012.88", "text": "implements or whatever that's why drawing old drawings are small they couldn't make big paper", "start": 3012.88, "end": 3017.92}
{"id": "_WAGakD9klk-t3017.92", "text": "well paper is valuable too yeah but uh so i mean there's all all of that which is also", "start": 3017.92, "end": 3024.56}
{"id": "_WAGakD9klk-t3024.56", "text": "uh an experience that we don't have although he would have had it and been more related to it", "start": 3024.56, "end": 3030.8}
{"id": "_WAGakD9klk-t3030.8", "text": "that's the the shocking thing now of course is uh as we're aware is the older crafts have gone", "start": 3030.8, "end": 3038.32}
{"id": "_WAGakD9klk-t3038.32", "text": "or the number of places that are gone so that it's increasingly difficult even to repair objects", "start": 3038.32, "end": 3043.6800000000003}
{"id": "_WAGakD9klk-t3044.4", "text": "not just talking with somebody who is a store there and very few places that even exist in the", "start": 3044.4, "end": 3050.0800000000004}
{"id": "_WAGakD9klk-t3050.0800000000004", "text": "place like Florence where you know you where if you remember what it was like in the past where you", "start": 3050.0800000000004, "end": 3056.8}
{"id": "_WAGakD9klk-t3056.8", "text": "know you can wear furniture is made where a frame was repaired or can be made relatively speaking", "start": 3056.8, "end": 3063.6800000000003}
{"id": "_WAGakD9klk-t3063.6800000000003", "text": "to what you know one over experience a hundred years ago or 150 years ago it's so interesting", "start": 3063.6800000000003, "end": 3068.96}
{"id": "_WAGakD9klk-t3068.96", "text": "in my studio when I hire assistants it used to be that they knew how to stretch canvas and", "start": 3068.96, "end": 3075.92}
{"id": "_WAGakD9klk-t3075.92", "text": "jesso and now they know how to make websites things just to elaborate on what you're saying", "start": 3075.92, "end": 3084.0800000000004}
{"id": "_WAGakD9klk-t3084.08", "text": "but when I started wandering around Florence was uh the first time was in 66 and a lot of the old", "start": 3084.08, "end": 3094.16}
{"id": "_WAGakD9klk-t3094.16", "text": "Florence was still there there was a place where you could buy pigment ground pigment and it", "start": 3094.16, "end": 3101.44}
{"id": "_WAGakD9klk-t3102.0", "text": "didn't it burned down in about 1974 but for a long time I bought pigments there and and", "start": 3102.0, "end": 3110.24}
{"id": "_WAGakD9klk-t3110.24", "text": "there were there was a wonderful color I mean this isn't a side of Renaissance color", "start": 3110.24, "end": 3117.6}
{"id": "_WAGakD9klk-t3118.64", "text": "called capuchin yellow which is really pink which was made by the capuchin monks it's just an", "start": 3118.64, "end": 3126.08}
{"id": "_WAGakD9klk-t3126.08", "text": "incredible material but when I started wandering around I did I actually did a mural that's in", "start": 3126.08, "end": 3133.6}
{"id": "_WAGakD9klk-t3133.6", "text": "um a bun fresco that's in um main and it's based on the virtues of good government", "start": 3133.6, "end": 3141.04}
{"id": "_WAGakD9klk-t3141.68", "text": "and so I was studying sienna up and down and spending a lot of time there and I was interested", "start": 3141.68, "end": 3148.96}
{"id": "_WAGakD9klk-t3148.96", "text": "in the fact that the bank of the sienna was the first bank in Europe and that that tradition had", "start": 3148.96, "end": 3155.44}
{"id": "_WAGakD9klk-t3155.44", "text": "actually in a certain way come from Egypt via Greece I mean that's the I'm making a lot of shortcuts", "start": 3155.44, "end": 3162.3199999999997}
{"id": "_WAGakD9klk-t3162.32", "text": "to Italy when when the Medici brought the Greeks over to teach the Italians how to paint because", "start": 3162.32, "end": 3171.1200000000003}
{"id": "_WAGakD9klk-t3171.1200000000003", "text": "they had lost that skill through invasions and uh all of that I find you know that that whole legacy", "start": 3171.1200000000003, "end": 3179.6000000000004}
{"id": "_WAGakD9klk-t3180.2400000000002", "text": "uh what happened in Egypt and how it went to Greece and how was brought to Florence and how those", "start": 3180.2400000000002, "end": 3186.48}
{"id": "_WAGakD9klk-t3186.48", "text": "images that we all adore came about that way if I made I think that's an extremely important", "start": 3186.48, "end": 3195.12}
{"id": "_WAGakD9klk-t3195.12", "text": "comment and coupled with with with with with Thomas remarks about uh transmission and uh and", "start": 3195.12, "end": 3201.2}
{"id": "_WAGakD9klk-t3201.2", "text": "George on the transversals and the traveling images and so forth we're probably all arrived at a sense", "start": 3201.2, "end": 3206.96}
{"id": "_WAGakD9klk-t3206.96", "text": "today of a kind of permanent multiplex flow of ideas and images that knit culture together and", "start": 3206.96, "end": 3215.52}
{"id": "_WAGakD9klk-t3215.52", "text": "therefore we would probably I would think be willing to relativize the epochal significance of the", "start": 3215.52, "end": 3222.8}
{"id": "_WAGakD9klk-t3222.8", "text": "Renaissance it is to say uh maybe be unwilling to join VAR board in his celebration of the Renaissance", "start": 3222.8, "end": 3231.92}
{"id": "_WAGakD9klk-t3231.92", "text": "as a as as a fundamental emancipation right because the ex-vodos after all continue straight through", "start": 3231.92, "end": 3238.48}
{"id": "_WAGakD9klk-t3238.48", "text": "from antiquity straight through the Middle Ages to the Renaissance the forms that you were referring", "start": 3238.48, "end": 3242.64}
{"id": "_WAGakD9klk-t3242.64", "text": "to travel straight through they're constantly being imported and transmitted and translated and so", "start": 3242.64, "end": 3247.52}
{"id": "_WAGakD9klk-t3247.52", "text": "forth so then why privilege the Renaissance as he did and that would be that would be the question", "start": 3247.52, "end": 3252.72}
{"id": "_WAGakD9klk-t3252.72", "text": "I would ask again I mean who who's willing to allow that um perception of an elective affinity", "start": 3252.72, "end": 3259.8399999999997}
{"id": "_WAGakD9klk-t3259.8399999999997", "text": "that the Renaissance felt with antiquity classical antiquity you want us to talk about the classical", "start": 3259.8399999999997, "end": 3264.64}
{"id": "_WAGakD9klk-t3264.64", "text": "and I think we should because um who's willing to let that elective affinity between the Renaissance", "start": 3264.64, "end": 3271.8399999999997}
{"id": "_WAGakD9klk-t3271.84", "text": "that is to say European modernity and classical antiquity be a guiding principle and use a rhetoric", "start": 3271.84, "end": 3277.84}
{"id": "_WAGakD9klk-t3277.84", "text": "of emancipation liberation and so forth though human will human freedom and so forth it seems", "start": 3277.84, "end": 3282.96}
{"id": "_WAGakD9klk-t3282.96", "text": "very important because not everybody's willing to give up on the idea of human freedom psychoanalysis", "start": 3282.96, "end": 3287.28}
{"id": "_WAGakD9klk-t3287.28", "text": "is about freedom it seems to me well I'd like to sort of dive in uh I think that the idea of the", "start": 3287.28, "end": 3298.7200000000003}
{"id": "_WAGakD9klk-t3298.72", "text": "Renaissance is is an art historians idea actually I think what artists were living was a continuum", "start": 3298.72, "end": 3305.04}
{"id": "_WAGakD9klk-t3305.7599999999998", "text": "from Egypt through Greece to through Rome through classical Rome", "start": 3305.7599999999998, "end": 3310.56}
{"id": "_WAGakD9klk-t3312.7999999999997", "text": "yeah I'm reading a book forever which is because it's very hard to read", "start": 3312.7999999999997, "end": 3316.56}
{"id": "_WAGakD9klk-t3318.8799999999997", "text": "calm it's about drawing and it's about a different kind of perspective", "start": 3318.8799999999997, "end": 3324.3999999999996}
{"id": "_WAGakD9klk-t3324.4", "text": "than Renaissance perspective and so clearly there was a whole different field of perspective going on", "start": 3324.4, "end": 3333.36}
{"id": "_WAGakD9klk-t3333.36", "text": "before three point perspective and afterwards so and this is coming from Egypt Greece Renaissance", "start": 3333.36, "end": 3340.64}
{"id": "_WAGakD9klk-t3340.64", "text": "so I think you know the idea that you know these bunch of English men suddenly discovered the", "start": 3340.64, "end": 3347.52}
{"id": "_WAGakD9klk-t3347.52", "text": "Renaissance you know is because probably England was really dull and you know and here's this juicy", "start": 3347.52, "end": 3357.12}
{"id": "_WAGakD9klk-t3357.12", "text": "painting going on and especially when you I mean the whole idea of calling the Mannerous Mannerous", "start": 3357.12, "end": 3364.88}
{"id": "_WAGakD9klk-t3364.88", "text": "as as Nied Remark and sort of like the Big Bang kind remark is you know they were shocked by the", "start": 3364.88, "end": 3371.92}
{"id": "_WAGakD9klk-t3371.92", "text": "homosexuality in in Mannerous painting which you know is a very English thing to be shocked at since", "start": 3371.92, "end": 3379.52}
{"id": "_WAGakD9klk-t3379.52", "text": "there was a high frequency of homosexuality in England well there's something highly", "start": 3379.52, "end": 3384.8}
{"id": "_WAGakD9klk-t3384.8", "text": "suspect about the whole late 19th century cult of the Renaissance centered in Florence and you", "start": 3384.8, "end": 3389.84}
{"id": "_WAGakD9klk-t3389.84", "text": "know you might ask what is the isn't it significant that Varbog is an intellectual gravitate towards", "start": 3389.84, "end": 3395.04}
{"id": "_WAGakD9klk-t3395.04", "text": "Florence in the 1890s and not Paris right Paris is was the center of the intellectual world for", "start": 3395.04, "end": 3401.84}
{"id": "_WAGakD9klk-t3401.84", "text": "for any for any intellectual and and and Varbog is Paris ophobic right instead it's Florence where", "start": 3401.84, "end": 3408.32}
{"id": "_WAGakD9klk-t3408.32", "text": "he's in the meteor of Walter Pader Berenson he wasn't friends with Berenson but and many many", "start": 3408.32, "end": 3413.04}
{"id": "_WAGakD9klk-t3413.04", "text": "others who are all taking refuge from modernity basically taking refuge from technological modernity", "start": 3413.04, "end": 3419.12}
{"id": "_WAGakD9klk-t3419.12", "text": "taking refuge from the vulgarity of America taking refuge from also German romanticism I believe", "start": 3419.12, "end": 3425.52}
{"id": "_WAGakD9klk-t3425.52", "text": "so there's a triple threat there I'm talking about Henry James and Sargent and all the rest of it", "start": 3425.52, "end": 3432.16}
{"id": "_WAGakD9klk-t3433.04", "text": "so the rest they invented the Renaissance yeah but I don't think artists thought about that", "start": 3433.04, "end": 3438.16}
{"id": "_WAGakD9klk-t3439.04", "text": "you know I think you know they were living art and living I mean artists no matter where they", "start": 3439.04, "end": 3445.92}
{"id": "_WAGakD9klk-t3445.92", "text": "they're using videotapes they're involved in art history and they know what's going on and they're", "start": 3445.92, "end": 3452.32}
{"id": "_WAGakD9klk-t3452.32", "text": "you know absorbing it some are more knowledgeable than others but it's always it's always a threat", "start": 3452.32, "end": 3458.48}
{"id": "_WAGakD9klk-t3458.48", "text": "through everything perhaps there's one problem with Renaissance artists when you read the artistic", "start": 3458.48, "end": 3464.56}
{"id": "_WAGakD9klk-t3464.56", "text": "literature of the Renaissance is that they never talk about making and they really conceal the", "start": 3464.56, "end": 3469.76}
{"id": "_WAGakD9klk-t3469.76", "text": "aspect of making and technique from from the literature that they produce but Leonardo is never", "start": 3469.76, "end": 3477.5200000000004}
{"id": "_WAGakD9klk-t3477.5200000000004", "text": "published is not published until the late 17th century and these are his personal notes if you", "start": 3477.5200000000004, "end": 3483.36}
{"id": "_WAGakD9klk-t3483.36", "text": "look at the published literature it's about invention disposition by subject by Alberti by", "start": 3483.36, "end": 3491.1200000000003}
{"id": "_WAGakD9klk-t3491.1200000000003", "text": "Paul Opino by a lot of the literature he's talking about perspective he's talking about perspective", "start": 3491.1200000000003, "end": 3496.8}
{"id": "_WAGakD9klk-t3496.8", "text": "but that's an intellectual thing that's automatic that's optics perspective and in fact what what", "start": 3496.8, "end": 3502.96}
{"id": "_WAGakD9klk-t3502.96", "text": "strikes me in that discussion one of the contribution of our works precisely in perspective was optics", "start": 3502.96, "end": 3509.28}
{"id": "_WAGakD9klk-t3509.84", "text": "Renaissance is also connected but it is connected to optics if you read the beginning of the La", "start": 3509.84, "end": 3516.0800000000004}
{"id": "_WAGakD9klk-t3516.0800000000004", "text": "Pittura Alberti explained the visual rays as something optic that goes from the eye and it's based on", "start": 3516.0800000000004, "end": 3522.4}
{"id": "_WAGakD9klk-t3522.4", "text": "but anyway that's an academic discussion what I just would like to emphasize is that it seems", "start": 3522.4, "end": 3527.28}
{"id": "_WAGakD9klk-t3527.28", "text": "that the verbal doesn't take for granted the message of Renaissance artists who are responsible for", "start": 3527.28, "end": 3533.52}
{"id": "_WAGakD9klk-t3533.52", "text": "that distinction between so-called decorative art and fine arts and precisely that that's one of the", "start": 3533.52, "end": 3540.1600000000003}
{"id": "_WAGakD9klk-t3540.1600000000003", "text": "use of a verbal to take the image as a matter of well if neither as a body nor as a mind but I'm", "start": 3540.1600000000003, "end": 3545.76}
{"id": "_WAGakD9klk-t3545.76", "text": "not quite sure as what but certainly at something that travels across media and that should be studied", "start": 3545.76, "end": 3552.8}
{"id": "_WAGakD9klk-t3552.8", "text": "through its traveling across media it recalls me a discussion about the the question why", "start": 3552.8, "end": 3563.92}
{"id": "_WAGakD9klk-t3563.92", "text": "the Natello didn't have a foundry studio of its own a gibberti had the Natello no so you can", "start": 3563.92, "end": 3586.8}
{"id": "_WAGakD9klk-t3586.8", "text": "interpret it and especially the one of the most the Natello's masterpiece the Judith", "start": 3586.8, "end": 3593.84}
{"id": "_WAGakD9klk-t3595.6000000000004", "text": "is made by various studios of foundry bronze how do you say found so you can interpret in", "start": 3595.6000000000004, "end": 3610.2400000000002}
{"id": "_WAGakD9klk-t3610.24", "text": "two different manners you can say the Natello is now a Renaissance artist in this sense he is an", "start": 3610.24, "end": 3620.7999999999997}
{"id": "_WAGakD9klk-t3620.7999999999997", "text": "intellectual so he does not touch the bronze foundry the material and he lives he conceived and", "start": 3620.7999999999997, "end": 3630.8799999999997}
{"id": "_WAGakD9klk-t3630.88", "text": "the artisans are his assistants and he's the intellectual artist why not it's it's a good", "start": 3630.88, "end": 3640.6400000000003}
{"id": "_WAGakD9klk-t3640.6400000000003", "text": "interpretation but insufficient the other interpretation to complete this one is to say", "start": 3640.6400000000003, "end": 3647.6800000000003}
{"id": "_WAGakD9klk-t3649.76", "text": "he was so interested in the material because if you look at the Judith the face is completely", "start": 3649.76, "end": 3659.6}
{"id": "_WAGakD9klk-t3659.6", "text": "classic classic but there is a mold there is elements of gothic there is elements of hyperrealism", "start": 3659.6, "end": 3672.0}
{"id": "_WAGakD9klk-t3672.7999999999997", "text": "there in the same sculpture so he needed various ways to deal with the material", "start": 3672.7999999999997, "end": 3680.16}
{"id": "_WAGakD9klk-t3680.16", "text": "so this is wonderful this is the Renaissance for me and by the way has to do with money then", "start": 3680.16, "end": 3690.56}
{"id": "_WAGakD9klk-t3690.56", "text": "just as it is now is it the person with their own money had their own money money money money", "start": 3690.56, "end": 3697.12}
{"id": "_WAGakD9klk-t3697.12", "text": "and money in space i mean because if you think about money in space yeah money money in space", "start": 3697.12, "end": 3701.92}
{"id": "_WAGakD9klk-t3701.92", "text": "because you think about what was happening in the in the 16th century some people had foundries", "start": 3701.92, "end": 3706.7999999999997}
{"id": "_WAGakD9klk-t3706.8", "text": "in their own studio and others and the ship not and money is not a sufficient explanation no money", "start": 3706.8, "end": 3715.28}
{"id": "_WAGakD9klk-t3715.28", "text": "okay but if you look at the Natellos in general it's not by chance that in the diacrony the", "start": 3715.28, "end": 3722.0800000000004}
{"id": "_WAGakD9klk-t3722.0800000000004", "text": "differences of style you find the same in the single Judith so it's not only a question of money", "start": 3722.0800000000004, "end": 3728.96}
{"id": "_WAGakD9klk-t3728.96", "text": "oh money money can i say something about the classical i don't know whether this how", "start": 3728.96, "end": 3736.64}
{"id": "_WAGakD9klk-t3736.64", "text": "you know how this will strike you but how would it change things if i made the proposition and", "start": 3736.64, "end": 3741.84}
{"id": "_WAGakD9klk-t3741.84", "text": "and you agreed with this the viborgh scholars agreed with this that viborgh didn't actually", "start": 3741.84, "end": 3747.04}
{"id": "_WAGakD9klk-t3747.04", "text": "know much about classical antiquity that his classical antiquity for him was a known a known", "start": 3747.04, "end": 3752.96}
{"id": "_WAGakD9klk-t3752.96", "text": "quantity a fixed quantity he knew what every cultivated person knows i'm not sure he knew much", "start": 3752.96, "end": 3757.84}
{"id": "_WAGakD9klk-t3757.84", "text": "more about classical antiquity than say Freud did and it would i think would be instructive to", "start": 3757.84, "end": 3762.56}
{"id": "_WAGakD9klk-t3762.56", "text": "compare their images of antiquity that essentially his he was able to construct the system of", "start": 3762.56, "end": 3770.56}
{"id": "_WAGakD9klk-t3771.52", "text": "world's psychohistory of art that he did because antiquity remained a stable quantity he didn't", "start": 3771.52, "end": 3777.2000000000003}
{"id": "_WAGakD9klk-t3777.2", "text": "go too deeply into it he used only cliched images i would say that for vabor classic art classic was", "start": 3777.2, "end": 3788.0}
{"id": "_WAGakD9klk-t3788.0", "text": "the contrary that classic was for vincalmon for vincalmon classic was a norm a normatability", "start": 3788.0, "end": 3795.7599999999998}
{"id": "_WAGakD9klk-t3796.3199999999997", "text": "for vabor classic meant a way of instability classic means instability for him", "start": 3796.3199999999997, "end": 3806.7999999999997}
{"id": "_WAGakD9klk-t3806.8", "text": "this is the instability of greek tragic for vaborgh i i a mistake oh sorry sorry for vaborgh", "start": 3806.8, "end": 3816.32}
{"id": "_WAGakD9klk-t3816.32", "text": "it's instability so um once away once again it's about what do you do with the past", "start": 3816.32, "end": 3826.6400000000003}
{"id": "_WAGakD9klk-t3826.64", "text": "it's not about a news better i agree with you it for him classic is is kind of matrix it's a matrix", "start": 3826.64, "end": 3839.52}
{"id": "_WAGakD9klk-t3841.04", "text": "if i may just bring there's another element of metric which is in the classification of the", "start": 3841.04, "end": 3845.7599999999998}
{"id": "_WAGakD9klk-t3845.7599999999998", "text": "library and it begins with primitive art and then it's followed by pre-story card and then", "start": 3845.7599999999998, "end": 3851.2}
{"id": "_WAGakD9klk-t3851.2", "text": "classical art so there's this sense that primitive art even if it's something made in australia in", "start": 3851.2, "end": 3856.96}
{"id": "_WAGakD9klk-t3856.96", "text": "the 19th century should be put in a section before the historical section which are arranged", "start": 3856.96, "end": 3863.04}
{"id": "_WAGakD9klk-t3863.04", "text": "chronologically rather than alphabetically yes you you you're saying that this is the", "start": 3863.04, "end": 3870.16}
{"id": "_WAGakD9klk-t3870.16", "text": "doctrine of survival like the british folklorists right whom he was very influenced by that that", "start": 3870.16, "end": 3876.08}
{"id": "_WAGakD9klk-t3876.08", "text": "modern folkloric customs in rural england counted as archaic art archaic customs right yeah yeah", "start": 3876.08, "end": 3884.0}
{"id": "_WAGakD9klk-t3884.88", "text": "it might not be correct but that's certainly a starting point right that makes a classification", "start": 3884.88, "end": 3891.6}
{"id": "_WAGakD9klk-t3891.6", "text": "of knowledge so it right indeed that's right and yet that that notion is overlaid upon a in fact", "start": 3891.6, "end": 3901.6}
{"id": "_WAGakD9klk-t3901.6", "text": "a rather conventional bourgeois conception of what classical art was which included all the", "start": 3901.6, "end": 3908.4}
{"id": "_WAGakD9klk-t3909.44", "text": "the agitated and tragic features yeah but they're also in vinkleman's canon i mean the you know the", "start": 3909.44, "end": 3916.0}
{"id": "_WAGakD9klk-t3916.0", "text": "lachlan is he for for for vibor right it's right in the 1905 duress he ends it by talking about the", "start": 3916.0, "end": 3922.08}
{"id": "_WAGakD9klk-t3922.08", "text": "lachlan and the main ads and the and and all of these figures they're they're all in vinkleman's", "start": 3922.08, "end": 3927.44}
{"id": "_WAGakD9klk-t3927.44", "text": "canon it's not as if he's expanding the canon of ancient art he's just flipping through", "start": 3927.44, "end": 3931.6}
{"id": "_WAGakD9klk-t3932.4", "text": "illustrated books about ancient art and picking the images he likes which happens to be the", "start": 3932.4, "end": 3936.4}
{"id": "_WAGakD9klk-t3936.4", "text": "agitated ones but but there is a very thorough so to speak reception of antiquity in the 19th", "start": 3936.4, "end": 3942.7200000000003}
{"id": "_WAGakD9klk-t3942.7200000000003", "text": "century if you look at flobere salambo and the temptation of centantony it's not at all a calm", "start": 3942.7200000000003, "end": 3948.8}
{"id": "_WAGakD9klk-t3948.8", "text": "and our monious antiquity on the contrary it's a delirium for emotion color violence blood i mean", "start": 3948.8, "end": 3956.2400000000002}
{"id": "_WAGakD9klk-t3956.24", "text": "everything in donatello it is like in flobere it is completely chaotic this is the point i", "start": 3956.24, "end": 3962.24}
{"id": "_WAGakD9klk-t3962.24", "text": "like to throw a little bit of a wrench into what you're saying uh that's my role here", "start": 3962.24, "end": 3968.3199999999997}
{"id": "_WAGakD9klk-t3969.68", "text": "uh i think the way in which museums to this day categorize so-called primitive art", "start": 3969.68, "end": 3976.3999999999996}
{"id": "_WAGakD9klk-t3977.3599999999997", "text": "is they don't quite know what to do with it and since you know we are the white imperialists", "start": 3977.3599999999997, "end": 3982.9599999999996}
{"id": "_WAGakD9klk-t3982.96", "text": "right and we know everything right why are these funny yellow people black people", "start": 3982.96, "end": 3989.2}
{"id": "_WAGakD9klk-t3990.2400000000002", "text": "red people making work that you can recognize as art i mean the metropolitan is put together", "start": 3990.2400000000002, "end": 3996.0}
{"id": "_WAGakD9klk-t3996.0", "text": "that way and it sounds like the warburg museum was put together that way too i mean there's no", "start": 3996.0, "end": 4002.16}
{"id": "_WAGakD9klk-t4002.16", "text": "sense of equality between different kinds of people none well we're already as concerned that's", "start": 4002.16, "end": 4011.04}
{"id": "_WAGakD9klk-t4011.04", "text": "there there's a point that touches on to the whole problem of an also an older idea of anthropology", "start": 4011.04, "end": 4016.72}
{"id": "_WAGakD9klk-t4017.44", "text": "which may be one of the reasons of course why warburg has regained some interest because it's", "start": 4017.44, "end": 4022.56}
{"id": "_WAGakD9klk-t4022.56", "text": "supposedly owns onto anthropology as uh we're becoming increasingly sensitive the notion that", "start": 4022.56, "end": 4029.84}
{"id": "_WAGakD9klk-t4030.72", "text": "the others are those who don't have history that's uh you know they do have history of course", "start": 4030.72, "end": 4036.24}
{"id": "_WAGakD9klk-t4036.24", "text": "some of course of course of course of course but what i'm saying is that that older", "start": 4036.24, "end": 4042.3999999999996}
{"id": "_WAGakD9klk-t4042.3999999999996", "text": "anthropological idea that ethnology or ethnography was a study of other peoples because those people", "start": 4042.3999999999996, "end": 4048.08}
{"id": "_WAGakD9klk-t4048.08", "text": "showed us what we were like when we were in the past and therefore history has stopped in those", "start": 4048.08, "end": 4054.9599999999996}
{"id": "_WAGakD9klk-t4054.9599999999996", "text": "parts of the world where supposedly uh progress has not come and others who don't have machines", "start": 4054.9599999999996, "end": 4062.8799999999997}
{"id": "_WAGakD9klk-t4062.88", "text": "or whatever it might be but it's always artists that would pick up so-called primitive art like", "start": 4062.88, "end": 4068.88}
{"id": "_WAGakD9klk-t4068.88", "text": "pakaso and and treat it as contemporary art and i i wonder if that's another actually a sort of a", "start": 4068.88, "end": 4077.28}
{"id": "_WAGakD9klk-t4077.28", "text": "problem behind some of the assumptions of warburg's work you know i think so going to going to New", "start": 4077.28, "end": 4085.2000000000003}
{"id": "_WAGakD9klk-t4085.2", "text": "Mexico and so forth but and and and actually brings up a question i wanted to ask to this group", "start": 4085.2, "end": 4097.84}
{"id": "_WAGakD9klk-t4098.88", "text": "because one of the ways in which why would have answered is the question of why warburg's of", "start": 4098.88, "end": 4106.24}
{"id": "_WAGakD9klk-t4106.24", "text": "generally of interest but i'll bring it back to the renaissance question and relate it to what we", "start": 4106.24, "end": 4110.88}
{"id": "_WAGakD9klk-t4110.88", "text": "were talking about a minute ago is uh that as you said he's nomencl it's been said that his", "start": 4110.88, "end": 4118.72}
{"id": "_WAGakD9klk-t4118.72", "text": "writing is enigmatic you could say that it was vatic that it's a prophetic and so it's like", "start": 4118.72, "end": 4123.68}
{"id": "_WAGakD9klk-t4123.68", "text": "banyam and you can read a lot into it you can read what you want but um i wonder if there aren't", "start": 4123.68, "end": 4129.84}
{"id": "_WAGakD9klk-t4129.84", "text": "some other things that can be said about that about why this is um attractive now that is to say", "start": 4129.84, "end": 4137.6}
{"id": "_WAGakD9klk-t4137.6", "text": "war uh yeah um and uh um if uh there is uh this kind of uh tension that is to say the idea of how", "start": 4137.6, "end": 4153.280000000001}
{"id": "_WAGakD9klk-t4153.280000000001", "text": "there's an underlying presence which is always there and something else uh in terms of the renaissance", "start": 4153.280000000001, "end": 4160.88}
{"id": "_WAGakD9klk-t4160.88", "text": "too the assumption and what does it mean therefore uh what when we have a dual kind of meaning this", "start": 4160.88, "end": 4167.76}
{"id": "_WAGakD9klk-t4167.76", "text": "relates to both of the things that we've been talking about warburg says on the one hand", "start": 4167.76, "end": 4172.4800000000005}
{"id": "_WAGakD9klk-t4174.08", "text": "whether they say Athens and uh Oribi always won uh and then but at the same time using Athens", "start": 4174.08, "end": 4181.76}
{"id": "_WAGakD9klk-t4181.76", "text": "perhaps in another way he says uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh uh", "start": 4181.76, "end": 4191.68}
{"id": "_WAGakD9klk-t4191.68", "text": "Athens once once to be conquered again back from Alexandria again and again i mean what does Athens", "start": 4191.68, "end": 4199.6}
{"id": "_WAGakD9klk-t4199.6", "text": "mean in both of these instances the same yeah it just means low logos yeah reason as", "start": 4199.6, "end": 4206.88}
{"id": "_WAGakD9klk-t4206.88", "text": "a star astra asta so um so and now is andry is a", "start": 4206.88, "end": 4214.96}
{"id": "_WAGakD9klk-t4214.96", "text": "is a meta-linear is not right but it used to it used to be Jerusalem but he switched it to", "start": 4214.96, "end": 4220.72}
{"id": "_WAGakD9klk-t4220.72", "text": "Alexandria to orientalize in a non-Jewish way yeah um but uh we're thinking of Oribi also being", "start": 4220.72, "end": 4230.72}
{"id": "_WAGakD9klk-t4230.72", "text": "what is always present underneath why why does it want to be why does it what do you how do you", "start": 4230.72, "end": 4236.88}
{"id": "_WAGakD9klk-t4236.88", "text": "interpret the vial the vola the the wanting why and how does that relate to the renaissance in", "start": 4236.88, "end": 4245.12}
{"id": "_WAGakD9klk-t4245.12", "text": "some sense that's that will to freedom that what wants to be reconquered from uh Alexandria wants", "start": 4245.12, "end": 4251.04}
{"id": "_WAGakD9klk-t4251.04", "text": "to be delivered from the clutches of the oriental uh bottle you know somaticism and drives and", "start": 4251.04, "end": 4257.68}
{"id": "_WAGakD9klk-t4257.68", "text": "some work right i mean and that's still how he's i mean we didn't even talk about that but that's", "start": 4257.68, "end": 4262.8}
{"id": "_WAGakD9klk-t4262.8", "text": "still how he saw the in i mean the renaissance for for him was this you know this uh this this", "start": 4262.8, "end": 4268.0}
{"id": "_WAGakD9klk-t4268.0", "text": "connection across time back to you know back to uh back to logos overcoming whether we're medieval", "start": 4268.0, "end": 4274.400000000001}
{"id": "_WAGakD9klk-t4274.400000000001", "text": "demons as well not perhaps it is also the fact that uh it is strange in vabo that when he speaks", "start": 4274.400000000001, "end": 4282.8}
{"id": "_WAGakD9klk-t4282.8", "text": "about uh archaism primit archaism greek archa it's never greek archaic art it's always", "start": 4282.8, "end": 4292.72}
{"id": "_WAGakD9klk-t4292.72", "text": "alexandrin i i mean elenistice period always the laocoon style the peregamon you know so it's not", "start": 4292.72, "end": 4303.360000000001}
{"id": "_WAGakD9klk-t4303.36", "text": "a cake at all for a history on the point of view of the history of greek art but for him this is the", "start": 4303.36, "end": 4313.28}
{"id": "_WAGakD9klk-t4313.28", "text": "so alexandrin alexandrin should mean something with this kind of no i think his point is the classical", "start": 4313.28, "end": 4320.639999999999}
{"id": "_WAGakD9klk-t4320.639999999999", "text": "yes i think his point is the classical greek art alexandrinized itself and sort of allowed itself to be", "start": 4320.639999999999, "end": 4328.4}
{"id": "_WAGakD9klk-t4328.4", "text": "contaminated by the oriental and that's what unleashed all these kind of baroque passions", "start": 4328.4, "end": 4333.92}
{"id": "_WAGakD9klk-t4333.92", "text": "which then needed to be tamed by by the renaissance which received them and corrected them", "start": 4333.92, "end": 4339.2}
{"id": "_WAGakD9klk-t4344.719999999999", "text": "thank you", "start": 4344.719999999999, "end": 4345.12}
{"id": "_WAGakD9klk-t4345.12", "text": "thank you", "start": 4345.12, "end": 4352.8}
{"id": "_WAGakD9klk-t4352.8", "text": "vaboque chose the renaissance as his focus his trap point or maybe the renaissance chose", "start": 4352.8, "end": 4359.84}
{"id": "_WAGakD9klk-t4360.88", "text": "vaboque um to speak to chris's point precisely because it was the period in which the oscillation", "start": 4360.88, "end": 4369.36}
{"id": "_WAGakD9klk-t4369.36", "text": "both the temporal and spatial oscillation between what he called the phobic legacy", "start": 4369.36, "end": 4375.28}
{"id": "_WAGakD9klk-t4376.719999999999", "text": "and the mathematical resulted most clearly in batonin heights in in in this prudencia this", "start": 4376.719999999999, "end": 4384.799999999999}
{"id": "_WAGakD9klk-t4386.32", "text": "moment in which um a kind of clear-eyed wisdom could exist and therefore the classical ideal", "start": 4386.32, "end": 4394.719999999999}
{"id": "_WAGakD9klk-t4394.72", "text": "was revivified but the renaissance has the double or the meta value that", "start": 4394.72, "end": 4402.56}
{"id": "_WAGakD9klk-t4404.08", "text": "it revivifies that classical ideal once removed and then you put vaboque as twice removed and so", "start": 4404.08, "end": 4412.4800000000005}
{"id": "_WAGakD9klk-t4412.4800000000005", "text": "he is able to as it were see himself reflected in that renaissance doubling", "start": 4412.4800000000005, "end": 4417.92}
{"id": "_WAGakD9klk-t4417.92", "text": "which raises the question of where we are now right one step further removed", "start": 4417.92, "end": 4425.92}
{"id": "_WAGakD9klk-t4426.64", "text": "which wing which which factions among the vaboque um literature are participating in that", "start": 4426.64, "end": 4435.2}
{"id": "_WAGakD9klk-t4435.2", "text": "specular regression regressive process in which are abandoning it and setting up other beachheads", "start": 4435.2, "end": 4442.56}
{"id": "_WAGakD9klk-t4442.56", "text": "occupying other beachheads i would be in the neuroscience well i don't want to do it", "start": 4442.56, "end": 4447.68}
{"id": "_WAGakD9klk-t4447.68", "text": "no i think it's more complicated than that certainly the neuro i would say the neuro biological", "start": 4447.68, "end": 4452.56}
{"id": "_WAGakD9klk-t4453.76", "text": "i mean i don't want to label it so much but this kind of it that aspect of interest in vaboque", "start": 4453.76, "end": 4457.92}
{"id": "_WAGakD9klk-t4457.92", "text": "is not interested in these questions of history that's all i was saying at the beginning and it", "start": 4457.92, "end": 4462.320000000001}
{"id": "_WAGakD9klk-t4462.320000000001", "text": "except in so far as the memory is the place where it's way unique", "start": 4462.320000000001, "end": 4466.96}
{"id": "_WAGakD9klk-t4470.400000000001", "text": "or other places too that's the place that person appears to me", "start": 4470.400000000001, "end": 4474.320000000001}
{"id": "_WAGakD9klk-t4474.32", "text": "mm-hmm maybe", "start": 4474.32, "end": 4476.32}
{"id": "_WAGakD9klk-t4479.44", "text": "first of all a quick comment to as your your um", "start": 4479.44, "end": 4483.28}
{"id": "_WAGakD9klk-t4486.24", "text": "reference to psychology which is i completely agree a very ambiguous word if you use it", "start": 4486.24, "end": 4492.32}
{"id": "_WAGakD9klk-t4493.44", "text": "referring to authors like very flin whose prolegomena to a psychology of architecture", "start": 4493.44, "end": 4499.599999999999}
{"id": "_WAGakD9klk-t4499.6", "text": "uh work characterized as psychology without psyche because they are very symmetological and this is", "start": 4499.6, "end": 4508.400000000001}
{"id": "_WAGakD9klk-t4508.400000000001", "text": "true for many authors of the ein film theories as well he'll the brand fish authors very well", "start": 4508.400000000001, "end": 4518.72}
{"id": "_WAGakD9klk-t4518.72", "text": "known to to vaboque um my question refers to your very dense paper of this morning", "start": 4518.72, "end": 4527.360000000001}
{"id": "_WAGakD9klk-t4527.36", "text": "um and particularly on the notion of symptom which is crucial and central to the paper and to", "start": 4527.36, "end": 4537.44}
{"id": "_WAGakD9klk-t4538.639999999999", "text": "the whole of your reflection and particularly to the polarity opening closing because if i think", "start": 4538.639999999999, "end": 4547.44}
{"id": "_WAGakD9klk-t4547.44", "text": "of the notion of symptom as used in ordinary language but also in the discourse of the medical", "start": 4547.44, "end": 4556.719999999999}
{"id": "_WAGakD9klk-t4556.72", "text": "discourse in therapy perhaps even in psychotherapy and in psychoanalytical discourse", "start": 4556.72, "end": 4563.4400000000005}
{"id": "_WAGakD9klk-t4565.4400000000005", "text": "symptom is referred to one manifestation of the body fever for example that can have different", "start": 4565.4400000000005, "end": 4575.280000000001}
{"id": "_WAGakD9klk-t4575.28", "text": "causes so the in the medical semiotics you see something an image of the body the rush the red", "start": 4575.28, "end": 4587.84}
{"id": "_WAGakD9klk-t4588.8", "text": "the high temperature and you have to close the perspective because you have many i.t.i. many", "start": 4588.8, "end": 4597.12}
{"id": "_WAGakD9klk-t4597.12", "text": "causes and you need to close the perspective the optics until you have found the cause that", "start": 4597.12, "end": 4607.36}
{"id": "_WAGakD9klk-t4607.36", "text": "determines that symptom on the contrary if i understand well your position and your hermeneutics of the", "start": 4607.36, "end": 4616.48}
{"id": "_WAGakD9klk-t4616.48", "text": "symptom leaning on vaboque it seems to me that the use of symptom here is here is rather the opposite", "start": 4616.48, "end": 4627.599999999999}
{"id": "_WAGakD9klk-t4628.32", "text": "it's not closing the perspective closing it on a single meaning because if we take a patos former", "start": 4628.32, "end": 4639.839999999999}
{"id": "_WAGakD9klk-t4639.84", "text": "it is symptomatic but it is a bodily posture the nymph the manad that can be inversed and", "start": 4639.84, "end": 4650.4800000000005}
{"id": "_WAGakD9klk-t4650.4800000000005", "text": "transformed into a christian makdalene like in bertol vudijovani or the serpent that can be", "start": 4650.4800000000005, "end": 4656.96}
{"id": "_WAGakD9klk-t4656.96", "text": "a sign of pathology of evil and a sign of therapy a far macon so in this second perspective that", "start": 4656.96, "end": 4670.0}
{"id": "_WAGakD9klk-t4670.0", "text": "seems to me yours and verbal perspective symptom and perhaps even froy's perspective symptom is", "start": 4670.0, "end": 4678.4800000000005}
{"id": "_WAGakD9klk-t4678.48", "text": "not closing to a single cause but rather opening up the image to its possible multiple meanings", "start": 4678.48, "end": 4690.0}
{"id": "_WAGakD9klk-t4694.799999999999", "text": "you know that it is a big question of course i began on this problem", "start": 4694.799999999999, "end": 4701.5199999999995}
{"id": "_WAGakD9klk-t4701.52", "text": "um long ago studying and confronting charco's notion of symptoms and froy's one", "start": 4701.52, "end": 4712.320000000001}
{"id": "_WAGakD9klk-t4714.240000000001", "text": "it seems to me that the difference between them one could be said positivist and the other", "start": 4714.240000000001, "end": 4723.52}
{"id": "_WAGakD9klk-t4723.52", "text": "okay for a new way of you find the same in art history the exactly the same", "start": 4723.52, "end": 4734.96}
{"id": "_WAGakD9klk-t4736.0", "text": "I love the essay by ginsburg about the the clues the indexical but he does not recognize", "start": 4736.0, "end": 4743.76}
{"id": "_WAGakD9klk-t4743.76", "text": "this battlefield so perhaps i invent a battlefield or if i am wrong or he does not recognize there is", "start": 4743.76, "end": 4755.360000000001}
{"id": "_WAGakD9klk-t4756.16", "text": "a fundamental difference um you have fever the doctor comes and says uh influencer okay when", "start": 4756.16, "end": 4768.16}
{"id": "_WAGakD9klk-t4768.16", "text": "you have the name you have the solution because there are some medicine for influencer", "start": 4768.16, "end": 4775.5199999999995}
{"id": "_WAGakD9klk-t4777.36", "text": "you are in front of painting from the", "start": 4777.36, "end": 4782.4}
{"id": "_WAGakD9klk-t4782.4", "text": "the some collection in parma your name is morality and you say it's i don't know lon franco okay", "start": 4782.4, "end": 4795.28}
{"id": "_WAGakD9klk-t4798.48", "text": "the name means the solution symptom is an enigma and the name is a solution you have a series of", "start": 4798.48, "end": 4810.48}
{"id": "_WAGakD9klk-t4810.48", "text": "portraits and through a big graphic analysis you say he is loreann so the image is he is the son", "start": 4810.48, "end": 4822.48}
{"id": "_WAGakD9klk-t4823.04", "text": "the first son etc this is a kind of interpretative way", "start": 4823.04, "end": 4831.36}
{"id": "_WAGakD9klk-t4831.36", "text": "uh linked to this first interpretation of what is the symptom the second is of course in my mind", "start": 4831.36, "end": 4843.12}
{"id": "_WAGakD9klk-t4843.12", "text": "influenced by psychoanalysis i would say if you i am not an analizan but i'm sure that if you go", "start": 4843.12, "end": 4855.839999999999}
{"id": "_WAGakD9klk-t4855.84", "text": "to a psychoanalysis and one day you say it's mama mami it's not the end of the interpretive", "start": 4855.84, "end": 4867.84}
{"id": "_WAGakD9klk-t4869.360000000001", "text": "process perhaps it's the beginning and so is art history when you recognize a name an attribution", "start": 4869.360000000001, "end": 4880.400000000001}
{"id": "_WAGakD9klk-t4880.4", "text": "a signification iconography it's not the end it's the beginning this is my view and i think", "start": 4880.4, "end": 4890.719999999999}
{"id": "_WAGakD9klk-t4891.28", "text": "there is a big struggle today without even which is not named as such between the symptom in the", "start": 4891.28, "end": 4900.639999999999}
{"id": "_WAGakD9klk-t4900.64", "text": "first sense so to speak closing and the opening one the most delusian so to speak most rheismatic if you", "start": 4900.64, "end": 4911.92}
{"id": "_WAGakD9klk-t4911.92", "text": "want", "start": 4911.92, "end": 4914.160000000001}
{"id": "_WAGakD9klk-t4914.16", "text": "isn't that implicit in your notion of transversal that is metonymic", "start": 4914.16, "end": 4921.84}
{"id": "_WAGakD9klk-t4923.76", "text": "completely much like delusian fall which may be a single thing but it opens up", "start": 4923.76, "end": 4930.8}
{"id": "_WAGakD9klk-t4930.8", "text": "absolutely absolutely yeah i'm glad you just opened up a bridge which i wanted to speak about", "start": 4930.8, "end": 4946.0}
{"id": "_WAGakD9klk-t4946.0", "text": "i'm i'm kind of the devil in between i'm a painter and an art historian and when i was very young", "start": 4946.0, "end": 4951.92}
{"id": "_WAGakD9klk-t4951.92", "text": "i studied with i guess varbergian influence art historians like the toenai and vittkover", "start": 4951.92, "end": 4958.72}
{"id": "_WAGakD9klk-t4958.72", "text": "and panofsky was there and oscar christella i wasn't ready for all of them but what i want to say", "start": 4958.72, "end": 4965.76}
{"id": "_WAGakD9klk-t4965.76", "text": "it opened up a world for me because it formed a kind of armature or a bridge to inter inter", "start": 4965.76, "end": 4972.96}
{"id": "_WAGakD9klk-t4972.96", "text": "disciplinary worlds because here i suddenly saw the renaissance as an integrated culture where", "start": 4972.96, "end": 4978.8}
{"id": "_WAGakD9klk-t4978.8", "text": "we got literature and philosophy and all the different disciplines came together and it it", "start": 4978.8, "end": 4985.2}
{"id": "_WAGakD9klk-t4985.2", "text": "performed amazing kind of mystery for me of how to delve how to get into the intercesses of all", "start": 4985.2, "end": 4991.84}
{"id": "_WAGakD9klk-t4991.84", "text": "these fields and find a transmission of culture a kernel of culture i never took it literally", "start": 4991.84, "end": 4997.36}
{"id": "_WAGakD9klk-t4997.36", "text": "and of course we all criticized gombrick for calling primitive art and later it became tribal art", "start": 4997.36, "end": 5003.76}
{"id": "_WAGakD9klk-t5003.76", "text": "and of course there was a lot of christianists and a lot of problems with with um", "start": 5003.76, "end": 5007.92}
{"id": "_WAGakD9klk-t5007.92", "text": "um with what we call tribal art today an archaic art but it gave me a sense of how can culture be", "start": 5007.92, "end": 5017.04}
{"id": "_WAGakD9klk-t5017.04", "text": "contained it's contained in the word but it can also be contained in images so though it's not", "start": 5017.04, "end": 5021.84}
{"id": "_WAGakD9klk-t5021.84", "text": "the way painters will often discuss a painting it had it gave it another dimension and that", "start": 5021.84, "end": 5029.92}
{"id": "_WAGakD9klk-t5029.92", "text": "dimension um should be opened up that dimension of a transmission of a total culture um there are", "start": 5029.92, "end": 5036.56}
{"id": "_WAGakD9klk-t5036.56", "text": "um there are some painters today that attempt that uh unselylm kefer maybe kentridge a few who", "start": 5036.56, "end": 5042.88}
{"id": "_WAGakD9klk-t5042.88", "text": "attempt to kind of cultural transmission through imagery uh or as or just what we're talking about", "start": 5042.88, "end": 5050.160000000001}
{"id": "_WAGakD9klk-t5050.160000000001", "text": "now association so that there are there's no such thing as a closed image it's infinite in it", "start": 5050.160000000001, "end": 5056.56}
{"id": "_WAGakD9klk-t5056.56", "text": "it's historical line lineage and we can go back and forth so it has in it to me speaking also of", "start": 5056.56, "end": 5063.92}
{"id": "_WAGakD9klk-t5063.92", "text": "bothlyn who was fascinating and i fascinating because he gave words for um for the beginning", "start": 5063.92, "end": 5072.0}
{"id": "_WAGakD9klk-t5072.0", "text": "of exploring a painting open and closed forms of course he said baroque renous a contrast at", "start": 5072.0, "end": 5077.12}
{"id": "_WAGakD9klk-t5077.12", "text": "everything we don't have to contrast it as simply but it is an interesting way of perceiving uh is", "start": 5077.12, "end": 5083.04}
{"id": "_WAGakD9klk-t5083.04", "text": "there such thing as a more closed culture and a more open culture or ways of talking about things", "start": 5083.04, "end": 5088.72}
{"id": "_WAGakD9klk-t5088.72", "text": "so i think this tradition is very important uh as again as a vessel for culture and shouldn't be", "start": 5088.72, "end": 5097.76}
{"id": "_WAGakD9klk-t5097.76", "text": "the dichotomy of artists and art historians and scholars should be opened up in a much freer way", "start": 5097.76, "end": 5103.76}
{"id": "_WAGakD9klk-t5104.56", "text": "and speaking well oh that's that's enough", "start": 5104.56, "end": 5107.280000000001}
{"id": "_WAGakD9klk-t5107.28", "text": "i i i don't um object to the basic uh statesman by panofsky that art history is a humanistic", "start": 5107.28, "end": 5127.28}
{"id": "_WAGakD9klk-t5127.28", "text": "discipline i don't object to this uh this article by panofsky and artist uh scientist genius it's", "start": 5127.28, "end": 5138.0}
{"id": "_WAGakD9klk-t5138.0", "text": "the title artist savagini yes it was about the humanism as de cluison mo how do you say", "start": 5138.0, "end": 5148.08}
{"id": "_WAGakD9klk-t5148.08", "text": "what is the compartment? the compartment so the in the age of renaissance we have a new kind of", "start": 5148.08, "end": 5160.4}
{"id": "_WAGakD9klk-t5160.4", "text": "interdisciplinarity so to speak this is wonderful okay uh i am uh i was born to so to speak in the", "start": 5160.4, "end": 5172.0}
{"id": "_WAGakD9klk-t5172.0", "text": "stricturalist french school at this time uh it was useful to say the humanism is over", "start": 5172.0, "end": 5181.12}
{"id": "_WAGakD9klk-t5182.32", "text": "i don't agree with this i agree with a very much revolutionary french writer whose name is", "start": 5182.32, "end": 5193.6}
{"id": "_WAGakD9klk-t5193.6", "text": "josh batai who said that we need a more he says it's a quotation we need a more complete humanism", "start": 5193.6, "end": 5204.88}
{"id": "_WAGakD9klk-t5205.68", "text": "and he meant we need a humanism which includes the ineshive mo how do you say", "start": 5205.68, "end": 5217.4400000000005}
{"id": "_WAGakD9klk-t5217.44", "text": "incompleteness what is to say of course we need the hypothesis of the unconscious that's all", "start": 5217.44, "end": 5228.799999999999}
{"id": "_WAGakD9klk-t5229.759999999999", "text": "you know that's all can i just add i mean i very much appreciate what you said because you've", "start": 5229.759999999999, "end": 5234.5599999999995}
{"id": "_WAGakD9klk-t5234.5599999999995", "text": "been introduced a term which has been absent from our panel it should have been here and that's", "start": 5234.5599999999995, "end": 5240.0}
{"id": "_WAGakD9klk-t5240.0", "text": "the concept of a cultural cultural history or kulturvissenshaft is the germans called it a", "start": 5240.0, "end": 5245.919999999999}
{"id": "_WAGakD9klk-t5245.92", "text": "total study of culture which within which varburg loom is very large and it's an ongoing process", "start": 5245.92, "end": 5254.16}
{"id": "_WAGakD9klk-t5254.16", "text": "and subject today of much debate about what would be an updating of this of this project that you", "start": 5254.16, "end": 5259.12}
{"id": "_WAGakD9klk-t5259.12", "text": "so well described and experienced the only objection i would have and it's a little bit parallel to", "start": 5259.12, "end": 5264.16}
{"id": "_WAGakD9klk-t5264.8", "text": "to josh and i would invoke not batai batai de gur who said of the humanists in his letter on", "start": 5264.8, "end": 5270.88}
{"id": "_WAGakD9klk-t5270.88", "text": "humanism he said the problem with humanism is that its conception of man is not elevated enough", "start": 5270.88, "end": 5276.0}
{"id": "_WAGakD9klk-t5276.56", "text": "it's this parallel he and batai were contemporaries and a parallel concept of the of the incompleteness", "start": 5276.56, "end": 5282.4800000000005}
{"id": "_WAGakD9klk-t5282.4800000000005", "text": "of the project and to that extent i would object the only objection i would have is to the very", "start": 5282.4800000000005, "end": 5287.52}
{"id": "_WAGakD9klk-t5287.52", "text": "concept of culture because the concept of culture it seems to me presupposes already an ideal of", "start": 5287.52, "end": 5294.96}
{"id": "_WAGakD9klk-t5294.96", "text": "how it should turn out but the culture in fact is something we haven't achieved and we'll probably", "start": 5294.96, "end": 5299.6}
{"id": "_WAGakD9klk-t5299.6", "text": "never achieve culture is some kind of this total connectedness so i don't i don't think that works", "start": 5299.6, "end": 5304.400000000001}
{"id": "_WAGakD9klk-t5304.400000000001", "text": "of art can transmit a culture or that they can in any way kind of deliver a culture to us they are", "start": 5304.400000000001, "end": 5310.72}
{"id": "_WAGakD9klk-t5310.72", "text": "simply attempts or steps towards some kind of project called culture", "start": 5310.72, "end": 5319.04}
{"id": "_WAGakD9klk-t5319.04", "text": "i meant a historical evolution development by the word", "start": 5319.04, "end": 5324.4800000000005}
{"id": "_WAGakD9klk-t5324.48", "text": "the positivity of things that have existed right", "start": 5324.48, "end": 5331.12}
{"id": "_WAGakD9klk-t5331.12", "text": "okay okay but the word is in the in high degrees debate with casser and in barberges involved here", "start": 5331.12, "end": 5336.0}
{"id": "_WAGakD9klk-t5336.0", "text": "because remember varborg is you know casser's close to varborg and identifies his project with", "start": 5336.0, "end": 5341.04}
{"id": "_WAGakD9klk-t5341.04", "text": "varborg in high degrees debate with casser that's what it comes down to whether culture is is", "start": 5341.04, "end": 5346.719999999999}
{"id": "_WAGakD9klk-t5346.719999999999", "text": "something we can start with or whether we need to end with it but that wasn't necessarily the", "start": 5346.719999999999, "end": 5352.0}
{"id": "_WAGakD9klk-t5352.0", "text": "line that one had to take because they were also close to boas here close to close to boas boas here", "start": 5352.0, "end": 5359.44}
{"id": "_WAGakD9klk-t5360.24", "text": "the anthropology here i mean in new york and that would that would have been another", "start": 5360.24, "end": 5365.28}
{"id": "_WAGakD9klk-t5365.28", "text": "lie i mean culture is the way you would have heard us and understood here in new york and uh as", "start": 5365.28, "end": 5371.68}
{"id": "_WAGakD9klk-t5371.68", "text": "you know the other side of the anthropology is being developed which also then enters into the", "start": 5371.68, "end": 5376.8}
{"id": "_WAGakD9klk-t5376.8", "text": "frang anthropology and so forth so it's uh it doesn't have to be the line you're describing as", "start": 5376.8, "end": 5383.92}
{"id": "_WAGakD9klk-t5383.92", "text": "as in which shall we say the mandarin view of five inch class", "start": 5383.92, "end": 5390.88}
{"id": "_WAGakD9klk-t5390.88", "text": "happy yeah just just a short comment um many elements that came from this uh afternoon very", "start": 5390.88, "end": 5400.88}
{"id": "_WAGakD9klk-t5400.88", "text": "interesting discussion i think point uh or brother to put it slightly differently convince me even", "start": 5400.88, "end": 5409.2}
{"id": "_WAGakD9klk-t5409.2", "text": "more why we still need fraud and perhaps why we need more varborg in a way i think in", "start": 5409.2, "end": 5418.96}
{"id": "_WAGakD9klk-t5418.96", "text": "the present moment what is really of the incredible importance uh is uh to focus on images", "start": 5418.96, "end": 5432.64}
{"id": "_WAGakD9klk-t5433.68", "text": "their power their pervasive presence in our life i i take this to be even more important than", "start": 5433.68, "end": 5441.6}
{"id": "_WAGakD9klk-t5441.6", "text": "their supposed aesthetic quality because and uh there is a trend which keeps going on", "start": 5441.6, "end": 5450.0}
{"id": "_WAGakD9klk-t5451.280000000001", "text": "so to speak the more or less explicit tendency to sterilize images to reassert the necessity to", "start": 5451.280000000001, "end": 5463.92}
{"id": "_WAGakD9klk-t5463.92", "text": "have a subject and an object to externalize images so that we can contemplate uh uh for", "start": 5463.92, "end": 5473.04}
{"id": "_WAGakD9klk-t5473.04", "text": "hand then so to speak but uh the problem is they are simultaneously very much through hand then", "start": 5473.04, "end": 5480.16}
{"id": "_WAGakD9klk-t5480.16", "text": "and this through hand the night of images speaks in my opinion also from the very narrow peeping", "start": 5480.16, "end": 5488.56}
{"id": "_WAGakD9klk-t5488.56", "text": "hole that our level of description allows that of neuroscience they uh put us into question uh so", "start": 5488.56, "end": 5498.400000000001}
{"id": "_WAGakD9klk-t5499.52", "text": "they are not just the external object or contemplation but they look at us so there is a", "start": 5499.52, "end": 5506.4800000000005}
{"id": "_WAGakD9klk-t5506.4800000000005", "text": "charismatic relationship between the image and the beholder and to make full sense of that i think", "start": 5506.4800000000005, "end": 5513.120000000001}
{"id": "_WAGakD9klk-t5513.12", "text": "uh we need uh approaches uh like that of a fraud and and varborg they specifically focus on this", "start": 5513.12, "end": 5523.28}
{"id": "_WAGakD9klk-t5523.28", "text": "aspect that that needs to be more and more uh at the center of uh of our reflection now i think", "start": 5523.28, "end": 5531.44}
{"id": "_WAGakD9klk-t5531.44", "text": "and what do you think about phenomenology i mean for the but what's about uh merlot pointi", "start": 5531.44, "end": 5538.72}
{"id": "_WAGakD9klk-t5538.72", "text": "uh which i'm very fond of the late merlot pointi visible and invisible and particularly um i see", "start": 5538.72, "end": 5546.64}
{"id": "_WAGakD9klk-t5547.2", "text": "there is uh more and more people are are looking back to merlot pointi um in film theory for example", "start": 5547.2, "end": 5557.2}
{"id": "_WAGakD9klk-t5557.84", "text": "in this country there are people like vidian subject uh that since maybe 20 years with carnal", "start": 5557.84, "end": 5564.16}
{"id": "_WAGakD9klk-t5564.16", "text": "thought has brought back phenomenology and particularly merlot pointi in the debate of uh of film theory", "start": 5564.16, "end": 5572.16}
{"id": "_WAGakD9klk-t5572.72", "text": "uh the publication of his notes for the course uh the collage difference uh the word of expression", "start": 5572.72, "end": 5582.24}
{"id": "_WAGakD9klk-t5582.24", "text": "and i don't remember exactly the the english title uh that has been recently published", "start": 5582.24, "end": 5588.48}
{"id": "_WAGakD9klk-t5588.48", "text": "marocarbonne for example in lion is working uh and uh this is perfect for also for for guiding our", "start": 5588.48, "end": 5597.919999999999}
{"id": "_WAGakD9klk-t5597.919999999999", "text": "approach uh to our relationship to images so i think this uh reversibility of the relationship", "start": 5597.919999999999, "end": 5608.959999999999}
{"id": "_WAGakD9klk-t5608.96", "text": "between the image and the beholder is something that uh can be inspired by by barber approach beside", "start": 5608.96, "end": 5618.24}
{"id": "_WAGakD9klk-t5618.24", "text": "uh as i said uh phenomenology so and i i'm i'm pretty much convinced that the debate on on images", "start": 5618.24, "end": 5626.16}
{"id": "_WAGakD9klk-t5626.16", "text": "will be more and more uh uh focusing on this aspect also because of the real volatile nature of an", "start": 5626.16, "end": 5633.84}
{"id": "_WAGakD9klk-t5633.84", "text": "aesthetic definition of an image uh as an artistic one everybody seems to be aware of that nowadays", "start": 5633.84, "end": 5641.52}
{"id": "_WAGakD9klk-t5641.52", "text": "thank you can i say something just uh a small point reacting to your discourse", "start": 5641.52, "end": 5651.2}
{"id": "_WAGakD9klk-t5651.2", "text": "um if we take seriously the lesson of the phenomenological lesson uh through i mean even", "start": 5651.2, "end": 5664.0}
{"id": "_WAGakD9klk-t5664.0", "text": "beansbanker which tells merlot pointi lacco we must say that the the relation the visual relation", "start": 5664.0, "end": 5675.5199999999995}
{"id": "_WAGakD9klk-t5675.52", "text": "is complexified when lacan said you are looked by i am looked by you", "start": 5675.52, "end": 5685.040000000001}
{"id": "_WAGakD9klk-t5685.040000000001", "text": "uh the the the the the the the visual relation the the gaze is also something which is not only", "start": 5685.040000000001, "end": 5695.4400000000005}
{"id": "_WAGakD9klk-t5695.4400000000005", "text": "frontal it's a complexification of our our work and i mean when we study a work of art", "start": 5695.4400000000005, "end": 5704.400000000001}
{"id": "_WAGakD9klk-t5704.4", "text": "especially for example or renaissance one we are extremely interested in what happened", "start": 5704.4, "end": 5710.24}
{"id": "_WAGakD9klk-t5710.879999999999", "text": "in the space what space the cell the the the palazzo what happened of course the painting here", "start": 5710.879999999999, "end": 5720.719999999999}
{"id": "_WAGakD9klk-t5720.719999999999", "text": "the tapestry but what happened there what was the specialty uh to look at is not only to look at one", "start": 5720.719999999999, "end": 5729.5199999999995}
{"id": "_WAGakD9klk-t5729.52", "text": "point i think do you agree yes in fact that that makes a very nice foundation for an art history", "start": 5729.52, "end": 5740.56}
{"id": "_WAGakD9klk-t5740.56", "text": "which we normally artists are intent to try to find out who did what for who mapped our march", "start": 5740.56, "end": 5746.88}
{"id": "_WAGakD9klk-t5746.88", "text": "and when but then the next step is then with all this what is looking at us but that certainly", "start": 5746.88, "end": 5753.4400000000005}
{"id": "_WAGakD9klk-t5753.44", "text": "doesn't exclude finding out the you know contract documents it's fundamental to reconstitute", "start": 5753.44, "end": 5760.16}
{"id": "_WAGakD9klk-t5760.16", "text": "that's still that is looking at us and that is not of course yeah what are the conditions", "start": 5760.16, "end": 5764.16}
{"id": "_WAGakD9klk-t5764.16", "text": "in which it were made and what was happening of course um i mean in terms of all kinds of things", "start": 5764.16, "end": 5770.08}
{"id": "_WAGakD9klk-t5770.08", "text": "that could be said or not about indeed about as we were talking earlier about the speed in which", "start": 5770.08, "end": 5775.12}
{"id": "_WAGakD9klk-t5775.12", "text": "something was made in other words of people are traipsing through the space where you're trying", "start": 5775.12, "end": 5778.799999999999}
{"id": "_WAGakD9klk-t5778.8", "text": "to work all the time that's going to slow you down or if there's all kinds of other work going on", "start": 5778.8, "end": 5783.92}
{"id": "_WAGakD9klk-t5783.92", "text": "and what's happening if they're putting indoors or windows where you're trying to paint your", "start": 5783.92, "end": 5787.92}
{"id": "_WAGakD9klk-t5787.92", "text": "wall and that's happening for one reason or another or they're trying to conduct services in the very", "start": 5787.92, "end": 5792.88}
{"id": "_WAGakD9klk-t5792.88", "text": "place where you're working and so forth so all of that kind of thing is also related which is also", "start": 5792.88, "end": 5798.72}
{"id": "_WAGakD9klk-t5798.72", "text": "some things that we don't necessarily talk about but in a way uh the things that were opened in a", "start": 5798.72, "end": 5804.24}
{"id": "_WAGakD9klk-t5804.24", "text": "sense by warberg in terms of some of the aspects of cultural history and the other sense of what", "start": 5804.24, "end": 5810.08}
{"id": "_WAGakD9klk-t5810.08", "text": "goes on in it what goes on in the space uh yeah it's interesting it goes back to images so i was", "start": 5810.08, "end": 5817.5199999999995}
{"id": "_WAGakD9klk-t5817.5199999999995", "text": "just thinking about the other aspects of things it may be because we do have just to go back to", "start": 5817.5199999999995, "end": 5823.5199999999995}
{"id": "_WAGakD9klk-t5823.5199999999995", "text": "dr kiwije's so initial comments it may be because we do have this instrumentarium of uh imagery that's", "start": 5823.5199999999995, "end": 5831.679999999999}
{"id": "_WAGakD9klk-t5831.68", "text": "so great that we talk about images rather than actually objects because the artifacts or what", "start": 5831.68, "end": 5839.4400000000005}
{"id": "_WAGakD9klk-t5839.4400000000005", "text": "whether they're art or not what we always you know what artifacts are the pro are what makes", "start": 5839.4400000000005, "end": 5845.84}
{"id": "_WAGakD9klk-t5845.84", "text": "culture i mean culture consists of artifacts now there i guess there could be visual artifacts too", "start": 5845.84, "end": 5851.04}
{"id": "_WAGakD9klk-t5852.08", "text": "but you know there's still there's still things that are man-made and that's it's", "start": 5852.08, "end": 5856.72}
{"id": "_WAGakD9klk-t5856.72", "text": "whether or not that's going to change the discussion that is to say that you have images which do not", "start": 5856.72, "end": 5862.56}
{"id": "_WAGakD9klk-t5862.56", "text": "exist in a in a materials in a material way and warberg could i don't think warberg envisioned that", "start": 5862.56, "end": 5869.280000000001}
{"id": "_WAGakD9klk-t5870.240000000001", "text": "he was still talking about prince carrying the image or whatever and the photograph carrying the", "start": 5870.240000000001, "end": 5874.64}
{"id": "_WAGakD9klk-t5874.64", "text": "image but yeah i'd like to say a little bit about what you're saying about gays something that", "start": 5874.64, "end": 5881.68}
{"id": "_WAGakD9klk-t5881.68", "text": "interests me very much about the Italian Renaissance art in churches uh is that the way", "start": 5881.68, "end": 5888.64}
{"id": "_WAGakD9klk-t5890.16", "text": "to go into contemporary art the way french artists made paintings still lives and so on", "start": 5890.16, "end": 5896.56}
{"id": "_WAGakD9klk-t5897.4400000000005", "text": "in the 19th century you you go right into the picture plane but with Renaissance art you do not", "start": 5897.4400000000005, "end": 5906.72}
{"id": "_WAGakD9klk-t5906.72", "text": "the work is hung high and it looks at you the different gaze", "start": 5906.72, "end": 5914.0}
{"id": "_WAGakD9klk-t5918.56", "text": "okay and i'm sorry", "start": 5918.56, "end": 5920.64}
{"id": "_WAGakD9klk-t5925.12", "text": "my name is saffron hula saffron i'm a professor of architecture at columbia university and they", "start": 5925.12, "end": 5932.0}
{"id": "_WAGakD9klk-t5932.0", "text": "uh i have run with my students workshop on how to design redesign the bob institute", "start": 5932.0, "end": 5941.68}
{"id": "_WAGakD9klk-t5943.44", "text": "as part of columbia imagining that at the time when the institute had to move from Berlin to", "start": 5943.44, "end": 5950.32}
{"id": "_WAGakD9klk-t5950.32", "text": "london it didn't move to london perhaps we now realize that that london perhaps was not the best", "start": 5950.32, "end": 5957.2}
{"id": "_WAGakD9klk-t5957.2", "text": "choice considering the fact that the university is prepared to disperse the library just threatening", "start": 5957.2, "end": 5963.76}
{"id": "_WAGakD9klk-t5964.32", "text": "it's still threatening it's still threatening so we decided to design a place for the bob institute", "start": 5964.32, "end": 5972.24}
{"id": "_WAGakD9klk-t5972.24", "text": "at columbia and so we looked at many aspects of the physical aspect of storing images", "start": 5972.24, "end": 5979.5199999999995}
{"id": "_WAGakD9klk-t5979.52", "text": "and even in the half i know i now know that it takes two cubic meters as a physical form", "start": 5979.52, "end": 5986.88}
{"id": "_WAGakD9klk-t5987.92", "text": "to store it and the fact that historically there was a connection with columbia because", "start": 5987.92, "end": 5993.120000000001}
{"id": "_WAGakD9klk-t5993.120000000001", "text": "when bob was on his way to visit new mexico he spent some time with bars bars was a", "start": 5993.120000000001, "end": 6000.8}
{"id": "_WAGakD9klk-t6000.8", "text": "anthropologist from Berlin who started the first department of anthropology in american", "start": 6000.8, "end": 6007.68}
{"id": "_WAGakD9klk-t6007.68", "text": "universities and bars invited bobwood to come and speak at columbia accepted", "start": 6007.68, "end": 6013.280000000001}
{"id": "_WAGakD9klk-t6013.280000000001", "text": "bobwood in the meantime which i and therefore couldn't have and this led me directly to the", "start": 6013.280000000001, "end": 6018.96}
{"id": "_WAGakD9klk-t6018.96", "text": "question of consolgia i think it's still be confusing for everybody including yourself", "start": 6018.96, "end": 6024.0}
{"id": "_WAGakD9klk-t6024.0", "text": "probably to mention lacan in the same branch because like what nobody would call a concon", "start": 6024.0, "end": 6033.280000000001}
{"id": "_WAGakD9klk-t6033.28", "text": "from the other hand i think that they they for my point of view a", "start": 6033.28, "end": 6042.719999999999}
{"id": "_WAGakD9klk-t6044.16", "text": "pathological chance it would be much better to understand", "start": 6044.16, "end": 6047.5199999999995}
{"id": "_WAGakD9klk-t6050.4", "text": "bobwood in technological challenge than any other challenge precisely there isn't even", "start": 6050.4, "end": 6055.759999999999}
{"id": "_WAGakD9klk-t6055.76", "text": "a kind of solid background today because he was in contact with ludic bingsbanger as we know", "start": 6055.76, "end": 6065.92}
{"id": "_WAGakD9klk-t6065.92", "text": "ludic bingsbanger treated him over many years and ludic bingsbanger after all was the first", "start": 6065.92, "end": 6072.4800000000005}
{"id": "_WAGakD9klk-t6072.4800000000005", "text": "psychiatrist who takes technology on board reading both whose words aim honey and so that", "start": 6072.4800000000005, "end": 6079.84}
{"id": "_WAGakD9klk-t6079.84", "text": "should have meant quite a lot and it seems to me up to this moment that this has not yet", "start": 6079.84, "end": 6087.68}
{"id": "_WAGakD9klk-t6088.24", "text": "filtered through and perhaps that's one of the reasons didn't feel that through is", "start": 6088.24, "end": 6094.32}
{"id": "_WAGakD9klk-t6095.04", "text": "uh the authority of uh grombick because grombick famously wrote as the director of", "start": 6095.04, "end": 6102.4800000000005}
{"id": "_WAGakD9klk-t6102.48", "text": "the bob institute he wrote a book on uh vahu in which he more or less dismissed him as a serious", "start": 6102.48, "end": 6112.0}
{"id": "_WAGakD9klk-t6112.0", "text": "artist of uh grombick was totally committed to prepare the point of view and from prepare the", "start": 6112.0, "end": 6123.2}
{"id": "_WAGakD9klk-t6123.2", "text": "prepare point of view none of the thesis of a bobwood made sense about all empathy didn't make sense", "start": 6123.2, "end": 6133.84}
{"id": "_WAGakD9klk-t6134.48", "text": "and couldn't stand a kind empirical verification not at the time of but of of gromb by now we have", "start": 6134.48, "end": 6141.36}
{"id": "_WAGakD9klk-t6141.36", "text": "to be a new audience that basically this is a little bit more appealing to the basis not to me I mean I", "start": 6141.36, "end": 6150.48}
{"id": "_WAGakD9klk-t6150.48", "text": "wrote the thesis of a body uh a body and embodiment from a logical point of view in 1972 which meant", "start": 6150.48, "end": 6160.5599999999995}
{"id": "_WAGakD9klk-t6160.5599999999995", "text": "that I had a good basis to approach art from an equal point of view and I was responsible for art", "start": 6160.5599999999995, "end": 6166.719999999999}
{"id": "_WAGakD9klk-t6166.72", "text": "in in the studio for the work of school art at the time that was um you know obstetric for some", "start": 6166.72, "end": 6174.64}
{"id": "_WAGakD9klk-t6174.64", "text": "on the other hand don't it I dislike you in the application I like you very much but I think I", "start": 6174.64, "end": 6184.8}
{"id": "_WAGakD9klk-t6184.8", "text": "like I like it because it's you and because it's bound to a kind of rich intellectual of the last", "start": 6184.8, "end": 6191.92}
{"id": "_WAGakD9klk-t6191.92", "text": "10 years you see the problem of culture as nature or in point art is the balance between the external", "start": 6191.92, "end": 6202.08}
{"id": "_WAGakD9klk-t6202.08", "text": "in term when the Germans in Berlin built an instant museum and thought that by collecting great", "start": 6202.08, "end": 6210.8}
{"id": "_WAGakD9klk-t6210.8", "text": "object of art artifacts from the high point of Greek culture they could guarantee their own culture", "start": 6210.8, "end": 6220.64}
{"id": "_WAGakD9klk-t6220.64", "text": "and tradition obviously they make a big mistake because they believe the possession of these things", "start": 6220.64, "end": 6227.2}
{"id": "_WAGakD9klk-t6227.2", "text": "is in itself guaranteed for some kind to in fact I made this joke when it was recently", "start": 6227.2, "end": 6233.84}
{"id": "_WAGakD9klk-t6233.84", "text": "uh restored they instantly said they would chip it with the English architect was responsible", "start": 6233.84, "end": 6241.2}
{"id": "_WAGakD9klk-t6241.2", "text": "for the French which is a masterpiece but I said to him you see the program of this museum was to", "start": 6241.2, "end": 6249.4400000000005}
{"id": "_WAGakD9klk-t6249.4400000000005", "text": "safeguard certain quantization obviously the structure of it is approved of an historical fact that it", "start": 6249.4400000000005, "end": 6258.64}
{"id": "_WAGakD9klk-t6258.64", "text": "did not have to safeguard any culture any visualization the state of crime tried to have a collection", "start": 6258.64, "end": 6267.76}
{"id": "_WAGakD9klk-t6267.76", "text": "of so-called anti-culture right it's a considerable collection it turned out that it wasn't a different", "start": 6267.76, "end": 6274.88}
{"id": "_WAGakD9klk-t6274.88", "text": "whole state what does it tell us it tells us that it doesn't matter that's what it tells us because", "start": 6274.88, "end": 6284.8}
{"id": "_WAGakD9klk-t6284.8", "text": "for him this object that were fake and obviously he never died to distinguish between me treated", "start": 6284.8, "end": 6292.72}
{"id": "_WAGakD9klk-t6292.72", "text": "them as authentic works but he didn't matter he didn't matter just it doesn't matter how you write", "start": 6292.72, "end": 6300.400000000001}
{"id": "_WAGakD9klk-t6300.400000000001", "text": "go without you in the famous book that the handwriting of garbou was unwritten it would not be said", "start": 6300.400000000001, "end": 6310.0}
{"id": "_WAGakD9klk-t6310.0", "text": "so Edgar Wayne in the famous league in anonymous or you in the theater at the time you know you", "start": 6310.0, "end": 6316.8}
{"id": "_WAGakD9klk-t6316.8", "text": "could write the news anonymously and Edgar Wayne wrote interesting on one hand you claim you can", "start": 6316.8, "end": 6324.72}
{"id": "_WAGakD9klk-t6324.72", "text": "read barbou and writing on the other hand you claim that he's included so either is claimed", "start": 6324.72, "end": 6334.0}
{"id": "_WAGakD9klk-t6334.0", "text": "in confide with that so i think the secret of barbou is precisely can be understood best", "start": 6334.0, "end": 6343.36}
{"id": "_WAGakD9klk-t6343.36", "text": "infineargica terms in serelian terms in which according to which the photos cannot the image", "start": 6343.36, "end": 6352.48}
{"id": "_WAGakD9klk-t6352.48", "text": "is residual is only like letters are not important in themselves as the Chinese say", "start": 6352.48, "end": 6365.2}
{"id": "_WAGakD9klk-t6367.12", "text": "when you want to fish a fish you make a nice road and a nice something at the end of the", "start": 6367.12, "end": 6375.919999999999}
{"id": "_WAGakD9klk-t6375.92", "text": "thread to capture the fish but once you cut the fish the road and all the rest of no interest", "start": 6375.92, "end": 6387.6}
{"id": "_WAGakD9klk-t6391.76", "text": "i just can answer about paris i mean lacquer okay", "start": 6391.76, "end": 6400.32}
{"id": "_WAGakD9klk-t6400.32", "text": "okay can i answer to the just about if you think the recourse to lacquer is confusing", "start": 6400.32, "end": 6411.679999999999}
{"id": "_WAGakD9klk-t6412.32", "text": "perhaps it's because you think that paris is a territory but paris is like new york it's a", "start": 6412.32, "end": 6418.96}
{"id": "_WAGakD9klk-t6418.96", "text": "place of cost-popolitism i want to recall that the french so so called french thought french", "start": 6418.96, "end": 6431.2}
{"id": "_WAGakD9klk-t6431.2", "text": "stretch regularism i want to recall that michael fuckel began his work translating carefully", "start": 6431.2, "end": 6440.08}
{"id": "_WAGakD9klk-t6440.08", "text": "Ludwig bizvanger i want to recall that lacquer uh dedicated a lot of time to translate martin", "start": 6440.08, "end": 6449.6}
{"id": "_WAGakD9klk-t6449.6", "text": "heidegger and Freud of course and there are there were many connections especially between lacquer", "start": 6449.6, "end": 6457.6}
{"id": "_WAGakD9klk-t6457.6", "text": "and bizvanger because as you know bizvanger died in the 60s i think in the even in the 70s perhaps", "start": 6457.6, "end": 6465.5199999999995}
{"id": "_WAGakD9klk-t6465.52", "text": "i don't remember but a great psychoanalyst french one whose name is pia fredida who is not", "start": 6465.52, "end": 6474.4800000000005}
{"id": "_WAGakD9klk-t6474.4800000000005", "text": "translated into english i guess was precisely the man who was able to go between between lacquer", "start": 6474.4800000000005, "end": 6482.080000000001}
{"id": "_WAGakD9klk-t6482.080000000001", "text": "and bizvanger fredida was the assistant and bizvanger at kreutlingen so there is no isolation of lacquer", "start": 6482.080000000001, "end": 6491.52}
{"id": "_WAGakD9klk-t6491.52", "text": "and parisianism there is a link between uh profound link between uh french philosophy french", "start": 6491.52, "end": 6501.92}
{"id": "_WAGakD9klk-t6501.92", "text": "structuralism and german psychiatric", "start": 6501.92, "end": 6507.280000000001}
{"id": "_WAGakD9klk-t6510.080000000001", "text": "i want to make a distinction between the phandology of melopontic is incompatible with the phandology", "start": 6510.080000000001, "end": 6517.280000000001}
{"id": "_WAGakD9klk-t6517.28", "text": "of heidegger heidegger was in principle and he says so you know in contrast is a is a", "start": 6517.28, "end": 6524.4}
{"id": "_WAGakD9klk-t6525.04", "text": "turning turning upside down huster yeah but for t is much more in the huster egan", "start": 6525.04, "end": 6532.48}
{"id": "_WAGakD9klk-t6532.48", "text": "yeah but contrast contrast is dialogue that is in the way for example we contrast but we dialogue", "start": 6532.48, "end": 6540.32}
{"id": "_WAGakD9klk-t6540.32", "text": "i think the two of you should fight this after the meeting we set aside a room for you to do this", "start": 6540.32, "end": 6550.24}
{"id": "_WAGakD9klk-t6550.24", "text": "two quick and really efficient points for your response um following on the idea of uh students", "start": 6550.24, "end": 6558.32}
{"id": "_WAGakD9klk-t6558.32", "text": "designing uh warberg library at columbia long before that in 1933 even as all the books and", "start": 6558.32, "end": 6567.599999999999}
{"id": "_WAGakD9klk-t6567.6", "text": "artifacts were being packed up there was a very real possibility and i invite you to imagine", "start": 6567.6, "end": 6574.4800000000005}
{"id": "_WAGakD9klk-t6574.4800000000005", "text": "if that had happened where we would be right now at 17 east eightieth street the paul warberg", "start": 6574.4800000000005, "end": 6580.8}
{"id": "_WAGakD9klk-t6580.8", "text": "house was offered as the home of the ab warberg library paul warberg died in early 1932 um he", "start": 6580.8, "end": 6589.52}
{"id": "_WAGakD9klk-t6589.52", "text": "was my great grandfather his brother ab had died in 1929 i think but 33 they're packing up the", "start": 6589.52, "end": 6597.120000000001}
{"id": "_WAGakD9klk-t6597.12", "text": "library where can it go london was originally seen simply as a safe harbor phillics warberg", "start": 6597.12, "end": 6605.5199999999995}
{"id": "_WAGakD9klk-t6605.5199999999995", "text": "another brother put up half a million dollars 1933 dollars to finance this library and it was", "start": 6605.5199999999995, "end": 6614.64}
{"id": "_WAGakD9klk-t6614.64", "text": "going to happen and the state department put sand in the gears the state department memo exists", "start": 6614.64, "end": 6622.88}
{"id": "_WAGakD9klk-t6622.88", "text": "saying there was a fear that it could stir anti-semitism in new york if this german library had come here", "start": 6622.88, "end": 6631.84}
{"id": "_WAGakD9klk-t6631.84", "text": "so i am i'm so it stayed in london where it where it was parked so i invite you to imagine", "start": 6631.84, "end": 6638.8}
{"id": "_WAGakD9klk-t6639.36", "text": "the warberg library here in new york cross-pollinating with the analytic community that was arriving", "start": 6639.36, "end": 6648.32}
{"id": "_WAGakD9klk-t6648.32", "text": "all through the thirties assisted in part by ab warberg's niece patina warberg who was once", "start": 6648.32, "end": 6654.96}
{"id": "_WAGakD9klk-t6654.96", "text": "someone who walked the halls of the new york cycle analytic what would the warberg library", "start": 6654.96, "end": 6660.799999999999}
{"id": "_WAGakD9klk-t6660.799999999999", "text": "have been like and what would his influence have been like without gombrick annihilating", "start": 6660.799999999999, "end": 6667.04}
{"id": "_WAGakD9klk-t6668.0", "text": "the legacy of ab warberg in and undercutting him in that fascinating way um the other", "start": 6668.0, "end": 6674.799999999999}
{"id": "_WAGakD9klk-t6674.8", "text": "point to consider and i'm anticipating tomorrow obviously but i find it curious that we could talk", "start": 6674.8, "end": 6681.76}
{"id": "_WAGakD9klk-t6682.56", "text": "talk about in such a fascinating way ab warberg's relationship to history and his sense of the past", "start": 6682.56, "end": 6690.320000000001}
{"id": "_WAGakD9klk-t6690.88", "text": "bearing down on us when you consider that his flight into madness that precipitated this day", "start": 6690.88, "end": 6698.320000000001}
{"id": "_WAGakD9klk-t6698.32", "text": "uh at bellview in the treatment by bens vanger was in fact his sense in his intersection of", "start": 6698.32, "end": 6706.32}
{"id": "_WAGakD9klk-t6706.32", "text": "psychosis and brilliance that by delving into antiquities he had stirred these angry spirits", "start": 6706.32, "end": 6713.12}
{"id": "_WAGakD9klk-t6713.12", "text": "and started world war one he felt responsible uh among other mad thoughts but he specifically", "start": 6713.12, "end": 6720.799999999999}
{"id": "_WAGakD9klk-t6720.8", "text": "thought that it had to do with his delving into the past so would welcome response", "start": 6720.8, "end": 6730.96}
{"id": "_WAGakD9klk-t6738.24", "text": "it's i want to return but perhaps it is a program for tomorrow for the next year", "start": 6738.24, "end": 6744.64}
{"id": "_WAGakD9klk-t6744.64", "text": "uh to the question of the torio galese uh it is important because we are here in the", "start": 6744.64, "end": 6753.52}
{"id": "_WAGakD9klk-t6753.52", "text": "psychoanalytic new york psychoanalytic society and institute and i think the question was", "start": 6753.52, "end": 6759.6}
{"id": "_WAGakD9klk-t6760.400000000001", "text": "very central why we need fraud why we need verbog and between these two fields of research", "start": 6760.400000000001, "end": 6768.96}
{"id": "_WAGakD9klk-t6768.96", "text": "it is an intersection and for me the intersection today was really the question of unconscious", "start": 6768.96, "end": 6777.36}
{"id": "_WAGakD9klk-t6778.24", "text": "what is the place of unconscious in the process of creation and in the process of interpretation", "start": 6778.24, "end": 6785.6}
{"id": "_WAGakD9klk-t6785.6", "text": "of the creative work unconscious and drive we can say unconscious in memory it is the question", "start": 6785.6, "end": 6794.72}
{"id": "_WAGakD9klk-t6794.72", "text": "of the trace and the relation to the time which is very central in our discussion a lesson about", "start": 6794.72, "end": 6803.12}
{"id": "_WAGakD9klk-t6803.12", "text": "time and survival apre coup afterwards i don't know exactly how to translate always apre coup", "start": 6803.12, "end": 6811.2}
{"id": "_WAGakD9klk-t6811.2", "text": "and the question of drive is also patos formal and the question of gaze in the division between gaze", "start": 6811.2, "end": 6819.92}
{"id": "_WAGakD9klk-t6819.92", "text": "and eye it is important in lack of phenomenology like on this question with meadow point three about", "start": 6819.92, "end": 6830.0}
{"id": "_WAGakD9klk-t6830.0", "text": "the question of the opposition between gaze and eye and i think it is in this distinction that we", "start": 6830.0, "end": 6843.04}
{"id": "_WAGakD9klk-t6843.04", "text": "have the resistance to the image it's really central we were discussing together a few minutes ago", "start": 6843.04, "end": 6850.72}
{"id": "_WAGakD9klk-t6852.24", "text": "what is what are the reasons of the resistance today to the image we are in the civilization", "start": 6852.24, "end": 6858.0}
{"id": "_WAGakD9klk-t6858.0", "text": "of images a lot of images the violence of images but in fact we are in a moment where it is very", "start": 6858.0, "end": 6865.5199999999995}
{"id": "_WAGakD9klk-t6865.52", "text": "difficult to think to images i propose for perhaps tomorrow that we discuss time and gaze", "start": 6865.52, "end": 6874.8}
{"id": "_WAGakD9klk-t6875.4400000000005", "text": "in relation to perhaps the history of personal history of barborg also in his own relation to", "start": 6875.4400000000005, "end": 6885.84}
{"id": "_WAGakD9klk-t6885.84", "text": "bin sanger okay so we will stop here and we will show the documenting", "start": 6885.84, "end": 6895.84}
{"id": "_WAGakD9klk-t6915.84", "text": "just a second before before the film comes it's been a", "start": 6915.84, "end": 6921.84}
